{
    "paper_id": "a72473db86f1e26d0d1e6db3e7078a3536b9ba65",
    "metadata": {
        "title": "A natural polymorphism in Zika virus NS2A protein responsible of virulence in mice",
        "authors": [
            {
                "first": "Gines",
                "middle": [],
                "last": "Ávila-Pérez",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Rochester Medical Center",
                    "location": {
                        "addrLine": "601 Elmwood Avenue",
                        "postCode": "14642",
                        "settlement": "Rochester",
                        "region": "New York",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Aitor",
                "middle": [],
                "last": "Nogales",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Rochester Medical Center",
                    "location": {
                        "addrLine": "601 Elmwood Avenue",
                        "postCode": "14642",
                        "settlement": "Rochester",
                        "region": "New York",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Jun-Gyu",
                "middle": [],
                "last": "Park",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Rochester Medical Center",
                    "location": {
                        "addrLine": "601 Elmwood Avenue",
                        "postCode": "14642",
                        "settlement": "Rochester",
                        "region": "New York",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Silvia",
                "middle": [],
                "last": "Márquez-Jurado",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidad Autonóma de Madrid",
                    "location": {
                        "addrLine": "3 Darwin Street",
                        "postCode": "28049",
                        "settlement": "Madrid",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Francisco",
                "middle": [
                    "J"
                ],
                "last": "Iborra",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidad Autonóma de Madrid",
                    "location": {
                        "addrLine": "3 Darwin Street",
                        "postCode": "28049",
                        "settlement": "Madrid",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Fernando",
                "middle": [],
                "last": "Almazan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidad Autonóma de Madrid",
                    "location": {
                        "addrLine": "3 Darwin Street",
                        "postCode": "28049",
                        "settlement": "Madrid",
                        "country": "Spain"
                    }
                },
                "email": "falmazan@cnb.csic.es"
            },
            {
                "first": "Luis",
                "middle": [],
                "last": "Martínez-Sobrido",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Rochester Medical Center",
                    "location": {
                        "addrLine": "601 Elmwood Avenue",
                        "postCode": "14642",
                        "settlement": "Rochester",
                        "region": "New York",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Zika virus (ZIKV) infection is currently one of the major concerns in human public health due to its association with neurological disorders. Intensive effort has been implemented for the treatment of ZIKV, however there are not currently approved vaccines or antivirals available to combat ZIKV infection. In this sense, the identification of virulence factors associated with changes in ZIKV virulence could help to develop safe and effective countermeasures to treat ZIKV or to prevent future outbreaks. Here, we have compared the virulence of two related ZIKV strains from the recent outbreak in Brazil (2015), Rio Grande do Norte Natal (RGN) and Paraiba. In spite of both viruses being identified in the same period of time and region, significant differences in virulence and replication were observed using a validated mouse model of ZIKV infection. While ZIKV-RGN has a 50% mouse lethal dose (MLD 50 ) of ~10 5 focus forming units (FFUs), ZIKV-Paraiba infection resulted in 100% of lethality with less than 10 FFUs. Combining deep-sequencing analysis and our previously described infectious ZIKV-RGN cDNA clone, we identified a natural polymorphism in the non-structural protein 2 A (NS2A) that increase the virulence of ZIKV. Moreover, results demonstrate that the single amino acid alanine to valine substitution at position 117 (A117V) in the NS2A was sufficient to convert the attenuated rZIKV-RGN in a virulent Paraiba-like virus (MLD 50 < 10 FFU). The mechanism of action was also evaluated and data indicate that substitution A117V in ZIKV NS2A protein reduces host innate immune responses and viralinduced apoptosis in vitro. Therefore, amino acid substitution A117V in ZIKV NS2A could be used as a genetic risk-assessment marker for future ZIKV outbreaks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Zika virus (ZIKV) is an emerging mosquito-borne flavivirus, which became a global public concern due to its association with an increase in congenital microcephaly cases in Brazil in 2015 1 . ZIKV was first isolated in 1947 from a sentinel rhesus monkey in the Zika forest of Uganda 2 . ZIKV infection in humans was first described during a jaundice epidemic in Nigeria in 1954 3 and only sporadic cases of ZIKV infection in humans have been reported in Africa and Asia over the last century 4-8 . It was not until 2007, when ZIKV caused the first outbreak on Yap Island in the Federated States of Micronesia with almost 75% of the population showing signs of infection 9 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "ZIKV was historically associated with a mild febrile illness, which is similar to that caused by other mosquito-borne diseases of public relevance such as Dengue virus (DENV), Yellow fever virus (YFV) or Chikungunya virus (CHIKV) 10 . The similarity of the clinical signs of ZIKV disease with those of DENV or CHIKV has interfered with ZIKV diagnosis and most probably underestimated the number of cases of ZIKV infections 11 . However, ZIKV has become a major human health concern due to its association with severe neurological complications, including an increased risk of Guillain-Barré syndrome in adults during the large outbreak in French Polynesia in 2013-2014 12,13 and a dramatic increase in severe congenital malformations, including fetal microcephaly in neonates during the massive epidemic that emerged in Brazil in 2015 [14] [15] [16] [17] [18] [19] . Since then, millions of infected individuals have been reported in South and Central America, the Caribbean and the South of United States 20-22 . ZIKV is primarily transmitted through the bite of an infected Aedes spp. mosquito (Aedes aegypti and Aedes albopictus) 6,23-25 . However, non-vector ZIKV transmission has been reported to occur by vertical transmission from mother to child 14, 26, 27 and by sexual transmission 25,28-30 . In addition, ZIKV RNA has been detected in body fluids including blood, urine, semen, saliva and breast milk, increasing the risk of a human to human transmission via direct contact with body fluids from infected people 31,32 .",
            "cite_spans": [
                {
                    "start": 835,
                    "end": 839,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 840,
                    "end": 844,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 845,
                    "end": 849,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 855,
                    "end": 859,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 860,
                    "end": 864,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1254,
                    "end": 1257,
                    "text": "14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1258,
                    "end": 1261,
                    "text": "26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1262,
                    "end": 1264,
                    "text": "27",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "ZIKV is a positive single-stranded RNA virus with a genome of about 10.8 kb that contains a cap structure at the 5′-end and a single open reading frame (ORF) flanked by two 5′ and 3′ untranslated regions (UTRs) 33,34 . The ORF encodes a single polyprotein of approximately 3,424 amino acids that is co-and post-translationally processed by viral and cellular proteases to produce three structural proteins, capsid (C), pre-membrane (prM) and envelope (E), and seven non-structural (NS) proteins (NS1, NS2A, NS2B, NS3, NS4A, NS4B and NS5) 33,34 . Phylogenetic analyses of ZIKV genomes have identified two major genetic lineages, African and Asian 35 . ZIKV strains from the recent epidemic in the Americas are phylogenetically related to the Asian lineage 36,37 . The molecular determinants of ZIKV evolution, spread, virulence, and disease have not been totally established. It has been postulated that ZIKV genome changes may have evolved to modify tissue tropism, becoming more neurotrophic 8,38-41 , and/or more efficiently transmitted to humans 8,32,42-44 , but the virulence factors associated with ZIKV pathogenesis remain unknown.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "During the last years, extensive efforts have been made to develop in vitro and in vivo approaches to study ZIKV infection and pathogenesis, including reverse genetic systems 34 and suitable animal models of infection 45 . In this sense, the emergence of ZIKV has promoted the rapid development of numerous reverse genetic approaches 34 , which constitute an essential tool for research to generate recombinant viruses containing specific substitutions to evaluate their contribution in viral replication or transcription, pathogenicity, virus-host interaction, viral tropism and transmissibility [46] [47] [48] . Recently, we have developed a reverse genetic approach based on the use of a bacterial artificial chromosome (BAC) to assemble the full-length cDNA of the viral genome of ZIKV Rio Grande do Norte Natal (RGN) strain (Brazil, 2015) 49 . On the other hand, animal models are essential to understand the biology and pathogenesis of ZIKV. It is known that infection of immunocompetent mice results in little to no virus production, and infected mice do not develop disease 50 . However, mice with deficiencies in the interferon (IFN) signaling pathway display enhanced susceptibility to infection by ZIKV and other flaviviruses, and they recapitulate many of the symptoms associated with infections in humans 45,51-54 . Therefore, these animal models are currently used to study ZIKV infection in vivo, including the development of new therapeutic approaches to combat and/or prevent ZIKV infections 24, 45, 50, 52, 55 .",
            "cite_spans": [
                {
                    "start": 597,
                    "end": 601,
                    "text": "[46]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 602,
                    "end": 606,
                    "text": "[47]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 607,
                    "end": 611,
                    "text": "[48]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 844,
                    "end": 846,
                    "text": "49",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1509,
                    "end": 1512,
                    "text": "24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1513,
                    "end": 1516,
                    "text": "45,",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1517,
                    "end": 1520,
                    "text": "50,",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1521,
                    "end": 1524,
                    "text": "52,",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1525,
                    "end": 1527,
                    "text": "55",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "In the present study, we have analyzed the virulence of ZIKV-RGN and Paraiba, two viral strains that have been identified from the recent outbreak in Brazil in 2015. Using the validated type-I IFN receptor deficient (IFNAR−/−) A129 mice model of ZIKV infection, we have observed that ZIKV-Paraiba is more virulent and replicates to higher levels compared to rZIKV-RGN. Combining deep-sequencing analysis and reverse genetic systems, we have identified a single amino acid polymorphism at position 117 in the viral protein NS2A responsible for the differences in virulence between both ZIKV strains. This polymorphism (A117V) in ZIKV NS2A affects host innate immune responses and viral-induced apoptosis, and, therefore, represents an important viral genetic marker for risk-assessment to prevent future ZIKV outbreaks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "(2019) 9:19968 | https://doi.www.nature.com/scientificreports www.nature.com/scientificreports/ was removed, and the cell monolayers were overlaid with 100 μl of viral growth media containing 1% microcrystalline cellulose (Avicel, Sigma-Aldrich). After 36 hpi, cells were fixed with 4% formaldehyde for 1 h at room temperature and the overlays removed. Cells were then permeabilized with 0.5% Triton X-100 in PBS for 15 min at room temperature, blocked with 2.5% bovine serum albumin (BSA) in PBS, and used for immunofluorescence with the pan-flavivirus E protein monoclonal antibody (mAb) 4G2 (BEI resources; NR-50327) and a secondary AlexaFluor488-conjugated goat anti-mouse IgG (Invitrogen). Viral titers were expressed as FFU/ml, determined by the average number of E-positive foci at the highest dilutions in triplicates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Plaque assay and immunostaining. Subconfluent monolayers of Vero cells (6-well plate format, 1 × 10 6 cells/well) were infected with 0.5 ml of viruses for 90 min at 37 °C. Then, 2 ml of viral growth media supplemented with 0.6% Agar Noble (Difco) and 1% DEAE-Dextran (Sigma-Aldrich) was added to each well. After 3 days of incubation at 37 °C, cells were fixed with 4% formaldehyde for 1 h and the overlays removed. Cells were then permeabilized with 0.5% Triton X-100 in PBS for 15 min at room temperature and prepared for immunostaining using the pan-flavivirus E protein mAb 4G2. Viral plaques were visualized using Vectastin ABC kit and DAB HRP substrate (Vector Laboratories Inc.), following the manufacturer's instructions. Scientific RepoRtS | (2019) 9:19968 | https://doi.org/10.1038/s41598-019-56291-4",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "www.nature.com/scientificreports www.nature.com/scientificreports/ Statistical analysis. For quantitative analyses, a two-tailed, unpaired Student t test was used to analyze differences in mean values between groups. All results were expressed as mean +/− standard deviations (SD) of the means. P values of <0.05 were considered significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In vitro and in vivo properties of ZIKV-Paraiba and rZIKV-RGN. Recently, we have generated an infectious cDNA clone of ZIKV-RGN (pBAC-ZIKV-RGN) using a BAC approach 49 , from which infectious recombinant (r)ZIKV-RGN was successfully recovered after transfection of Vero cells 49 . The genome sequence of ZIKV-RGN was obtained from an infected fetus with microcephaly during the recent outbreak in Brazil in 2015 14 . Interestingly, when we compared the rZIKV-RGN with the contemporary ZIKV-Paraiba strain, isolated from a febrile female in the state of Paraiba (Brazil) in 2015, we observed significant differences in vitro and in vivo ( Fig. 1 ) between both strains. Analysis of the growth kinetics reveled that both viruses replicated efficiently in Vero cells (Fig. 1A) reaching titers of approximately 10 7 focus-forming units per ml (FFU/ml) at 48 hours post-infection (hpi). However, at early times post-infection (12 and 24 hpi) rZIKV-RGN had a significant delay in the replication kinetics compared to ZIKV-Paraiba. In addition, analysis of the plaque phenotype by immunostaining showed that at 3 days after infection, rZIKV-RGN produced smaller plaques than those of ZIKV-Paraiba (Fig. 1B) .",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 167,
                    "text": "49",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 276,
                    "end": 278,
                    "text": "49",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 412,
                    "end": 414,
                    "text": "14",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 638,
                    "end": 644,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 764,
                    "end": 773,
                    "text": "(Fig. 1A)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1190,
                    "end": 1199,
                    "text": "(Fig. 1B)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "To assess the pathogenicity in vivo of rZIKV-RGN and ZIKV-Paraiba, groups of six-to-seven-week-old female IFNAR−/− A129 mice (n = 4) were inoculated subcutaneously (s.c.) in the footpad with different doses (10 1 -10 5 FFU/mouse) of ZIKV-Paraiba or rZIKV-RGN and monitored daily for signs of morbidity (body weight loss and clinical disease signs) and survival for 14 days (Fig. 1C) . Notably, all mice infected with ZIKV-Paraiba suffered a rapid dose-dependent weight loss between days 5 to 10 (Fig. 1C, upper panel) , showing clear neurological disease signs, including tremors, disorientation, hind limb weakness and severe paralysis (Fig. 1C , middle panel), and animals died or were euthanized between days 7-10 post-infection (Fig. 1C, lower panel) . Surprisingly, only 10 FFU of ZIKV-Paraiba was sufficient to result in 100% of mortality (mouse lethal dose 50, MLD 50 < 10 FFU). In contrast, and as we previously described 49 , only 75% of the mice infected with a high dose of 10 5 FFU of rZIKV-RGN lost weight and succumbed to viral infection, resulting in a calculated MLD 50 of ~7.5 × 10 4 FFU (Fig. 1C, right panels) . Remarkably, mice that succumbed to rZIKV-RGN infection presented similar disease symptoms than those observed with ZIKV-Paraiba. In the case of mice infected with 10 4 FFU of rZIKV-RGN, some animals presented signs of illness (hunched posture and reduced movement) and lost some weight between days 7 and 9, but all of them recovered the initial body weight and survived viral infection (Fig. 1C , right panels). Mice infected with 10 1 -10 3 FFU of rZIKV-RGN did not present clinical symptoms and all of them survived viral infection. In agreement with these observations, mice infected with ZIKV-Paraiba had significant higher viremia than mice infected with rZIKV-RGN on days 2 and 4 after infection (Fig. 1D) , correlating the differences observed in morbidity and mortality (Fig. 1C) with the ability of these viruses to replicate in vivo (Fig. 1D) . Vero cells (12-well plates, 0.5 × 10 6 cells/well, triplicates) were infected with the ZIKV-Paraiba natural isolate (white columns) or with rZIKV-RGN (black columns) at MOI of 0.1 FFU/cell and viral titers in tissue cultured supernatants were determined at the indicated hpi by immunofocus assay (FFU/ml) using the E protein mAb 4G2. The black dotted line indicates the limit of detection (200 FFU/ml). Data represent the means +/− SD of the results determined in triplicate wells. *P < 0.05 using a Student's t test. Ns, not significant (P > 0.05). (B) Plaque phenotype: Vero cells (6-well plates, 1 × 10 6 cells/well) were infected with ~25-50 FFU of ZIKV-Paraiba (upper) or rZIKV-RGN (bottom) and overlaid with media containing agar. At 3 days post-infection, viral plaques were immunostained using the E protein mAb 4G2. (C) Morbidity and mortality: Six-to-seven-weekold female IFNAR−/− A129 mice (n = 4) were infected s.c. in the footpad with the indicated FFU of ZIKV-Paraiba (left panels) or rZIKV-RGN (right panels). Body weight (upper panels), clinical score (middle panels) and survival rates (lowers panels) were evaluated daily for 14 days. Error bars represent SD of the mean for each group of mice. Clinical signs were scored as described in the material and methods. (D) Viral titers: Six-toseven-week-old female IFNAR−/− A129 mice (n = 6) were infected with the indicated FFU of ZIKV-Paraiba (left panel) or rZIKV-RGN (right panel) as described above. Mice were sacrificed at days 2 and 4 after infection (n = 3/time point) and viral titers in sera were determined by immunofocus assay (FFU/ml). Symbols represent data from individual mice and bars the geometric means of viral titers. # Virus not detected in one mouse; & virus not detected in two mice; ND, virus not detected. Dotted black lines indicate the limit of detection (200 FFU/ ml). Differences in titers between ZIKV-Paraiba (left panel) and rZIKV-RGN (right panel) were analyzed by Student's t test. **P < 0.01. factors responsible for these dramatic differences in virulence between rZIKV-RGN and ZIKV-Paraiba, we first sequenced our laboratory stock of ZIKV-Paraiba (University of Rochester, UR) by deep-sequencing (Table S1) . Although, the complete sequence of ZIKV-Paraiba was previously deposited in GenBank (KX280026), we did not know the passage history of our ZIKV-Paraiba. Several nucleotides differences between our laboratory and the reference ZIKV-Paraiba sequence were identified (Table S1 ). Interestingly, some of these differences corresponded with genetic variants or quasispecies, suggesting that ZIKV-Paraiba is a population of different genomes as previously described in the literature 56 . Based on these sequencing results, a consensus sequence for our ZIKV-Paraiba was determined, considering only the most frequent nucleotide variants (>50% of frequency) (Table S1 , grey). Based on the consensus sequence, six non-synonymous nucleotides substitutions between our ZIKV-Paraiba and the reference KX280026 sequence were identified, resulting in 3 amino acid changes in the prM protein (E21G, T74A and S109P), one in the NS2A protein (A117V) and two in the NS3 protein (M334T and K587R) (Table S1, grey).",
            "cite_spans": [
                {
                    "start": 930,
                    "end": 932,
                    "text": "49",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 4675,
                    "end": 4677,
                    "text": "56",
                    "ref_id": "BIBREF55"
                }
            ],
            "ref_spans": [
                {
                    "start": 373,
                    "end": 382,
                    "text": "(Fig. 1C)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 495,
                    "end": 517,
                    "text": "(Fig. 1C, upper panel)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 637,
                    "end": 645,
                    "text": "(Fig. 1C",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 732,
                    "end": 754,
                    "text": "(Fig. 1C, lower panel)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1105,
                    "end": 1128,
                    "text": "(Fig. 1C, right panels)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1518,
                    "end": 1526,
                    "text": "(Fig. 1C",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1834,
                    "end": 1843,
                    "text": "(Fig. 1D)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1910,
                    "end": 1919,
                    "text": "(Fig. 1C)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1975,
                    "end": 1984,
                    "text": "(Fig. 1D)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 4184,
                    "end": 4194,
                    "text": "(Table S1)",
                    "ref_id": null
                },
                {
                    "start": 4461,
                    "end": 4470,
                    "text": "(Table S1",
                    "ref_id": null
                },
                {
                    "start": 4848,
                    "end": 4857,
                    "text": "(Table S1",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "The genetic identity of our rZIKV-RGN was previously determined, showing 100% identity with the published ZIKV-RGN sequence (GenBank accession number KU527068) 49 . Comparative sequence analysis between rZIKV-RGN and our ZIKV-Paraiba (UR) showed 35 nucleotides differences between both viruses, resulting in 9 amino acid substitutions localized in the prM (E21G, T74A and S109P), NS1 (E146K and A233T), NS2A (A117V), NS3 (M334T and K587R) and NS4B (I240T) proteins (Table 1 ). One nucleotide substitution was present in the 3′ UTR (T10561C). Based on these data, we hypothesized that the 9 amino acid differences identified in the viral polyprotein or the nucleotide change in the 3′ UTR, or a combination of them, could be responsible of the differences in virulence and viral replication observed in vivo between RGN and Paraiba strains.",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 162,
                    "text": "49",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [
                {
                    "start": 465,
                    "end": 473,
                    "text": "(Table 1",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "To identify the virulence factors associated with ZIKV-Paraiba, we first generated an infectious cDNA clone of ZIKV-Paraiba (pBAC-ZIKV-Paraiba) using the reverse genetic approach previously described to generate rZIKV-RGN 49 (Fig. 2) . To that end, we used site directed mutagenesis to introduce the non-synonymous substitutions ( Fig. 2A , black arrows), with the exception of A117V in the NS2A protein that is present in ZIKV-Paraiba, into our previously described pBAC-ZIKV-RGN 49 . Likewise, the T10561C change in the 3′ UTR was also introduced ( Fig. 2A , blue arrow). We did not introduce the amino acid substitution A117V in the pBAC-ZIKV-Paraiba infectious clone because this substitution causes a conservative amino acid change (A to V) in approximately 50% of ZIKV-Paraiba (Table S1 ). In addition, analysis of 684 publicly available ZIKV sequences showed that 98.1% of ZIKV strains contain an alanine amino acid residue at position 117 in the NS2A protein (https://www.viprbrc. org/brc/home.spg?decorator = flavi_zika). A rZIKV-Paraiba was successfully recovered after transfection of the pBAC-ZIKV-Paraiba in Vero cells. When growth kinetics on Vero cells of the natural ZIKV-Paraiba isolate and the rZIKV-Paraiba were compared, we found that both viruses replicated efficiently (Fig. 2B ) and have similar plaque phenotype (Fig. 2C) . Nonetheless, as seen with other rZIKVs 56, 57 , viral titers were slightly reduced as compared to the natural ZIKV isolate at later time points (Fig. 2B) , which can be due to the loss of viral quasispecies diversity as it has been widely discussed 58, 59 . Importantly, the plaque size of rZIKV-Paraiba was similar to that of the natural ZIKV-Paraiba (Fig. 2C) , suggesting that the nine amino acid substitutions and the change in the 3′ UTR introduced in the infectious rZIKV-RGN clone to generate rZIKV-Paraiba resulted in increased viral replication and plaque phenotype in culture cells. Taken together, these results demonstrate that we were able to rescue a rZIKV-Paraiba with similar in vitro characteristics than the natural viral isolate.",
            "cite_spans": [
                {
                    "start": 481,
                    "end": 483,
                    "text": "49",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1387,
                    "end": 1390,
                    "text": "56,",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 1391,
                    "end": 1393,
                    "text": "57",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 1597,
                    "end": 1600,
                    "text": "58,",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 1601,
                    "end": 1603,
                    "text": "59",
                    "ref_id": "BIBREF58"
                }
            ],
            "ref_spans": [
                {
                    "start": 225,
                    "end": 233,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 331,
                    "end": 338,
                    "text": "Fig. 2A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 551,
                    "end": 558,
                    "text": "Fig. 2A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 783,
                    "end": 792,
                    "text": "(Table S1",
                    "ref_id": null
                },
                {
                    "start": 1291,
                    "end": 1299,
                    "text": "(Fig. 2B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1336,
                    "end": 1345,
                    "text": "(Fig. 2C)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1492,
                    "end": 1501,
                    "text": "(Fig. 2B)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1700,
                    "end": 1709,
                    "text": "(Fig. 2C)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Development and characterization of an infectious ZIKV-Paraiba cDNA clone."
        },
        {
            "text": "To determine whether the rescued rZIKV-Paraiba was pathogenic in vivo, groups of six-to-seven-week-old female IFNAR−/− A129 mice (n = 4) were inoculated s.c. in the footpad with different doses (10 1 -10 4 FFU/ mouse) of rZIKV-Paraiba or the natural ZIKV-Paraiba isolate and monitored daily for morbidity (body weight loss and clinical disease signs) and mortality for 14 days (Fig. 2D ). As previously showed, mice infected with only 10 FFU of natural ZIKV-Paraiba began to lose weight at days 5 or 6 post-infection and all of them succumbed to viral infection between days 8-10 post-infection (Fig. 2D , right panels). In contrast, rZIKV-Paraiba was highly attenuated as compared to the natural ZIKV-Paraiba isolate (Fig. 2D , left panels). Mice infected with 10 1 -10 2 FFU of rZIKV-Paraiba did not show any signs of disease. In the case of animals infected with 10 3 FFU of rZIKV-Paraiba, only one mouse presented slightly weight loss and survived viral infection. Mice infected with 10 4 FFU of rZIKV-Paraiba presented evident signs of infection, and 3 of 4 mice showed weight loss between days 6 and 8 post-infection, but only one of them succumbed to viral infection at day 9 post-infection (MLD 50 > 1 × 10 4 FFU) (Fig. 2D , left panels). To analyze rZIKV-Paraiba viremia, groups of six-to-seven-week-old female IFNAR−/− A129 mice (n = 6) were infected with different doses (10 2 -10 4 FFU/mouse) of rZIKV-Paraiba or the natural ZIKV-Paraiba isolate, and viral titers in mouse sera were analyzed at days 2 and 4 post-infection (Fig. 2E ). Viral titers of ZIKV-Paraiba in mice sera were significantly higher than those of rZIKV-Paraiba at all the doses and times analyzed (Fig. 2E) . Altogether, these data indicated that although the 9 amino acid substitutions and the single nucleotide T10561C change in the 3′ UTR introduced in the rZIKV-RGN infectious clone to generate rZIKV-Paraiba increased viral replication in vitro (Figs. 1A and 2B) and in vivo (Figs. 1D and 2E) compared to rZIKV-RGN, rZIKV-Paraiba was attenuated in vivo, showing comparable virulence than rZIKV-RGN, demonstrating that these mutations are not responsible for the phenotypic differences between the natural isolate ZIKV-Paraiba and rZIKV-RGN. rZIKV-Paraiba containing the amino acid substitution A117V in the NS2A protein is highly virulent in vivo. During the deep-sequencing analysis of ZIKV-Paraiba, we identified several genetic variants in our laboratory ZIKV-Paraiba stock (Table S1 ), which could be responsible of the differences observed in virulence between ZIKV-Paraiba and rZIKV-RGN (Fig. 1C) . Importantly, Miner et al. described an increase in the frequency of a C to T substitution at position 3,895 in eye-, spleen-, and brain-derived viruses from ZIKV-Paraiba www.nature.com/scientificreports www.nature.com/scientificreports/ infected mice 60 . We noted that this single nucleotide substitution (C to T) results in the conservative amino acid substitution (A117V) in ZIKV NS2A protein, the same amino acid change identified in our initial deep sequencing analysis (Table S1) that was not included in the construction of the infectious rZIKV-Paraiba clone (Fig. 2) . To explore the possibility that this NS2A A117V substitution was responsible for the differences in virulence between the natural and recombinant ZIKV-Paraiba, an infectious clone of rZIKV-Paraiba containing the additional NS2A A117V change (pBAC-ZIKV-Paraiba NS2A A117V) was generated by site-directed mutagenesis (Fig. 3A) . The rZIKV-Paraiba NS2A A117V was successfully recovery from Vero cells, and its replication in vitro was compared to that of rZIKV-Paraiba (Fig. 3B,C) . Importantly, rZIKV-Paraiba NS2A A117V grew similarly to rZIKV-Paraiba in Vero cells, with no statistical differences in the viral growth kinetics at any of the time points analyzed (Fig. 3B) . Moreover, rZIKV-Paraiba NS2A A117V and rZIKV-Paraiba produced plaques with similar size after 3 days of infection (Fig. 3C) .",
            "cite_spans": [
                {
                    "start": 2843,
                    "end": 2845,
                    "text": "60",
                    "ref_id": "BIBREF59"
                }
            ],
            "ref_spans": [
                {
                    "start": 377,
                    "end": 385,
                    "text": "(Fig. 2D",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 595,
                    "end": 603,
                    "text": "(Fig. 2D",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 718,
                    "end": 726,
                    "text": "(Fig. 2D",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1222,
                    "end": 1230,
                    "text": "(Fig. 2D",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1535,
                    "end": 1543,
                    "text": "(Fig. 2E",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1679,
                    "end": 1688,
                    "text": "(Fig. 2E)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2464,
                    "end": 2473,
                    "text": "(Table S1",
                    "ref_id": null
                },
                {
                    "start": 2580,
                    "end": 2589,
                    "text": "(Fig. 1C)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 3158,
                    "end": 3166,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 3484,
                    "end": 3493,
                    "text": "(Fig. 3A)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 3635,
                    "end": 3646,
                    "text": "(Fig. 3B,C)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 3830,
                    "end": 3839,
                    "text": "(Fig. 3B)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 3956,
                    "end": 3965,
                    "text": "(Fig. 3C)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Development and characterization of an infectious ZIKV-Paraiba cDNA clone."
        },
        {
            "text": "To investigate whether rZIKV-Paraiba NS2A A117V was virulent in vivo, groups of six-to-seven-week-old female IFNAR−/− A129 mice (n = 4) were inoculated s.c. (footpad) with different doses (10 1 -10 4 FFU/mouse) of rZIKV-Paraiba NS2A A117V or rZIKV-Paraiba (Fig. 3D ). Mice were monitored daily for 14 days for signs of morbidity (body weight loss and clinical disease signs) and mortality (Fig. 3D) . Interestingly, and similar to mice infected with ZIKV-Paraiba (Figs. 1C and 2D), all mice infected with rZIKV-Paraiba NS2A A117V rapidly lost ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 256,
                    "end": 264,
                    "text": "(Fig. 3D",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 389,
                    "end": 398,
                    "text": "(Fig. 3D)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Development and characterization of an infectious ZIKV-Paraiba cDNA clone."
        },
        {
            "text": "10,561 c T C 3′UTR Table 1 . Sequence differences between rZIKV-RGN and ZIKV-Paraiba University of Rochester (UR). Nucleotides differences that result in amino acid substitutions or changes localized in the 3′ untranslated region (UTR) are shown in italic. a Amino acid changes in ZIKV proteins. b Consensus sequence of ZIKV-Paraiba UR was determined considering only the more frequent (>50% of frequency) nucleotide variants shown in Table S1 . c Change in the 3′ UTR. The diagram shows changes introduced in the rZIKV-RGN genome to generate the rZIKV-Paraiba cDNA clone, including eight non-silent mutations in the coding region (black arrows) and a single mutation in the 3′ UTR (blue arrow) (for more information see Table 1 ). Site directed mutagenesis was performed in the intermediate plasmids containing the ZIKV 1 to ZIKV 4 segments and assembled in the pBAC-ZIKV-RGN vector by replacing the corresponding fragment using the indicated restriction sites (Asc I, Pml I, Afe I, BstB I and Mlu I). The full-length cDNA is flanked at the 5′-end by the cytomegalovirus (CMV) promoter and at the 3′-end by the hepatitis delta virus (HDV) ribozyme (Rz) followed by the bovine growth hormone termination and polyadenylation sequences (BGH). The coding region from the structural (C, prM and E) and non-structural www.nature.com/scientificreports www.nature.com/scientificreports/ www.nature.com/scientificreports www.nature.com/scientificreports/ weight in a dose-dependence manner, showing strong signs of infection, necessitating euthanasia between days 7-10 post-infection, with a calculated MLD 50 < 10 FFU (Fig. 3D, left panels) . In contrast, and as previously shown in Fig. 2D , rZIKV-Paraiba was highly attenuated, with 100% of mice surviving the 10 1 to 10 3 FFU infectious doses and 50% of them succumbing to viral infection with 10 4 FFU (MLD 50 10 4 FFU) (Fig. 3D, right panels) . To demonstrate that virulence correlates with viral replication, six-to-seven-week-old female mice were infected with 10 2 -10 4 FFU of rZIKV-Paraiba NS2A A117V or rZIKV-Paraiba (Fig. 3E ). In agreement with the morbidity and mortality results, mice infected with rZIKV-Paraiba NS2A A117V (Fig. 3E , left panel) presented statistically higher viremia than mice infected with rZIKV-Paraiba at day 2 post-infection (Fig. 3E, right panel) , which was comparable to replication of the natural ZIKV-Paraiba isolate (Fig. 1D , left panel and Fig. 2E, right panel) . However, mice infected with 10 3 and 10 4 FFU of rZIKV-Paraiba (Fig. 3E , right panel) produced high viremia at day 4 post-infection, reaching titers of approximately 10 5 FFU/ml, which were similar to those obtained for the rZIKV-Paraiba NS2A A117V (Fig. 3D, left panel) or ZIKV-Paraiba infections (Figs. 1D and 2E). Altogether, these data support that the single amino acid substitution A117V in ZIKV NS2A protein is responsible for the differences in virulence between ZIKV-Paraiba natural isolate and rZIKV-RGN (Fig. 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 19,
                    "end": 26,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 435,
                    "end": 443,
                    "text": "Table S1",
                    "ref_id": null
                },
                {
                    "start": 721,
                    "end": 728,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 1611,
                    "end": 1633,
                    "text": "(Fig. 3D, left panels)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1676,
                    "end": 1683,
                    "text": "Fig. 2D",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1867,
                    "end": 1890,
                    "text": "(Fig. 3D, right panels)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 2071,
                    "end": 2079,
                    "text": "(Fig. 3E",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 2182,
                    "end": 2190,
                    "text": "(Fig. 3E",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 2306,
                    "end": 2328,
                    "text": "(Fig. 3E, right panel)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 2403,
                    "end": 2411,
                    "text": "(Fig. 1D",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2429,
                    "end": 2450,
                    "text": "Fig. 2E, right panel)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2516,
                    "end": 2524,
                    "text": "(Fig. 3E",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 2703,
                    "end": 2724,
                    "text": "(Fig. 3D, left panel)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 2968,
                    "end": 2976,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Development and characterization of an infectious ZIKV-Paraiba cDNA clone."
        },
        {
            "text": "Analysis of clones of ZIKV-Paraiba containing NS2A A117 or V117. Our deep-sequencing analysis results indicate that ZIKV-Paraiba exist as a population of different genomes or quasispecies (Table S1 ). To further determine whether the presence of V117 in ZIKV NS2A was responsible of virulence, we isolated 6 individual clones (#1 to #6) of ZIKV-Paraiba by plaque purification on Vero cells (Fig. 4) . Our plaque assay results showed that all the individual isolated ZIKV-Paraiba clones have similar plaque phenotype in Vero cells (Fig. 4A) . However, sequencing analysis determined that clones #1 and #5 have a C (NS2A A117) while clones #2, #3, #4 and #6 have a T (NS2A V117) at position 3,895 (Fig. 4B) , correlating with the proportion previously determined by deep-sequencing of the natural isolate ZIKV-Paraiba (40% C and 60% T; Table S1 ). To determine the virulence www.nature.com/scientificreports www.nature.com/scientificreports/ of these plaque-purified ZIKV-Paraiba clones in vivo, groups of six-to-seven-week-old female IFNAR−/− A129 mice (n = 4) were infected s.c. in the footpad with 10 3 FFU/mice of the individual isolated clones (#1 to #6) and monitored for body weight loss and survival (Fig. 4C ) for 14 days. As internal control for these studies, mice were infected with 10 3 FFU of ZIKV-Paraiba. Interestingly, only ZIKV-Paraiba plaque-purified clones containing NS2A V117 (clones #2, #3, #4 and #6) were pathogenic in mice, showing strong signs of neurological disease with hind limb paralysis (data not shown) and animals died or were euthanized between days 7-10 post-infection (Fig. 4C) . In contrast, mice inoculated with ZIKV-Paraiba plaque-purified clones #1 and #5 containing NS2A A117 survived viral infection, without disease signs (data not shown) or body weight lost (Fig. 4C) , demonstrating that ZIKV NS2A V117 is responsible, at least in part, for the in vivo pathogenicity of the natural ZIKV-Paraiba.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 188,
                    "end": 197,
                    "text": "(Table S1",
                    "ref_id": null
                },
                {
                    "start": 390,
                    "end": 398,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 530,
                    "end": 539,
                    "text": "(Fig. 4A)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 695,
                    "end": 704,
                    "text": "(Fig. 4B)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 834,
                    "end": 842,
                    "text": "Table S1",
                    "ref_id": null
                },
                {
                    "start": 1206,
                    "end": 1214,
                    "text": "(Fig. 4C",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1604,
                    "end": 1613,
                    "text": "(Fig. 4C)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1802,
                    "end": 1811,
                    "text": "(Fig. 4C)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Development and characterization of an infectious ZIKV-Paraiba cDNA clone."
        },
        {
            "text": "Virulence of a rZIKV-RGN NS2A A117V. Next, we evaluated whether the single NS2A substitution A117V could be sufficient to increase the virulence of rZIKV-RGN. To that end, we generated an infectious clone containing the substitution C to T at position 3,895 (NS2A A117V) in the rZIKV-RGN genome (pBAC-ZIKV-RGN NS2A A117V) (Fig. 5) . After rescue of the recombinant virus in Vero cells, we compared the in vitro phenotype of rZIKV-RGN NS2A A117V and rZIKV-RGN (Fig. 5A,B) . The rZIKV-RGN NS2A A117V grew similarly to rZIKV-RGN, showing no statistical differences in the viral titers at any of the time points analyzed (Fig. 5A) . Likewise, the plaque phenotype was similar for rZIKV-RGN A117V and rZIKV-RGN (Fig. 5B) , indicating that the single amino acid substitution A117V in the NS2A protein does not have an effect in viral replication in vitro. Next, we assessed the contribution of NS2A A117V in virulence and replication in vivo (Fig. 5C,D) . Groups of six-to-seven-week-old female IFNAR−/− A129 mice (n = 4) were inoculated s.c. (footpad) with different doses (10 1 -10 4 FFU/mouse) of rZIKV-RGN NS2A A117V or rZIKV-RGN, and animals were monitored for body weight loss (Fig. 5C, upper panels) , clinical signs (Fig. 5C , middle panels) and survival (Fig. 5C , lower panels) for 14 days. Mice infected with 10 2 to 10 4 of rZIKV-RGN NS2A A117V rapidly lost weight and all of them succumbed to viral infection by day 8-10 post-infection (Fig. 5C, left panels) . Notably, 2 of 4 mice infected with 10 FFU of rZIKV-RGN NS2A A117V showed clear signs of infection, lost weight rapidly and died by day 10-11 post-infection (Fig. 5C, left panels) . The remaining two mice displayed weight loss and lethargy, although both survived viral infection (Fig. 5C , left panels). Based in this data, the MLD 50 determined for rZIKV-RGN NS2A A117V was ~10 FFU. As expected, mice infected with 10 4 FFU/mouse of rZIKV-RGN had reduced morbidity sings and all of them recovered and survived viral infection (Fig. 5C , right panels). Remarkably, the single substitution A117V in ZIKV NS2A results in a marked increase virulence with 3 to 4 logs of difference in the MLD 50 between rZIKV-RGN (MLD 50 ~7.5 × 104 FFU, Figs. 1 and 5) and rZIKV-RGN NS2A A117V (~10 FFU, Fig. 5) . Notably, the pathogenesis observed with rZIKV-RGN NS2A A117V resemble that observed with the natural ZIKV-Paraiba isolate (Fig. 1 ). In addition, to evaluate whether the virulence observed in vivo correlates with viral replication, groups of six-to-seven-week-old female IFNAR−/− A129 mice (n = 6) were inoculated with 10 2 to 10 4 FFU of rZIKV-RGN NS2A A117V or rZIKV-RGN and viremia was determined at 2 and 4 days post-infection (Fig. 5D) . The rZIKV-RGN NS2A A117V replicated with higher titers than rZIKV-RGN, with differences of 2-3 or 1 log at days 2 and 4 post-infection, respectively. Altogether, these results demonstrate that the substitution A117V in ZIKV NS2A contributes significantly to viral pathogenesis and viremia, and represents a new and important ZIKV virulence factor.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 322,
                    "end": 330,
                    "text": "(Fig. 5)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 459,
                    "end": 470,
                    "text": "(Fig. 5A,B)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 617,
                    "end": 626,
                    "text": "(Fig. 5A)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 706,
                    "end": 715,
                    "text": "(Fig. 5B)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 936,
                    "end": 947,
                    "text": "(Fig. 5C,D)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1177,
                    "end": 1200,
                    "text": "(Fig. 5C, upper panels)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1218,
                    "end": 1226,
                    "text": "(Fig. 5C",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1257,
                    "end": 1265,
                    "text": "(Fig. 5C",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1443,
                    "end": 1465,
                    "text": "(Fig. 5C, left panels)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1624,
                    "end": 1646,
                    "text": "(Fig. 5C, left panels)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1747,
                    "end": 1755,
                    "text": "(Fig. 5C",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1995,
                    "end": 2003,
                    "text": "(Fig. 5C",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 2252,
                    "end": 2259,
                    "text": "Fig. 5)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 2384,
                    "end": 2391,
                    "text": "(Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2693,
                    "end": 2702,
                    "text": "(Fig. 5D)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Development and characterization of an infectious ZIKV-Paraiba cDNA clone."
        },
        {
            "text": "Flavivirus NS2A protein is a membrane-associated protein that has been involved in the modulation of host innate immune responses [61] [62] [63] [64] . To determine whether substitution A117V in ZIKV NS2A protein has an immunomodulatory role, the innate immune responses were analyzed in cells infected with rZIKV Paraiba or RGN carrying V117 or A117 in the NS2A protein (Fig. 6 ). Vero cells used to analyzed the growth kinetics of these rZIKVs (Figs. 1A, 2B, 3B and 5A) are known to be deficient in IFN production 65 . For this reason, A549 cells, an innate immune competent cell line derived from human lung adenocarcinoma, were chosen to assess innate immune responses. Furthermore, A549 cells have been previously reported to support efficient replication of ZIKV, leading to the production of IFN, IFN stimulated genes (ISGs) and pro-inflammatory cytokines 43 . Firstly, we evaluated whether rZIKV-Paraiba, rZIKV-Paraiba NS2A A117V, rZIKV-RGN or rZIKV-RGN NS2A A117V could infect and grow efficiently in A549 cells (Fig. 6A) . Data indicate that all viruses were able to replicate in A549 cells and the polymorphism in NS2A did not significantly affect, at least at early times post-infection, the production of infectious virus. Then, A549 cells were infected (MOI 3) with same rZIKVs (Fig. 6B) , and the expression levels of IFN-β, several ISGs, including myxovirus resistance protein 1 (MX1), IFN-induced protein with tetratricopeptide repeats 1 (IFIT1) and DExD/-box helicase 58 (DDX58), and human tumor necrosis factor alpha (TNF-α) were evaluated by quantitative RT-PCR (RT-qPCR) at 24 hpi (Fig. 6C ). In agreement with previous data in the literature 43 , ZIKV infection resulted in the induction of IFN-β, ISGs (Mx1, IFIT1 and DDX58) and TNF-α (Fig. 6C) . However, a significantly decreased in mRNA expression levels of these genes were observed in cells infected with rZIKV-Paraiba or rZIKV-RGN containing a V117 in NS2A (rZIKV-Paraiba NS2A A117V and rZIKV-RGN NS2A A117V) compared with the viruses containing A117 in NS2A (rZIKV-Paraiba and rZIKV-RGN) (Fig. 6C) . These results suggest that amino acid substitution A117V in ZIKV NS2A can modulate antiviral responses by negatively regulating the expression of innate immune genes.",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 134,
                    "text": "[61]",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 135,
                    "end": 139,
                    "text": "[62]",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 140,
                    "end": 144,
                    "text": "[63]",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 145,
                    "end": 149,
                    "text": "[64]",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 516,
                    "end": 518,
                    "text": "65",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 863,
                    "end": 865,
                    "text": "43",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1664,
                    "end": 1666,
                    "text": "43",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [
                {
                    "start": 371,
                    "end": 378,
                    "text": "(Fig. 6",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1021,
                    "end": 1030,
                    "text": "(Fig. 6A)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1292,
                    "end": 1301,
                    "text": "(Fig. 6B)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1602,
                    "end": 1610,
                    "text": "(Fig. 6C",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1758,
                    "end": 1767,
                    "text": "(Fig. 6C)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 2068,
                    "end": 2077,
                    "text": "(Fig. 6C)",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Substitution A117V in ZIKV NS2A protein reduces host innate immune responses and viral-induced apoptosis in tissue culture cells."
        },
        {
            "text": "Systematically, we observed an increase in the induction of cytopathic effect (CPE) during infection with rZIKV-Paraiba or rZIKV-RGN as compared with rZIKV-Paraiba NS2A A117V or rZIKV-RGN NS2A A117V (data not shown). In addition, previous studies have shown that ZIKV infection can trigger apoptotic cell death in human neuronal progenitor 66 or in epithelial A549 43 cells. To confirm this observation, we evaluated whether the amino acid substitution A117V in ZIKV NS2A was involved in the regulation of apoptosis during viral infection by measuring caspase 3/7 activity (Fig. 6D) . To that end, A549 cells were mock infected or infected (MOI 0.1) with rZIKV-Paraiba, rZIKV-Paraiba NS2A A117V, rZIKV-RGN or rZIKV-RGN NS2A A117V, and caspase 3/7 www.nature.com/scientificreports www.nature.com/scientificreports/ activity was analyzed at 24, 36, 48 and 72 hpi. As expected, ZIKV infection resulted in activation of caspase 3/7 activity, starting at 24 hpi (Fig. 6D) . Importantly, we observed a significant increase in caspase 3/7 activity during infection with rZIKV-Paraiba or rZIKV-RGN as compared with rZIKV-Paraiba NS2A A117V or rZIKV-RGN www.nature.com/scientificreports www.nature.com/scientificreports/ NS2A A117V, respectively, at early times post-infection (Fig. 6D) . However, these differences were not significant at 72 hpi or even at 48 hpi for rZIVK-RGN (Fig. 6D) . These results suggest that substitution A117V in ZIKV NS2A prevents or delays the induction of apoptosis, which correlate with the differences observed in the levels of TNF-α induction (Fig. 6C) . Altogether, these data indicated that in tissue culture cells, ZIKV NS2A V117 modulates antivirals responses and delay the induction of apoptosis during viral infection.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 573,
                    "end": 582,
                    "text": "(Fig. 6D)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 957,
                    "end": 966,
                    "text": "(Fig. 6D)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1268,
                    "end": 1277,
                    "text": "(Fig. 6D)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1370,
                    "end": 1379,
                    "text": "(Fig. 6D)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1567,
                    "end": 1576,
                    "text": "(Fig. 6C)",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Substitution A117V in ZIKV NS2A protein reduces host innate immune responses and viral-induced apoptosis in tissue culture cells."
        },
        {
            "text": "Determining the viral factors associated with ZIKV disease is critical to understand and combat ZIKV infection, as well as to predict future potential viral outbreaks. In this study, we have compared the virulence of two closely related ZIKV strains, RGN and Paraiba, from the recent outbreak in Brazil in 2015. Despite of both viruses being identified at the same time period and region, significant differences in viral replication and virulence were observed in vitro and in vivo using a validated mouse model of ZIKV infection (Fig. 1) . Mice infected with only 10 FFU of ZIKV-Paraiba showed clear disease signs, had a dramatic weight loss, and all of them succumbed to viral infection with a calculated MLD 50 < 10 FFU. In contrast, only mice infected with 10 5 FFU of rZIKV-RGN showed clear signs of infection, loss significant body weight and succumbed to viral infection, with a calculated MLD 50 of ~7.5 × 10 4 FFU (Fig. 1) . Genome sequencing analysis of both viruses showed the presence of 9 amino acid changes in the coding region (prM: E21G, T74A and S109P; NS1: E146K and A233T; NS2A: A117V; NS3: M334T and K587R; NS4B: I240T) and one nucleotide substitution at the 3′ UTR (T10561C) ( Table 1 ). In a first approach, we introduced all these substitutions, with the exception of NS2A A117V, in our previously described rZIKV-RGN infectious clone 49 to generate a rZIKV-Paraiba (Fig. 2) . Notably, although these changes improved viral replication in vitro, they did not have a significant effect in viral pathogenesis in vivo (Fig. 2) . Surprisingly, we found that the single amino acid change A117V in NS2A was sufficient to recapitulate the in vivo pathogenic phenotype of ZIKV-Paraiba in the presence (Fig. 3 ) or in the absence (Fig. 5 ) of the remaining amino acids changes identified in our genome sequencing analysis.",
            "cite_spans": [
                {
                    "start": 1359,
                    "end": 1361,
                    "text": "49",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [
                {
                    "start": 531,
                    "end": 539,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 924,
                    "end": 932,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1199,
                    "end": 1206,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 1390,
                    "end": 1398,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1539,
                    "end": 1547,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1717,
                    "end": 1724,
                    "text": "(Fig. 3",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1745,
                    "end": 1752,
                    "text": "(Fig. 5",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Interestingly, the in vitro growth kinetic and plaque phenotype characteristics of rZIKV-Paraiba were, at least in part, attributed to the effect of 8 amino acid substitutions in the coding region (prM: E21G, T74A and S109P; NS1: E146K and A233T; NS3: M334T and K587R; NS4B: I240T) and/or the nucleotide substitution in the 3´UTR (Fig. 2) . The individual contribution for each change, as well as other synonymous changes between ZIKV-Paraiba and rZIKV-RGN identified in our sequencing analysis (Table 1) were not directly addressed in this study and they could also play an important role in viral replication and/or virulence.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 330,
                    "end": 338,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 495,
                    "end": 504,
                    "text": "(Table 1)",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "There is an urgent need for comparative analysis between ZIKV strains to identify virulence factors associated with viral pathogenesis. To date, a limited number of studies have been performed comparing disease caused by different ZIKV isolates, suggesting lineage-specific differences involved in viral pathogenesis [67] [68] [69] . Interestingly, Yuan et al. provided experimental evidences that a single amino acid substitution (S139N) in ZIKV prM acquired just prior to the outbreak in French Polynesia, contributes to the increased neurovirulence of contemporary ZIKV strains 41 . In addition, Liu et al. demonstrated that a single amino acid change (A188V) in ZIKV NS1 protein promotes the acquisition of ZIKV by Aedes mosquitoes from an infected host, and, therefore, the virus prevalence in mosquitoes 70 . Interestingly, these two amino acid changes (S139N in prM and A188V in NS1) are present in the viral strains used in our study, suggesting that in addition to these two evolutionary adaptations, other specific genome differences or polymorphisms that contribute to ZIKV pathogenesis could explain the recent outbreak of ZIKV.",
            "cite_spans": [
                {
                    "start": 317,
                    "end": 321,
                    "text": "[67]",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 322,
                    "end": 326,
                    "text": "[68]",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 327,
                    "end": 331,
                    "text": "[69]",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 581,
                    "end": 583,
                    "text": "41",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 810,
                    "end": 812,
                    "text": "70",
                    "ref_id": "BIBREF69"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The polymorphism NS2A V117 has been identified in 5 ZIKV sequences deposited in public databases. One of them was isolated from a patient with cutaneous rash, pain, and fever during the outbreak in Brazil in 2015 (HS/2015 Bahia_01, KX520666.1). The remaining 4 ZIKV were isolated from Aedes aegypti mosquitoes including a virus in Malaysia in 1966 (P6-740, KX377336.1) and 3 in Mexico (Mex_1_7/2016, KX446951.2; Mex_1_44/2016, KX856011; and 31 N/2018, MH900227.1). Nonetheless, as previously described in other ZIKV studies 27,56,71 , we observed a population of genetic variants or quasispecies in our ZIKV-Paraiba stock ( Table 1) . Substitution NS2A A117V was detected with a frequency of 53% in our ZIKV-Paraiba stock (Table S1) . However, previous studies showed that this substitution was present with a frequency of 3% 56 or 12% 60 in other ZIKV-Paraiba stocks. Notably, it was detected with a frequency of 15.8% in H/PF/2013, a clinical strain isolated in French Polynesia in 2013 72 , suggesting that this mutation could be present in other ZIKV strains with a low frequency. Importantly, in our plaque purification studies (Fig. 4) , we have been able to isolate individual ZIKV-Paraiba clones with NS2A A117 or V117 and demonstrate how NS2A V117 is responsible for virulence of ZIKV-Paraiba in vivo (Fig. 4) . These studies were further supported when we generated the rZIKV-Paraiba (Figs. 2 and 3 ) or rZIKV-RGN containing NS2A V117 (Fig. 5) . Surprisingly, rZIKV-RGN was isolated from an infected fetus with microcephaly in Brazil in 2015, but the full-length sequence identified an alanine at position 117 in the viral NS2A protein 14 . It is possible that, similar to our ZIKV-Paraiba, a low percentage of ZIKV-RGN NS2A V117 was present that would not allow the identification of this viral quasispecie during the sequencing process, in which only the majoritarian sequences are usually annotated. It is worth noting that ZIKV-RGN was not isolated from this microcephaly case 14 , making difficult to further evaluate this possibility in this and/or future studies.",
            "cite_spans": [
                {
                    "start": 1646,
                    "end": 1648,
                    "text": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1991,
                    "end": 1993,
                    "text": "14",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 624,
                    "end": 632,
                    "text": "Table 1)",
                    "ref_id": null
                },
                {
                    "start": 722,
                    "end": 732,
                    "text": "(Table S1)",
                    "ref_id": null
                },
                {
                    "start": 1133,
                    "end": 1141,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1310,
                    "end": 1318,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1394,
                    "end": 1408,
                    "text": "(Figs. 2 and 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1445,
                    "end": 1453,
                    "text": "(Fig. 5)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Flavivirus NS2A protein is a multifunctional membrane-associated protein that has been involved in viral RNA synthesis 73, 74 , virus assembly [75] [76] [77] , and immunomodulation of innate immune responses 61-64 during flavivirus infection. To date, the role(s) of ZIKV NS2A in viral infection and pathogenesis are not well understood, although by homology with the rest of flaviviruses, ZIKV NS2A could have similar functions. Recently, ZIKV NS2A, but not DENV NS2A, has been involved in the disruption of mammalian cortical neurogenesis by degrading adherents junctions proteins 39 . Also, we previously identified an alanine-to-valine substitution at residue 175 (A175V) in ZIKV NS2A, which is important for viral RNA synthesis and pathogenesis in vivo 49 . In this study, we demonstrated that a single amino acid substitution (A117V) in ZIKV NS2A has a significant impact in (2019) 9:19968 | https://doi.org/10.1038/s41598-019-56291-4 www.nature.com/scientificreports www.nature.com/scientificreports/ viral pathogenesis and replication in vivo. Although we have analyzed the presence of ZIKV in the sera of three infected mice, future and more exhaustive studies will be required to determine if substitution A117V in NS2A affects viral replication in other organs and/or tissues where ZIKV has been shown to replicate, such as brain, placenta, and/or testis 14, 24, 27, 78 . Likewise, a major effort to evaluate the role of ZIKV NS2A on viral replication and virulence is clearly needed.",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 122,
                    "text": "73,",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 123,
                    "end": 125,
                    "text": "74",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 143,
                    "end": 147,
                    "text": "[75]",
                    "ref_id": "BIBREF74"
                },
                {
                    "start": 148,
                    "end": 152,
                    "text": "[76]",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 153,
                    "end": 157,
                    "text": "[77]",
                    "ref_id": "BIBREF76"
                },
                {
                    "start": 583,
                    "end": 585,
                    "text": "39",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 758,
                    "end": 760,
                    "text": "49",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1366,
                    "end": 1369,
                    "text": "14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1370,
                    "end": 1373,
                    "text": "24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1374,
                    "end": 1377,
                    "text": "27,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1378,
                    "end": 1380,
                    "text": "78",
                    "ref_id": "BIBREF77"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "IFN is responsible to induce a potent antiviral state by eliciting the upregulation of hundreds of ISGs conferring protection in both infected cells and neighboring non-infected cells. However, viruses have developed sophisticated strategies to inhibit or delay the IFN response and/or the antiviral activity of ISGs, including Flaviviruses 61-64 and ZIKV 51 . Our results show that virulent rZIKVs carrying V117 in the NS2A protein induced significantly less IFN-β, ISGs (Mx1, IFIT1, DDX58) and TNF-α compared to the attenuated rZIKVs containing an A117. Also, a delay in the induction of CPE was observed in rZIKV-RGN and rZIKV-Paraiba containing the A117V change in NS2A, which correlates with a delay in the induction of apoptosis in infected cells (Fig. 6) . Notably, and similar to our studies, early induction of apoptosis is generally associated with viral attenuation in vivo [79] [80] [81] , since apoptosis is a powerful antiviral host mechanism to limit viral replication, triggered by the IFN response 82 . This could represent, at least in part, the mechanism underlying the increased pathogenesis observed in the natural ZIKV-Paraiba or rZIKV (RGN and Paraiba) containing the A117V substitution in NS2A. It worth noting that although we have used type-I IFN (IFN-α/β) receptor deficient (IFNAR−/−) A129 mice in our studies, these mice retain intact type-II IFN (IFN-γ) responses 24 , which are involved in the induction of innate immune responses and apoptosis in multiples cells lines and may contribute to the control of viral replication and spread 82 . In fact, several studies using IFNAR−/− A129 mice have described the role of IFN-γ in viral infection 24, 83 , reporting that IFN-γ contributes to the control of viral replication and spread.",
            "cite_spans": [
                {
                    "start": 885,
                    "end": 889,
                    "text": "[79]",
                    "ref_id": "BIBREF78"
                },
                {
                    "start": 890,
                    "end": 894,
                    "text": "[80]",
                    "ref_id": "BIBREF79"
                },
                {
                    "start": 895,
                    "end": 899,
                    "text": "[81]",
                    "ref_id": "BIBREF80"
                },
                {
                    "start": 1015,
                    "end": 1017,
                    "text": "82",
                    "ref_id": "BIBREF81"
                },
                {
                    "start": 1394,
                    "end": 1396,
                    "text": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1567,
                    "end": 1569,
                    "text": "82",
                    "ref_id": "BIBREF81"
                },
                {
                    "start": 1674,
                    "end": 1677,
                    "text": "24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1678,
                    "end": 1680,
                    "text": "83",
                    "ref_id": "BIBREF82"
                }
            ],
            "ref_spans": [
                {
                    "start": 753,
                    "end": 761,
                    "text": "(Fig. 6)",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "In summary, we have identified a single amino acid change (A117V) in ZIKV NS2A that dramatically increases virulence in vivo. This, as well as other amino acid changes in ZIKV NS2A protein 49 , open the possibility of targeting ZIKV NS2A for the rational design of life attenuated vaccines for the prophylactic treatment of ZIKV infections. Likewise, these studies also open the feasibility of targeting ZIKV NS2A protein with small molecule compounds for the therapeutic treatment of ZIKV infection.",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 191,
                    "text": "49",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Cells and viruses. Vero African green monkey kidney epithelial (ATCC, CCL-81) and human A549 (ATCC, CCL-185) cells were maintained at 37 °C with 5% CO 2 in Dulbecco's modified Eagle's medium (DMEM) supplemented with 5% fetal bovine serum (FBS), 2 mM L-glutamine, 100 units/ml penicillin and 100 μg/ml streptomycin (1x PSG).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "ZIKV strain Paraiba (Brazil, 2015) was kindly provided by Dr. Stephen Dewhurst (Department of Microbiology and Immunology, University of Rochester Medical Center). The rZIKV-RGN was previously described 49 . Virus stocks were propagated in Vero cells and titrated by plaque assay as previously described 49 .",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 205,
                    "text": "49",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 304,
                    "end": 306,
                    "text": "49",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Viral genome sequencing. Viral RNA was isolated from purified virions using a QIAamp viral RNA minikit (Quiagen). Deep-sequencing was conducted at the University of Rochester Genomics Research Center using Illumina MiSeq (Illumina, San Diego, CA, USA) as previously described 49 . Construction of ZIKV infectious cDNA clones. Infectious cDNA clones pBAC-ZIKV-Paraiba, pBAC-ZIKV-Paraiba NS2A A117V and pBAC-ZIKV-RGN NS2A A117V were generated using our previously described pBAC-ZIKV-RGN infectious cDNA clone 49 . To generate the pBAC-ZIKV-Paraiba, 8 non-silent mutations in the viral coding region (prM: E143G, T196A and S231P; NS1: E940K, and A1027T; NS3: M1826T, and K2089R; NS4B: I2509T) and a single nucleotide substitution (T10561C) in the 3′ UTR (Table 1) were introduced by site-direct mutagenesis in intermediate plasmids containing ZIKV fragments ZIKV1 to ZIKV4 49 . The modified cDNA fragments were replaced in the pBAC-ZIKV-RGN using selected restriction sites 49 . Additional silent nucleotide mutations were introduced in order to generate a BsrB I (position 2,921 A to G) and Sap I (position 3,167 A to G; 3,171 T to A; and 3,172 C to G) restriction sites as genetic markers. To generate pBAC-ZIKV-Paraiba NS2A A117V and pBAC-ZIKV-RGN NS2A A117V, a single amino acid change (A117V) at NS2A was introduce in the pBAC-ZIKV-Paraiba and pBAC-ZIKV-RGN, respectively. All plasmid constructs were confirmed by sequencing (ACGT, Inc.), propagated in DH10B E. coli (Gibco/BRL), and prepared using the Qiagen large-construct kit (Qiagen Inc.) following the manufacturer's specifications. Primers sequences for the construction of the different plasmids are available under request.",
            "cite_spans": [
                {
                    "start": 276,
                    "end": 280,
                    "text": "49 .",
                    "ref_id": null
                },
                {
                    "start": 508,
                    "end": 510,
                    "text": "49",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 972,
                    "end": 974,
                    "text": "49",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [
                {
                    "start": 752,
                    "end": 761,
                    "text": "(Table 1)",
                    "ref_id": null
                }
            ],
            "section": "Materials and Methods"
        },
        {
            "text": "Infectious viruses were recovered from the BAC cDNA clones as previously described 49 . Briefly, subconfluent monolayers of Vero cells (6-well plate format, 1 × 10 6 cells/well) were transiently transfected with 4 μg of the BAC cDNA clones using 12 μl of Lipofectamine 2000 (Invitrogen). After 6 h, transfection media was removed, replaced with fresh viral growth medium (DMEM supplemented with 2% FBS and 1x PSG) and cells were incubated a 37 °C. When CPE was evident (60-80%), between 4 to 6 days, tissue culture supernatants were collected and stored at −80 °C. The identity of all the recover viruses was confirmed by sequencing (ACGT, Inc.) with specific primers. Briefly, viral RNA was purified using the RNeasy minikit (Qiagen Inc.) from infected Vero cells. Reverse transcription (RT) was performed using the High-capacity cDNA transcription kit (ThermoFisher Scientific) with 1ug of purified RNA and random hexamer primers. The cDNAs were amplified using the expand high fidelity PCR kit (Roche) and sequenced using specific primers, available under request.",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 85,
                    "text": "49",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "Plasmid transfection and virus recovery."
        },
        {
            "text": "Virus titration. Viral titers were determined by immunofocus assay. Briefly, subconfluent monolayers of Vero cells (96-well plate format, 5 × 10 4 cells/well, triplicates) were infected with 50 μl of 10-fold serial dilutions of virus-containing tissue culture supernatants samples for 90 min at 37 °C. After viral absorption, virus inoculum Plaque purification of ZIKV-Paraiba clones. A plaque assay of ZIKV-Paraiba was performed as describe above. Six representative viral plaques were isolated and grown in Vero cells. When CPE was evident (60-80%), between 2 to 3 days post-infection, tissue culture supernatants were collected and stored at −80 °C. Viral titers were determined by immunofocus assay in Vero cells as described above. The presence of A117 or V117 in the NS2A protein was confirmed by sequencing (ACGT, Inc.).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plasmid transfection and virus recovery."
        },
        {
            "text": "Virus grown kinetics. Subconfluent monolayers of Vero or A549 cells (12-well plate format, 0.5 × 10 6 cells/ well, triplicates) were infected (MOI 0.1) with the indicated viruses. After 90 min of virus absorption at 37 °C, the virus inoculum was removed and infected cells were overlaid with 2 ml of fresh viral growth media and incubated a 37 °C. At the indicated times post-infection, aliquots of tissue culture supernatants were collected and viral titers were determined by immunofocus assay in Vero cells as described above. The mean value and SD were calculated using Microsoft Excel software.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plasmid transfection and virus recovery."
        },
        {
            "text": "Mice experiments. IFNAR−/− A129 mice (The Jackson Laboratory) were bred and maintained in the animal care facility at University of Rochester under specific pathogen-free conditions. All animal protocols were approved by the University of Rochester Committee of Animal Resources and complied with the recommendations in the Guide for the Care and Use of Laboratory Animals of the National Research Council 84 . Six-to-seven-week-old female IFNAR−/− A129 mice (n = 4) were anesthetized intraperitoneally with a mixture of ketamine (100 μg per gram of body weight) and xylazine (20 μg per gram of body weight) and then infected s.c. in the footpad with the indicated doses of ZIKV-Paraiba, rZIKV-Paraiba, rZIKV-Paraiba NS2A A117V, rZIKV-RGN or rZIKV-RGN NS2A A117V diluted in PBS in a final volume of 50 μl. Mice were monitored daily for clinical signs of ZIKV infection (lethargy, disorientation, hind limb weakness and severe paralysis), body weight loss and mortality for 14 days. Clinical signs were scored as follows: 0, healthy; 1, lightly sick (hunched back, lethargy and disorientation); 3, reduced mobility (hind limb weakness); and 4, severe paralysis and mortally. Mice showing more than 25% loss of their initial body weight or presenting severe hind limb paralysis were considered to have reached the experimental endpoint and were humanely euthanized. To correlate sings of disease with virus replication, six-to-seven-week-old female (n = 6) were infected as described above and bled at days 2 (n = 3) and 4 (n = 3) after viral infection. Blood was incubated a room temperature for 30 min, clarified by centrifugation at 1,500 × g for 20 min, and the supernatant was immediately stored at −80 °C. Viral titers in serum were determined by immunofocus assay as previously described. GraphPad Prism software was used to determine the geometric mean titers and the Reed and Muench method to determine the MLD 50 .",
            "cite_spans": [
                {
                    "start": 406,
                    "end": 408,
                    "text": "84",
                    "ref_id": "BIBREF83"
                }
            ],
            "ref_spans": [],
            "section": "Plasmid transfection and virus recovery."
        },
        {
            "text": "were evaluated by RT-qPCR. Total intracellular RNA from mock-infected or infected (MOI of 3) A549 cells with rZIKV-Paraiba, rZIKV-Paraiba NS2A A117V, rZIKV-RGN and rZIKV-RGN NS2A A117V was purified at 24 hpi using the RNeasy minikit (Qiagen Inc.), following manufacturer's specifications. Total cDNA was synthesized from 250 ng of the purified RNA using random hexamer primers and the high-capacity cDNA Transcription kit (Applied Biosystems, ThermoFisher Scientific). Amplified cDNA was used to evaluate cellular gene expression using specific TaqMan assays (Applied Biosystems, ThermoFisher Scientific) for TNF-α (Hs00174128_m1), IFN-β (Hs01077958_s1), MX1 (Hs00895608-m1), IFIT1 (Hs03027069_s1), and DDX58 (Hs01061436_m1). To quantify the level of vRNA, a custom TaqMan assay specific for ZIKV RNA was used 49 . In all cases, histone H2B (TaqMan assay Hs00868438_s1, Applied Biosystems, ThermoFisher Scientific) was used as a reference housekeeping gene to normalize the differences in RNA sampling. Data were acquired with a 7500 qPCR system (Applied Biosystems, ThermoFisher Scientific) and further analyzed with ABI PRISM 7500 software v2.06. All quantifications were done using the cycle threshold (2 −ΔΔCT ) method 85 . Caspase 3/7 activity assay. Quantification of caspase 3/7 activity was performed using the Caspase Glo 3/7 assay kit (Promega) following the manufacturer's specifications. Briefly, subconfluent monolayers of A549 cells (24-well plate format, 0.25 × 10 6 cells/well, triplicates) were mock-infected or infected (MOI 0.1) with the indicated viruses. After 1 h of virus absorption, the viral inoculum was removed and 1 ml of fresh viral growth media was added. At the indicated times post-infection, cells were harvested in the tissue culture supernatants and frozen until their analysis. Cells lysates were incubated 1:1 with the Caspase-Glo 3/7 substrate in a 96-well plate in the dark for 1 h at room temperature. Luciferase activity was determined using a Lumicount Luminometer.",
            "cite_spans": [
                {
                    "start": 810,
                    "end": 812,
                    "text": "49",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1223,
                    "end": 1227,
                    "text": "85 .",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Cellular gene expression and viral (v)RNA synthesis. Cellular gene expression and vRNA synthesis"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "WHO Calls Off Global Zika Emergency",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Friedrich",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "JAMA",
            "volume": "317",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Zika virus. I. Isolations and serological specificity",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Dick",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Kitchen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Haddow",
                    "suffix": ""
                }
            ],
            "year": 1952,
            "venue": "Trans R Soc Trop Med Hyg",
            "volume": "46",
            "issn": "",
            "pages": "509--520",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Zika virus: a report on three cases of human infection during an epidemic of jaundice in Nigeria",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "N"
                    ],
                    "last": "Macnamara",
                    "suffix": ""
                }
            ],
            "year": 1954,
            "venue": "Trans R Soc Trop Med Hyg",
            "volume": "48",
            "issn": "",
            "pages": "139--145",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Zika virus infections in Nigeria: virological and seroepidemiological investigations in Oyo State",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Fagbami",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Journal of Hygiene",
            "volume": "83",
            "issn": "",
            "pages": "213--219",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Zika virus, a cause of fever in Central Java",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Olson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Ksiazek",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Suhandiman",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Triwibowo",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Indonesia. Transactions of the Royal Society of Tropical Medicine and Hygiene",
            "volume": "75",
            "issn": "",
            "pages": "389--393",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Isolation of Zika Virus from Aedes Aegypti Mosquitoes in Malaysia*",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Marchette",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Garcia",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rudnick",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "The American Journal of Tropical Medicine and Hygiene",
            "volume": "18",
            "issn": "",
            "pages": "411--415",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Zika virus infection in man",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "I H"
                    ],
                    "last": "Simpson",
                    "suffix": ""
                }
            ],
            "year": 1964,
            "venue": "Transactions of the Royal Society of Tropical Medicine and Hygiene",
            "volume": "58",
            "issn": "",
            "pages": "335--338",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "An update on Zika virus infection",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Baud",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Gubler",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Schaub",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Lanteri",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Musso",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Lancet",
            "volume": "390",
            "issn": "",
            "pages": "2099--2109",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Zika virus outbreak on Yap Island, Federated States of Micronesia",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Duffy",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "N Engl J Med",
            "volume": "360",
            "issn": "",
            "pages": "2536--2543",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The Zika outbreak of the 21st century",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ortiz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ansari",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Gershwin",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Autoimmun",
            "volume": "68",
            "issn": "",
            "pages": "1--13",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "ChikDenMaZika Syndrome: the challenge of diagnosing arboviral infections in the midst of concurrent epidemics",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Paniz-Mondolfi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Rodriguez-Morales",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Blohm",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Marquez",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "E"
                    ],
                    "last": "Villamil-Gomez",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Annals of clinical microbiology and antimicrobials",
            "volume": "15",
            "issn": "",
            "pages": "42--42",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Zika virus infection complicated by Guillain-Barre syndrome-case report",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Oehler",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Euro Surveill",
            "volume": "19",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Evidence of perinatal transmission of Zika virus",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Besnard",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lastere",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Teissier",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Cao-Lormeau",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Musso",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Euro Surveill",
            "volume": "19",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Zika Virus Associated with Microcephaly",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mlakar",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "N Engl J Med",
            "volume": "374",
            "issn": "",
            "pages": "951--958",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Zika virus intrauterine infection causes fetal brain abnormality and microcephaly: tip of the iceberg?",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Oliveira Melo",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Ultrasound Obstet Gynecol",
            "volume": "47",
            "issn": "",
            "pages": "6--7",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Zika Virus Infection as a Cause of Congenital Brain Abnormalities and Guillain-Barre Syndrome: Systematic Review",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Krauer",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "PLoS Med",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Guillain-Barre Syndrome After Zika Virus Infection in Brazil",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Rosario",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Am J Trop Med Hyg",
            "volume": "95",
            "issn": "",
            "pages": "1157--1160",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Defining the syndrome associated with congenital Zika virus infection",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Costello",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Bull World Health Organ",
            "volume": "94",
            "issn": "",
            "pages": "406--406",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Zika Virus Outbreak, Bahia, Brazil",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Campos",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Bandeira",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "I"
                    ],
                    "last": "Sardi",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Emerg Infect Dis",
            "volume": "21",
            "issn": "",
            "pages": "1885--1886",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Zika virus in the Americas: Early epidemiological and genetic findings",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Faria",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Science",
            "volume": "352",
            "issn": "",
            "pages": "345--349",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Guillain-Barre Syndrome During Ongoing Zika Virus Transmission -Puerto Rico",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Dirlikov",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "65",
            "issn": "",
            "pages": "910--914",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Genomic epidemiology reveals multiple introductions of Zika virus into the United States",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "D"
                    ],
                    "last": "Grubaugh",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Nature",
            "volume": "546",
            "issn": "",
            "pages": "401--405",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Viral Determinants and Vector Competence of Zika Virus Transmission",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Tham",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Balasubramaniam",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Ooi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Chew",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Front Microbiol",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Characterization of a Novel Murine Model to Study Zika Virus",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Rossi",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Am J Trop Med Hyg",
            "volume": "94",
            "issn": "",
            "pages": "1362--1369",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Mosquito-borne and sexual transmission of Zika virus: Recent developments and future directions",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Magalhaes",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Foy",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "T A"
                    ],
                    "last": "Marques",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Ebel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Weger-Lucarelli",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Virus Research",
            "volume": "254",
            "issn": "",
            "pages": "1--9",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Vertical Transmission of Zika Virus in Aedes aegypti Mosquitoes",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Thangamani",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Hart",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Guzman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Tesh",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "The American Journal of Tropical Medicine and Hygiene",
            "volume": "95",
            "issn": "",
            "pages": "1169--1173",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Zika Virus Infection during Pregnancy in Mice Causes Placental Damage and Fetal Demise",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Miner",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Cell",
            "volume": "165",
            "issn": "",
            "pages": "1081--1091",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Zika virus was transmitted by sexual contact in Texas, health officials report",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mccarthy",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "BMJ",
            "volume": "352",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Evidence of Sexual Transmission of Zika Virus",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "D&apos;ortenzio",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "New England Journal of Medicine",
            "volume": "374",
            "issn": "",
            "pages": "2195--2198",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Update: Interim Guidance for Preconception Counseling and Prevention of Sexual Transmission of Zika Virus for Men with Possible Zika Virus Exposure -United States",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Polen",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "67",
            "issn": "",
            "pages": "868--871",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Non-vector-borne transmission of Zika virus: A systematic review",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Grischott",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Puhan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hatz",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Schlagenhauf",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Travel Medicine and Infectious Disease",
            "volume": "14",
            "issn": "",
            "pages": "313--330",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Transmission of Zika virus through breast milk and other breastfeeding-related bodily-fluids: A systematic review",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Colt",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "PLoS Negl Trop Dis",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Molecular biology of flaviviruses",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Lindenbach",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Rice",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Advances in virus research",
            "volume": "59",
            "issn": "",
            "pages": "23--61",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Reverse Genetic Approaches for the Generation of Recombinant Zika Virus",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Avila-Perez",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nogales",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Almazan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Martinez-Sobrido",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Viruses",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Genetic characterization of Zika virus strains: geographic expansion of the Asian lineage",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Haddow",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS Negl Trop Dis",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Molecular evolution of Zika virus during its emergence in the 20(th) century",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Faye",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS Negl Trop Dis",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Evolution of Two Major Zika Virus Lineages: Implications for Pathology, Immune Response, and Vaccine Development",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Beaver",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lelutiu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Habib",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Skountzou",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Front Immunol",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Zika Virus Encoding Non-Glycosylated Envelope Protein is Attenuated and Defective in Neuroinvasion",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Annamalai",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Virol",
            "volume": "91",
            "issn": "",
            "pages": "1348--01317",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Zika-Virus-Encoded NS2A Disrupts Mammalian Cortical Neurogenesis by Degrading Adherens Junction Proteins",
            "authors": [
                {
                    "first": "K.-J",
                    "middle": [],
                    "last": "Yoon",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Cell Stem Cell",
            "volume": "21",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Mechanisms of Zika Virus Infection and Neuropathogenesis",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Olagnier",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Muscolini",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Coyne",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Diamond",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hiscott",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "DNA Cell Biol",
            "volume": "35",
            "issn": "",
            "pages": "367--372",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "A single mutation in the prM protein of Zika virus contributes to fetal microcephaly",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Science",
            "volume": "358",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "The structural proteins of epidemic and historical strains of Zika virus differ in their ability to initiate viral infection in human host cells",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bos",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Virology",
            "volume": "516",
            "issn": "",
            "pages": "265--273",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "The South Pacific epidemic strain of Zika virus replicates efficiently in human epithelial A549 cells leading to IFN-β production and apoptosis induction",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Frumence",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Virology",
            "volume": "493",
            "issn": "",
            "pages": "217--226",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Virus Pathogenesis and Tissue Tropism",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Miner",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Diamond",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Zika",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Cell Host & Microbe",
            "volume": "21",
            "issn": "",
            "pages": "134--142",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Animal Models of Zika Virus Infection, Pathogenesis, and Immunity",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Morrison",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Diamond",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Journal of virology",
            "volume": "91",
            "issn": "",
            "pages": "9--00017",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Flavivirus reverse genetic systems, construction techniques and applications: a historical perspective",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Aubry",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nougairede",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Gould",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "De Lamballerie",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Antiviral Res",
            "volume": "114",
            "issn": "",
            "pages": "67--85",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Reverse Genetics Approaches to Control Arenavirus",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Martinez-Sobrido",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "Y"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "De La Torre",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Methods Mol Biol",
            "volume": "1403",
            "issn": "",
            "pages": "313--351",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Reverse Genetics Approaches for the Development of Influenza Vaccines",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nogales",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Martinez-Sobrido",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Int J Mol Sci",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "An Alanine-to-Valine Substitution in the Residue 175 of Zika Virus NS2A Protein Affects Viral RNA Synthesis and Attenuates the Virus In Vivo",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Marquez-Jurado",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Viruses",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "A Mouse Model of Zika Virus Pathogenesis",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Lazear",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Cell Host Microbe",
            "volume": "19",
            "issn": "",
            "pages": "720--730",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Zika Virus Targets Human STAT2 to Inhibit Type I Interferon Signaling",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Grant",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Cell host & microbe",
            "volume": "19",
            "issn": "",
            "pages": "882--890",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "A Susceptible Mouse Model for Zika Virus Infection",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Dowall",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PLoS Negl Trop Dis",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Neuropathogenesis of Zika Virus in a Highly Susceptible Immunocompetent Mouse Model after Antibody Blockade of Type I Interferon",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "PLOS Neglected Tropical Diseases",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Characterization of Lethal Zika Virus Infection in AG129 Mice",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Aliota",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PLOS Neglected Tropical Diseases",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "An Immunocompetent Mouse Model of Zika Virus Infection",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Gorman",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Cell Host Microbe",
            "volume": "23",
            "issn": "",
            "pages": "672--685",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "A Full-Length Infectious cDNA Clone of Zika Virus from the 2015 Epidemic in Brazil as a Genetic Platform for Studies of Virus-Host Interactions and Vaccine Development",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Tsetsarkin",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "MBio",
            "volume": "7",
            "issn": "",
            "pages": "1114--01116",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "A Reverse Genetics Platform That Spans the Zika Virus Family Tree",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Widman",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "MBio",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Quasispecies Theory and the Behavior of RNA Viruses",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Lauring",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Andino",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLOS Pathogens",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Quasispecies as a matter of fact: Viruses and beyond",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ojosnegros",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Perales",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mas",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Domingo",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Virus Research",
            "volume": "162",
            "issn": "",
            "pages": "203--215",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Zika Virus Infection in Mice Causes Panuveitis with Shedding of Virus in Tears",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Miner",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Cell reports",
            "volume": "16",
            "issn": "",
            "pages": "3208--3218",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Analysis of adaptive mutations in Kunjin virus replicon RNA reveals a novel role for the flavivirus nonstructural protein NS2A in inhibition of beta interferon promoter-driven transcription",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "B"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "J"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Khromykh",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Virol",
            "volume": "78",
            "issn": "",
            "pages": "12225--12235",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "A single amino acid substitution in the West Nile virus nonstructural protein NS2A disables its ability to inhibit alpha/beta interferon induction and attenuates virus virulence in mice",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Virol",
            "volume": "80",
            "issn": "",
            "pages": "2396--2404",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Blocking Double-Stranded RNA-Activated Protein Kinase PKR by Japanese Encephalitis Virus Nonstructural Protein 2A",
            "authors": [
                {
                    "first": "Y.-C",
                    "middle": [],
                    "last": "Tu",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Journal of Virology",
            "volume": "86",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Inhibition of interferon signaling by dengue virus",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Muñoz-Jordán",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "G"
                    ],
                    "last": "Sánchez-Burgos",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Laurent-Rolle",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "García-Sastre",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Proceedings of the National Academy of Sciences",
            "volume": "100",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Regulation of the Interferon System: Evidence that Vero Cells have a Genetic Defect in Interferon Production",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Emeny",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Morgan",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Journal of General Virology",
            "volume": "43",
            "issn": "",
            "pages": "247--252",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Zika virus infection induces mitosis abnormalities and apoptotic cell death of human neural progenitor cells",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "S F"
                    ],
                    "last": "Souza",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Scientific Reports",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "A novel Zika virus mouse model reveals strain specific differences in virus pathogenesis and host inflammatory immune responses",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tripathi",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "PLOS Pathogens",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "African and Asian Zika Virus Isolates Display Phenotypic Differences Both In Vitro and In Vivo",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "The American Journal of Tropical Medicine and Hygiene",
            "volume": "98",
            "issn": "",
            "pages": "432--444",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "Lineage-dependent differences in the disease progression of Zika virus infection in type-I interferon receptor knockout (A129) mice",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Dowall",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "PLOS Neglected Tropical Diseases",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "Evolutionary enhancement of Zika virus infectivity in Aedes aegypti mosquitoes",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Nature",
            "volume": "545",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "Quasispecies composition and evolution of a typical Zika virus clinical isolate from Suriname",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Van Boheemen",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Scientific Reports",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "A rhesus macaque model of Asian-lineage Zika virus infection",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Dudley",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nature Communications",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "Mutations in West Nile virus nonstructural proteins that facilitate replicon persistence in vitro attenuate virus replication in vitro and in vivo",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Rossi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fayzulin",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Dewsbury",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bourne",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Mason",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Virology",
            "volume": "364",
            "issn": "",
            "pages": "184--195",
            "other_ids": {}
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "Subcellular Localization and Some Biochemical Properties of the Flavivirus Kunjin Nonstructural Proteins NS2A and NS4A",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mackenzie",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Khromykh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "G"
                    ],
                    "last": "Westaway",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Virology",
            "volume": "245",
            "issn": "",
            "pages": "203--215",
            "other_ids": {}
        },
        "BIBREF74": {
            "ref_id": "b74",
            "title": "Role of nonstructural protein NS2A in flavivirus assembly",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Virol",
            "volume": "82",
            "issn": "",
            "pages": "4731--4741",
            "other_ids": {}
        },
        "BIBREF75": {
            "ref_id": "b75",
            "title": "Mutations in the yellow fever virus nonstructural protein NS2A selectively block production of infectious particles",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Kummerer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Rice",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Virol",
            "volume": "76",
            "issn": "",
            "pages": "4773--4784",
            "other_ids": {}
        },
        "BIBREF76": {
            "ref_id": "b76",
            "title": "Two Distinct Sets of NS2A Molecules Are Responsible for Dengue Virus RNA Synthesis and Virion Assembly",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zou",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Puttikhunt",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "P.-Y",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Journal of Virology",
            "volume": "89",
            "issn": "",
            "pages": "1298--1313",
            "other_ids": {}
        },
        "BIBREF77": {
            "ref_id": "b77",
            "title": "Detection and sequencing of Zika virus from amniotic fluid of fetuses with microcephaly in Brazil: a case study",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Calvet",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Lancet Infect Dis",
            "volume": "16",
            "issn": "",
            "pages": "653--660",
            "other_ids": {}
        },
        "BIBREF78": {
            "ref_id": "b78",
            "title": "Increased Induction of Apoptosis by a Sendai Virus Mutant Is Associated with Attenuation of Mouse Pathogenicity",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Itoh",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hotta",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Homma",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Journal of Virology",
            "volume": "72",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF79": {
            "ref_id": "b79",
            "title": "Severe Acute Respiratory Syndrome Coronavirus Envelope Protein Regulates Cell Stress Response and Apoptosis",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Dediego",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLOS Pathogens",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF80": {
            "ref_id": "b80",
            "title": "Recombinant bovine respiratory syncytial virus with deletion of the SH gene induces increased apoptosis and proinflammatory cytokines in vitro, and is attenuated and induces protective immunity in calves",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Journal of General Virology",
            "volume": "95",
            "issn": "",
            "pages": "1244--1254",
            "other_ids": {}
        },
        "BIBREF81": {
            "ref_id": "b81",
            "title": "Apoptosis and interferons: role of interferon-stimulated genes as mediators of. apoptosis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chawla-Sarkar",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Apoptosis: an international journal on programmed cell death",
            "volume": "8",
            "issn": "",
            "pages": "237--249",
            "other_ids": {}
        },
        "BIBREF82": {
            "ref_id": "b82",
            "title": "Probing the attenuation and protective efficacy of a candidate chikungunya virus vaccine in mice with compromised interferon (IFN) signaling",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Partidos",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Vaccine",
            "volume": "29",
            "issn": "",
            "pages": "3067--3073",
            "other_ids": {}
        },
        "BIBREF83": {
            "ref_id": "b83",
            "title": "Guide for the care and use of laboratory animals",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Council",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF84": {
            "ref_id": "b84",
            "title": "Analysis of Relative Gene Expression Data Using Real-Time Quantitative PCR and the 2−ΔΔCT Method",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Livak",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Schmittgen",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Methods",
            "volume": "25",
            "issn": "",
            "pages": "402--408",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "In vitro and in vivo characterization of ZIKV-Paraiba and rZIKV-RGN. (A) Viral growth kinetics:",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Generation and characterization of rZIKV-Paraiba. (A) Schematic representation of Paraiba infectious cDNA clone (pBAC-ZIKV-Paraiba):",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "NS2A, NS2B, NS3, NS4A, NS4B and NS5) proteins, as well as the 5′ and 3′ UTRs are illustrated. (B) Viral growth kinetics: Vero cells (12-well plates, 0.5 × 10 6 cells/well, triplicates) were infected (MOI 0.1) with the natural isolate ZIKV-Paraiba (white columns) or with rZIKV-Paraiba (black columns) and the viral titers in tissue cultured supernatants were determined at the indicated times post-infection by immunofocus assay (FFU/ml). The black dotted line indicates the limit of detection (200 FFU/ml). Data represent the means +/− SD of the results determined in triplicate wells. *P < 0.05 using a Student's t test. Ns, not significant (P > 0.05). (C) Plaque phenotype: Vero cells (6-well plate format, 1 × 10 6 cells/well) were infected with ~25-50 FFU of ZIKV-Paraiba (upper) or rZIKV-Paraiba (bottom) and overlaid with media containing agar. At 3 days post-infection, viral plaques were immunostained using the E protein mAb 4G2. (D) Morbidity and mortality: Six-to-seven-week-old female IFNAR−/− A129 mice (n = 4) were infected s.c. in the footpad with the indicated FFU of rZIKV-Paraiba (left panels) or ZIKV-Paraiba (right panels). The body weight (upper panels), clinical score (middle panels) and survival rate (lower panels) were evaluated daily for 14 days. Error bars represent SD of the mean for each group of mice. Clinical signs were scored as indicated in material and methods. (E) Viral titers: Six-to-seven-week-old female IFNAR−/− A129 mice (n = 6) were infected with the indicated FFU of rZIKV-Paraiba (left panel) or ZIKV-Paraiba (right panel) as described above. Mice were sacrificed 2 or 4 days post-infection (n = 3/time point) and viral titers in sera were determined by immunofocus assay (FFU/ml). Symbols represent data from individual mice and bars the geometric means of viral titers. # Virus not detected in one mouse; ND, virus not detected. Dotted black lines indicate the limit of detection (200 FFU/ml). Differences in titers between rZIKV-Paraiba (left panel) and ZIKV-Paraiba (right panel) were analyzed by Student's t test. **P < 0.01. *P < 0.05. (2019) 9:19968 | https://doi.org/10.1038/s41598-019-56291-4",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Characterization of rZIKV-Paraiba containing a valine at position 117 in NS2A (rZIKV-Paraiba NS2A A117V). (A) Schematic representation of Paraiba NS2A A117V infectious cDNA clone (pBAC-ZIKV-Paraiba NS2A A117V): The diagram shows the alanine (A) to valine (V) substitution in the NS2A protein (black arrow) introduced in the pBAC-ZIKV-Paraiba (Fig. 2A) to generate the pBAC-ZIKV-Paraiba NS2A A117V. Site directed mutagenesis was performed in the intermediate plasmids containing the ZIKV 2 segment of Paraiba and assembled in the pBAC-ZIKV-Paraiba using the Pml I and Afe I restriction sites. Symbols and abbreviations are the same than those described in Fig. 2A. (B) Viral growth kinetics: Vero cells (12-well plates, 0.5 × 10 6 cells/well, triplicates) were infected (MOI 0.1) with rZIKV-Paraiba (black columns) or rZIKV-Paraiba NS2A A117V (white columns) and viral titers in tissue culture supernatants were determined at the indicated times post-infection by immunofocus assay (FFU/ml) using the E protein mAb 4G2. The black dotted line indicates the limit of detection (200 FFU/ml). Data represent the means +/− SD of the results determined in triplicate wells. Ns, not significant (P > 0.05). (C) Plaque phenotype: Vero cells (6-well plate format, 1 × 10 6 cells/well) were infected with ~25-50 FFU of rZIKV-Paraiba (upper) or rZIKV-Paraiba NS2A A117V (bottom) and overlaid with media containing agar. At 3 days post-infection, viral plaques were immunostained using the E protein mAb 4G2. (D) Morbidity and mortality: Six-to-seven-week-old female IFNAR−/− A129 mice (n = 4) were infected s.c. in the footpad with the indicated FFU of rZIKV-Paraiba NS2A A117V (left panel) or rZIKV-Paraiba (right panels). The body weight (upper panels), clinical score (middle panels) and survival rate (lower panels) were evaluated daily for 14 days. Error bars represent SD of the mean for each group of mice. Clinical signs were scored as described in material and methods. (E) Viral titers: Six-to-seven-week-old female IFNAR−/− A129 mice (n = 6) were infected with the indicated FFU of rZIKV-Paraiba NS2A A117V (left panel) or rZIKV-Paraiba (right panel) as described above. Mice were sacrificed at days 2 or 4 post-infection (n = 3/time point) and viral titers in sera were determined by immunofocus assay (FFU/ml). Symbols represent data from individual mice and bars the geometric means of viral titers. # Virus not detected in one mouse; & virus not detected in two mice; ND, virus not detected. Dotted black lines indicate the limit of detection (200 FFU/ ml). Differences in titers between rZIKV-Paraiba NS2A A117V (left panel) and rZIKV-Paraiba (right panel) were analyzed by Student's t test. **P < 0.01. Scientific RepoRtS | (2019) 9:19968 | https://doi.org/10.1038/s41598-019-56291-4",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Characterization of plaque-purified ZIKV-Paraiba clones: Six representative clones (#1 to #6) of ZIKV-Paraiba were isolated by plaque purification on Vero cells and further characterized. (A) Plaque phenotype: Vero cells (6-well plate format, 1 × 10 6 cells/well) were infected with ~25-50 FFU of each individual ZIKV-Paraiba clone and overlaid with media containing agar. At 3 days post-infection, viral plaques were immunostained using E protein mAb 4G2. (B) Sequence of ZIKV-Paraiba individual clones: RNA from Vero cells infected (MOI 0.1) with the ZIKV-Paraiba plaque-purified clones #1 to #6 or the parental ZIKV-Paraiba natural isolate were used to amplify the region 2,667-4,110, covering NS2A amino acid 117, by RT-PCR. PCR products were gel purified and sequenced. Results indicate the nucleotide found at position 3,895 together with the corresponding amino acid at position 117 in NS2A. Representative chromatograms of ZIKV-Paraiba natural isolate, clone#1 and clone #2 are shown. **Indicates the presence of two peaks at nucleotide 3,895 for the ZIKV-Paraiba natural isolate. *Indicates a single nucleotide at position 3,895 for ZIKV-Paraiba clones 1 (C) or 2 (T). (C) Morbidity and mortality: Six-to-seven-week-old female IFNAR−/− A129 mice (n = 4) were infected s.c., in the footpad with 10 3 FFU of the indicated individual ZIKV-Paraiba clones, and body weight (left panel) and survival (right panel) were evaluated daily for 14 days. Error bars represent SD of the mean for each group of mice. Scientific RepoRtS | (2019) 9:19968 | https://doi.org/10.1038/s41598-019-56291-4",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Characterization of rZIKV-RGN containing a valine (V) at position 117 in NS2A (rZIKV-RGN NS2A A117V). (A) Viral growth kinetics: Vero cells (12-well plates, 0.5 × 10 6 cells/well, triplicates) were infected (MOI 0.1) with the rZIKV-RGN (black columns) or rZIKV-RGN NS2A A117V (white columns) and viral titers in tissue culture supernatants were determined at the indicated times post-infection by immunofocus assay (FFU/ml) using the E protein mAb 4G2. The black dotted line indicates the limit of detection (200 FFU/ml). Data represent the means +/− SD of the results determined in triplicate wells. Ns, not significant (P > 0.05). (B) Plaque phenotype: Vero cells (6-well plate format, 1 × 10 6 cells/well) were infected with ~25-50 FFU of rZIKV-RGN (upper) or rZIKV-RGN NS2A A117V (bottom) and overlaid with media containing agar. At 3 days post-infection, viral plaques were immunostained using the E protein mAb 4G2. (C) Morbidity and mortality: Six-to-seven-week-old female IFNAR−/− A129 mice (n = 4) were infected s.c. in the footpad with the indicated FFU of rZIKV-RGN NS2A A117V (left panels) or rZIKV-RGN (right panels). The body weight (upper panels), clinical score (middle panels) and survival rate (lower panels) were evaluated daily for 14 days. Error bars represent SD of the mean for each group of mice. Clinical signs were scored as described in material and methods. (D) Viral titers: Six-to-seven-week-old female IFNAR−/− A129 mice (n = 6) were infected with the indicated FFU of rZIKV-RGN NS2A A117V (left panel) or rZIKV-RGN (right panel) as described above. Mice were sacrificed at 2 or 4 days post-infection (n = 3/time point) and the viral titers in sera were determined by immunofocus assay (FFU/ml). Symbols represent data from individual mice and bars the geometric means of viral titers. # Virus not detected in one mouse; & virus not detected in two mice; ND, virus not detected. Dotted black lines indicate the limit of detection (200 FFU/ml). Differences in titers between rZIKV-RGN NS2A A117V (left panel) and rZIKV-RGN (righy panel) were analyzed by Student's t test. **P < 0.01. Scientific RepoRtS | (2019) 9:19968 | https://doi.org/10.1038/s41598-019-56291-4",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Effect of ZIKV NS2A A117V substitution in viral infection. (A) Viral growth kinetics: A549 cells (12-well plates, 5 × 10 5 cells/well, triplicates) were infected (MOI 0.1) with the indicated viruses and viral titers in tissue cultured supernatants were determined at the indicated hpi by immunofocus assay (FFU/ml) using the E protein mAb 4G2. The black line indicates the limit of detection (200 FFU/ml). Data represent the means and SD of the results determined in triplicate wells. *P < 0.05 using a Student's t test. ns, not significant (P > 0.05). (B) and (C) Effect of NS2A A117V substitution in induction of innate immune responses: A549 cells (12-well plates, 5 × 10 5 cells/well, triplicates) were mock-infected or infected (MOI 3) with the indicated viruses. At 24 hpi viral infections were evaluated by immunofluorescence using the E protein mAb 4G2 (Scale bars = 2 mm) (B) and the RNA expression levels of IFN-β, MX1, IFIT1, DDX58 and TNF-α were quantified by RT-qPCR (C). Fold expression changes were calculated relative to mock-infected cells. Gene expression levels were normalized to the levels of the housekeeping gene H2B and to the ZIKV genome (WT vs. NS2A A117V for each viral strain). Data represent the means and SD values. Fold change analysis was done using the ΔΔCt method. *P < 0.05 using a Student's t test. (D) Effect of NS2A A117V substitution in ZIKV-induced apoptosis: A549 cells (24-well plates, 2.5 × 10 5 cells/well, triplicates) were mock-infected (green) or infected (MOI 0.1) with the indicated viruses and Caspase 3/7 activity was analyzed using the Caspase Glo 3/7 kit at the indicated hpi. Caspase activity values were relativized to mock-infected cells at 24 hpi. Data represent the means and SD values of the results determined in triplicates. *P < 0.05 using a Student's t test. ns, not significant (P > 0.05).Scientific RepoRtS | (2019) 9:19968 | https://doi.org/10.1038/s41598-019-56291-4",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We are grateful to Stephen Dewhurst (University of Rochester Medical Center) for providing the ZIKV-Paraiba. We thank Snezhana Dimitrova for technical assistance in the mouse care and maintenance. This research project was funded by the National Institute of Allergy and Infectious Disease (NIAID), National Institute of Health (NIH) (grant number R21 AI130500) to L.M.-S. and F.A. and the Spanish Ministry of Economy and Competitiveness (MINECO) (grant number BFU2016-79127-R) to FAT.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "The authors declare no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        },
        {
            "text": "Supplementary information is available for this paper at https://doi.org/10.1038/s41598-019-56291-4.Correspondence and requests for materials should be addressed to F.A. or L.M.-S.Reprints and permissions information is available at www.nature.com/reprints.Publisher's note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Additional information"
        },
        {
            "text": "License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit http://creativecommons.org/licenses/by/4.0/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Open Access This article is licensed under a Creative Commons Attribution 4.0 International"
        }
    ]
}