{
    "paper_id": "a735cd10efb7df82d87da350bc33e3ca3acab6ed",
    "metadata": {
        "title": "The risk of transmission of a viral haemorrhagic fever infection in a United Kingdom laboratory",
        "authors": [
            {
                "first": "Robert",
                "middle": [
                    "J"
                ],
                "last": "Shorten",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Manchester Royal Infirmary",
                    "location": {
                        "settlement": "Manchester",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "Eleri",
                "middle": [],
                "last": "Wilson-Davies",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "contaminated with splashes or droplets of blood or body fluids, and inoculation with sharps. Experts from the UK Advisory Committee on Dangerous Pathogens (ACDP) agree that there is no circumstantial or epidemiological evidence of an aerosol transmission risk from VHF patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A review of previous cases of VHFs imported into the UK shows that biochemistry, haematology, microbiology, and virology assays were performed using routine analysers in standard CL2 pathology laboratories. Often, these assays were performed prior to the diagnosis being made, yet no transmissions to laboratory workers were recorded (Table 1) . [9] [10] [11] [12] In addition, over 9,000 cases of Crimean Congo Haemorrhagic Fever (CCHF) were reported in Turkey between 2002 and 2014, with an estimated minimum 180,000 blood samples processed in routine laboratories with no additional precautions. A review was performed of 51 healthcare exposures that occurred in 9 centres where 4,869 of these patients were managed. Of these, only 2 cases in laboratory staff were identified. One may have been associated with a needle-stick injury and the other with handling samples while not wearing appropriate PPE (gloves). [13] There is no evidence of any risk of transmission when good laboratory practice is followed within a CL2 laboratory. Although it is reassuring that large numbers of samples from patients with CCHF infection have been processed safely in routine laboratories in Turkey, it should be noted that this bunyavirus is rarely transmitted person to person, so the parallels between this and other VHF viruses need to be carefully considered. The potential routes of transmission within a CL2 laboratory setting are, however, the same for all VHF agents.",
            "cite_spans": [
                {
                    "start": 346,
                    "end": 349,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 355,
                    "end": 359,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 360,
                    "end": 364,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 916,
                    "end": 920,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 334,
                    "end": 343,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Laboratory-acquired cases of EVD were reported in the West African outbreak; however, it should be remembered that initial laboratory work in this outbreak was performed with extremely limited facilities and resources. We are not aware of any imported cases of EVD to resource-rich settings that have resulted in laboratory transmission, even when samples were analysed with no additional precautions prior to diagnosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In vitro diagnostic systems (IVDS) include analysers that automate the diagnostic process in clinical laboratories. These in vitro diagnostic medical devices (IVDMD) therefore process blood or blood in suspension of testing fluids. Consequently, all IVDMD which perform assessments on patients' blood will regularly be challenged by exposure to blood-borne viruses (BBV) which circulate within the population. Therefore, they should be designed to eliminate or reduce as far as reasonably practicable the risk of infection to users and other persons, which includes the staff who service the devices. Fundamental to this is the manufacturer's design to minimise the leakage of fluid and contamination, which may lead to microbial exposure during normal use or servicing. [14] Viruses are either naked or enveloped in structure (Fig 1) . The envelope (where present) is derived from the surrogate host cell, which, along with the associated viral receptors, is essential for attachment and host cell entry. Removal of the viral envelope inactivates the virus, preventing replication and subsequent host infection (Fig 2) . All of the high hazard viral diseases cited are caused by enveloped viruses.",
            "cite_spans": [
                {
                    "start": 771,
                    "end": 775,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 827,
                    "end": 834,
                    "text": "(Fig 1)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1112,
                    "end": 1119,
                    "text": "(Fig 2)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": ""
        },
        {
            "text": "IVDS should be decontaminated prior to inspection, maintenance, repair, or disposal, either on site or at the manufacturer's or agent's premises. [15] Decontamination must be carried out in line with the manufacturer's instructions using methods validated to inactivate enveloped viruses. The enveloped viruses are among the most susceptible pathogens to disinfectants. [16] This is due to the presence of the lipid envelope, which is compromised by most biocides. Compounds with validated efficacy against enveloped viruses include alcohols, aldehydes, biguanides (e.g., chlorhexidine), halogens, peroxygen compounds (e.g., hydrogen peroxide), peracetic acid, some phenols, and some quaternary ammonium compounds.",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 150,
                    "text": "[15]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 370,
                    "end": 374,
                    "text": "[16]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Manufacturers must validate their decontamination method against appropriate surrogate model enveloped viruses. Laboratory viruses vary between strains and wild-type viruses. Studies, by necessity, use laboratory strains which may be grown to high titre and efficiently assayed. Any virus used in a validation study is, therefore, a model virus. Viral inactivation validation studies have successfully used surrogate model viruses with properties similar to wildtype viruses to provide evidence for the safety of human blood plasma products for over a decade. [17] Studies using model viruses are also used for pharmaceuticals, derived from human and/or animal sources, including recombinant proteins produced in eukaryotic cell lines, vaccines, and some Class III medical devices. [18] Viral inactivation validation studies must inactivate a range of enveloped viruses, using at least 3 viruses to represent different properties that IVDMDs are expected to be challenged against. A suitable model virus for HIV, HBV, and HCV must be included. If an enveloped virus has been shown to have a higher resistance to the manufacturer's disinfectant class, then a model for that virus should also be included. Once dried on inanimate surfaces, viruses are less susceptible to decontamination than when hydrated in suspension. [19] [20] Validation studies should therefore include a quantitative suspension test for the assessment of internal decontamination procedures [15] and quantitative carrier tests [21] or appropriate alternative methods. An effective and reliable decontamination method will show a reduction of 4 log 10 . [22] Despite some pathogens causing a very high titre viraemia, the design of IVDMDs reduces their contamination as far as reasonably practicable. The design of IVDMDs means they only require a small volume of blood to perform an analysis. Consequently, when an effective and reliable decontamination method is in place that provides a reduction of 4 log 10 , this will inactivate any residual enveloped virus within the IVDMD. Decontamination therefore renders the IVDMD safe to use and service after challenge with any enveloped virus. Once assessed by appropriately designed viral inactivation validation studies on relevant surrogate model enveloped viruses, the decontamination process has been shown to be effective against all known and future emerging enveloped viruses, which includes Ebola, CCHF, Lassa fever, and Marburg virus.",
            "cite_spans": [
                {
                    "start": 560,
                    "end": 564,
                    "text": "[17]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 782,
                    "end": 786,
                    "text": "[18]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1320,
                    "end": 1324,
                    "text": "[19]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1463,
                    "end": 1467,
                    "text": "[15]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1499,
                    "end": 1503,
                    "text": "[21]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1625,
                    "end": 1629,
                    "text": "[22]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Guidance issued by the ACDP therefore states that samples taken from these patients may be safely processed using standard precautions, good laboratory practice, and PPE, as the risk of infection from these samples is low. [23] It also states that routine decontamination procedures are adequate in these situations. The guidance further explains that autoanalysers are the preferred method for processing such specimens. Sealed buckets should be used for any centrifugation procedures that are not undertaken within an autoanalyser. In certain circumstances, the use of discrete analysers may need to be considered, but these are not a safer option. Point of care (POC) blood gas analysers present a high risk of splashing and should only be used in exceptional circumstances with suitable barrier protection PPE for staff and in a controlled environment. When preparing blood film slides for malaria testing, consideration should be given to the potential for splash and therefore should be carried out in a microbiological safety cabinet or, alternatively, facial protection should be used. Likewise, blood cultures and blood cross-matching may be performed at CL2 following appropriate risk assessment.",
            "cite_spans": [
                {
                    "start": 223,
                    "end": 227,
                    "text": "[23]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We also know from Health & Safety Executive Reporting of Injuries, Diseases and Dangerous Occurrence Regulations (RIDDOR) data that rates of infection with BBVs in healthcare workers are low, and the majority of these are needle-stick associated and not in laboratory staff. [24] This is also supported by data from the UK significant occupational exposures surveillance system. [24] Tens of thousands of samples are processed daily in routine pathology laboratories that are, often unknown to us, positive for BBVs.",
            "cite_spans": [
                {
                    "start": 275,
                    "end": 279,
                    "text": "[24]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 379,
                    "end": 383,
                    "text": "[24]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The important consideration here is about the clinical well-being and appropriate investigation and management of the patient. A delay in diagnosis of other traveller-associated infections, such as malaria or typhoid, as well as lack of access to supportive pathology assays, can be fatal. Laboratory staff welfare is equally important, and the application of good laboratory practice in a risk-assessment-led setting indicates that such samples may be analysed safely in routine CL2 laboratories.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Ebola Virus Disease Cluster in the United States",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Chevalier",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Weil",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Hughes",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Joyner",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Morb Mortal Wkly Rep",
            "volume": "63",
            "issn": "46",
            "pages": "1087--1095",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The First Case of Ebola Virus Disease Acquired outside Africa",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Parra",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "J"
                    ],
                    "last": "Salmerón",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Velasco",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "N Engl J Med [Internet]",
            "volume": "371",
            "issn": "25",
            "pages": "2439--2479",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMc1412662"
                ],
                "PMID": [
                    "25409262"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Transmission of Ebola hemorrhagic fever: a study of risk factors in family members",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Dowell",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mukunu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Ksiazek",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Khan A",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Rollin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Peters",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J Infect Dis",
            "volume": "179",
            "issn": "",
            "pages": "87--91",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Lessons from nosocomial viral haemorrhagic fever outbreaks",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Fisher-Hoch",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Br Med Bull",
            "volume": "",
            "issn": "",
            "pages": "123--160",
            "other_ids": {
                "DOI": [
                    "10.1093/bmb/ldh054"
                ],
                "PMID": [
                    "16373655"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The management, design and operation of microbiological containment laboratories",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Hse A",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1--67",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Advisory Committee on Dangerous Pathogens. The Approved List of Biological Agents",
            "authors": [],
            "year": 2013,
            "venue": "Heal Saf Exec",
            "volume": "",
            "issn": "",
            "pages": "1--32",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The public health response to a case of Lassa fever in London in 2000",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "Crowcroft",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Meltzer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Shetty",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Maguire",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bahl",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Infect",
            "volume": "48",
            "issn": "3",
            "pages": "221--229",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jinf.2003.11.009"
                ],
                "PMID": [
                    "15001300"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The first case of Lassa fever imported from Mali to the United Kingdom",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Atkin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Anaraki",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gothard",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Walsh",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gopal",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Eurosurveillance",
            "volume": "14",
            "issn": "10",
            "pages": "2--4",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "A fatal case of Lassa fever in London",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kitching",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Addiman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cathcart",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bishop",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Krahé",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nicholas",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Eurosurveillance",
            "volume": "14",
            "issn": "6",
            "pages": "2--4",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "First confirmed case of Crimean-Congo haemorrhagic fever in the UK",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Barr D A",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Aitken",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Bell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Cropley",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Dawood",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Lancet",
            "volume": "382",
            "issn": "9902",
            "pages": "61718--61721",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(13)61718-3"
                ],
                "PMID": [
                    "24243135"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Healthcare-associated Crimean-Congo haemorrhagic fever in Turkey, 2002-2014: A multicentre retrospective cross-sectional study",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Leblebicioglu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sunbul",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Guner",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bodur",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bulut",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Duygu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Clin Microbiol Infect",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Global Harmonization Task Force. Essencial Principles of Safety and Performance of Medical Devices",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Chemical disinfectants and antiseptics. Quantitative suspension test for the evaluation of virucidal activity in the medical area. Test method and requirements",
            "authors": [
                {
                    "first": "British",
                    "middle": [],
                    "last": "Standards Institute",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Similarities and differences in the responses of microorganisms to biocides",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Russell",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Antimicrob Chemother",
            "volume": "52",
            "issn": "5",
            "pages": "750--63",
            "other_ids": {
                "DOI": [
                    "10.1093/jac/dkg422"
                ],
                "PMID": [
                    "14519671"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Is hepatitis B-virucidal validation of biocides possible with the use of surrogates?",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sauerbrei",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "World J Gastroenterol",
            "volume": "20",
            "issn": "2",
            "pages": "436--480",
            "other_ids": {
                "DOI": [
                    "10.3748/wjg.v20.i2.436"
                ],
                "PMID": [
                    "24574712"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Guideline on Virus Safety Evaluation of Biotechnological Investigational Medicinal Products. Doc Ref EMEA/CHMP/BWP/398498/2005-corr",
            "authors": [],
            "year": 2006,
            "venue": "European Medicines Agency. EMEA",
            "volume": "398498",
            "issn": "",
            "pages": "1--9",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Resistance of surface-dried virus to common disinfection procedures",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Terpstra",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Van Den Blink A. E",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Bos",
                    "suffix": ""
                },
                {
                    "first": "Boots",
                    "middle": [
                        "A"
                    ],
                    "last": "Gc",
                    "suffix": ""
                },
                {
                    "first": "Fhm",
                    "middle": [],
                    "last": "Brinkhuis",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gijsen",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Hosp Infect",
            "volume": "66",
            "issn": "4",
            "pages": "332--340",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jhin.2007.05.005"
                ],
                "PMID": [
                    "17601636"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Susceptibility of hepatitis B virus to disinfectants or heat",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kobayashi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tsuzuki",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Koshimizu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Toyama",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Yoshihara",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Shikata",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "J Clin Microbiol",
            "volume": "20",
            "issn": "2",
            "pages": "214--220",
            "other_ids": {
                "PMID": [
                    "6436295"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Inactivation of hepatitis B virus by intermediate-to-highlevel disinfectant chemicals",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "W"
                    ],
                    "last": "Bond",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Favero",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Peterson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Ebert",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "J Clin Microbiol",
            "volume": "18",
            "issn": "3",
            "pages": "535--543",
            "other_ids": {
                "PMID": [
                    "6630443"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Note for Guidance on Virus Validation Studies: the Design, Contribution and Interpretation of Studies Validating the Inactivation and Removal of Viruses Cpmp/Bwp/268/95. Comm Propr Med Prod",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1--13",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Management of Hazard Group 4 viral haemorrhagic fevers and similar human infectious diseases of high consequence",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Bloodborne viruses: Eye of the needle",
            "authors": [
                {
                    "first": "Public",
                    "middle": [],
                    "last": "Health England",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Shorten RJ, Wilson-Davies E (2017) The risk of transmission of a viral haemorrhagic fever infection in a United Kingdom laboratory. PLoS Negl Trop Dis 11(5): e0005358. https://doi.org/ 10.1371/journal.pntd.0005358 Editor: Sunit Kumar Singh, Banaras Hindu University (BHU), INDIA",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Schematic of an enveloped and non-enveloped virus.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Schematic of viral attachment. https://doi.org/10.1371/journal.pntd.0005358.g002",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Details of staff exposure to confirmed cases of VHF imported into the United Kingdom.Important viruses which are present in blood (viraemia) during chronic infections include BBVs such as human immunodeficiency virus (HIV), hepatitis B virus (HBV), and hepatitis C virus (HCV). Most viruses have the potential to cause a viraemia during an acute infection. High hazard pathogens which are present in blood during acute infections include Ebola, CCHF, Lassa fever, Marburg, dengue, chikungunya, Middle East Respiratory Syndrome coronavirus (MERS-CoV), and severe acute respiratory syndrome coronavirus (SARS-CoV).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Microbiology and Biotechnology Unit, Health and Safety Executive, United Kingdom.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}