{
    "paper_id": "a73d97226cb958a94cd359666b35e092452818b7",
    "metadata": {
        "title": "Chlamydia trachomatis Co-opts GBF1 and CERT to Acquire Host Sphingomyelin for Distinct Roles during Intracellular Development",
        "authors": [
            {
                "first": "Cherilyn",
                "middle": [
                    "A"
                ],
                "last": "Elwell",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "addrLine": "San Francisco",
                        "region": "California",
                        "country": "United States of America"
                    }
                },
                "email": ""
            },
            {
                "first": "Shaobo",
                "middle": [],
                "last": "Jiang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "addrLine": "San Francisco",
                        "region": "California",
                        "country": "United States of America"
                    }
                },
                "email": ""
            },
            {
                "first": "Jung",
                "middle": [
                    "Hwa"
                ],
                "last": "Kim",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "addrLine": "San Francisco",
                        "region": "California",
                        "country": "United States of America"
                    }
                },
                "email": ""
            },
            {
                "first": "Albert",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "addrLine": "San Francisco",
                        "region": "California",
                        "country": "United States of America"
                    }
                },
                "email": ""
            },
            {
                "first": "Torsten",
                "middle": [],
                "last": "Wittmann",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "addrLine": "San Francisco",
                        "region": "California"
                    }
                },
                "email": ""
            },
            {
                "first": "Kentaro",
                "middle": [],
                "last": "Hanada",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Institute of Infectious Disease",
                    "location": {
                        "settlement": "Tokyo",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Paul",
                "middle": [],
                "last": "Melancon",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Alberta",
                    "location": {
                        "settlement": "Edmonton",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Joanne",
                "middle": [
                    "N"
                ],
                "last": "Engel",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "addrLine": "San Francisco",
                        "region": "California",
                        "country": "United States of America"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The obligate intracellular pathogen Chlamydia trachomatis replicates within a membrane-bound inclusion that acquires host sphingomyelin (SM), a process that is essential for replication as well as inclusion biogenesis. Previous studies demonstrate that SM is acquired by a Brefeldin A (BFA)-sensitive vesicular trafficking pathway, although paradoxically, this pathway is dispensable for bacterial replication. This finding suggests that other lipid transport mechanisms are involved in the acquisition of host SM. In this work, we interrogated the role of specific components of BFA-sensitive and BFAinsensitive lipid trafficking pathways to define their contribution in SM acquisition during infection. We found that C. trachomatis hijacks components of both vesicular and non-vesicular lipid trafficking pathways for SM acquisition but that the SM obtained from these separate pathways is being utilized by the pathogen in different ways. We show that C. trachomatis selectively co-opts only one of the three known BFA targets, GBF1, a regulator of Arf1-dependent vesicular trafficking within the early secretory pathway for vesicle-mediated SM acquisition. The Arf1/GBF1-dependent pathway of SM acquisition is essential for inclusion membrane growth and stability but is not required for bacterial replication. In contrast, we show that C. trachomatis co-opts CERT, a lipid transfer protein that is a key component in non-vesicular ER to trans-Golgi trafficking of ceramide (the precursor for SM), for C. trachomatis replication. We demonstrate that C. trachomatis recruits CERT, its ER binding partner, VAP-A, and SM synthases, SMS1 and SMS2, to the inclusion and propose that these proteins establish an on-site SM biosynthetic factory at or near the inclusion. We hypothesize that SM acquired by CERT-dependent transport of ceramide and subsequent conversion to SM is necessary for C. trachomatis replication whereas SM acquired by the GBF1-dependent pathway is essential for inclusion growth and stability. Our results reveal a novel mechanism by which an intracellular pathogen redirects SM biosynthesis to its replicative niche. Citation: Elwell CA, Jiang S, Kim JH, Lee A, Wittmann T, et al. (2011) Chlamydia trachomatis Co-opts GBF1 and CERT to Acquire Host Sphingomyelin for Distinct Roles during Intracellular Development. PLoS Pathog 7(9): e1002198.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Chlamydia species are obligate intracellular pathogens that cause a wide range of diseases in humans, including sexually transmitted, ocular, and respiratory tract infections [1] . The capacity of Chlamydia infections to lead to infertility and blindness, their association with chronic diseases such as atherosclerosis, and the extraordinary prevalence and array of these infections make them public concerns of primary importance [1, 2] .",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 178,
                    "text": "[1]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 432,
                    "end": 435,
                    "text": "[1,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 436,
                    "end": 438,
                    "text": "2]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "All Chlamydia species share a dimorphic developmental cycle that allows them to survive within the hostile environment of the host cell (reviewed in [3] ). Chlamydia alternate between an extracellular, spore-like infectious form termed the elementary body (EB), and an intracellular, metabolically active but non-infectious form termed the reticulate body (RB). Infection is initiated by binding of the EB to the host cell where it is taken up by an actin and Rho family GTPase-dependent process and sequestered within a unique membrane bound compartment called the inclusion [4] . Subsequently, the EB differentiates into an RB and replicates by binary fission within the inclusion. Concomitantly, the bacteria begin remodeling the inclusion membrane by insertion of bacterial proteins that promote segregation of the inclusion from the classical endosomal/ lysosomal transport pathway, that facilitate interactions of the inclusion with the exocytic transport pathway, and that promote migration of the inclusion along microtubules to the peri-Golgi region [5, 6] . The developing inclusion expands to accommodate increasing numbers of bacteria and is stabilized by recruitment of host cytoskeletal structures primarily composed of F-actin and intermediate filaments [7] . After 24-72 hours (hrs) of replication, RBs redifferentiate back to EBs and are released from the host cells by cell lysis or active extrusion [8] .",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 152,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 576,
                    "end": 579,
                    "text": "[4]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1059,
                    "end": 1062,
                    "text": "[5,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1063,
                    "end": 1065,
                    "text": "6]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1269,
                    "end": 1272,
                    "text": "[7]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1418,
                    "end": 1421,
                    "text": "[8]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Chlamydiae are one of the few known bacterial pathogens that require host-derived membrane lipids, including sphingomyelin (SM) and cholesterol, for intracellular growth and development [6, 9, 10, 11, 12, 13, 14] . Recent work suggests that SM biosynthesis is also required for homotypic fusion of multiple inclusions within the same cell as well as for inclusion membrane stability [15] . Chlamydia are thought to acquire SM by vesicular trafficking via multiple routes, including (1) the interception of SM-containing Golgi-derived exocytic vesicles destined for the plasma membrane (PM) [16, 17, 18] , (2) fusion with multivesicular body (MVB)derived vesicles [15, 19, 20] , and/or (3) Golgi fragmentation [21, 22] . SM acquisition by the inclusion is observed as early as 2 hrs post infection (hpi), with incorporation of SM into the inclusion membrane and into the bacterial cell wall [6, 10, 12, 13, 15, 19, 20, 23] . Golgi fragmentation induced by C. trachomatis has been shown to play an important role in SM acquisition during the later stages of infection and may be required for subsequent fusion with exocytic vesicles by a mechanism that involves Rab6 and Rab11 [21, 22] . SM transport to the inclusion is partially abrogated by Brefeldin A (BFA), an inhibitor of vesicular transport [6, 24, 25] and is accompanied by a decrease in inclusion size [6] , indicating that SM transport to the inclusion via vesicular trafficking is important for inclusion growth. Importantly, BFA treatment has no effect on bacterial replication [6] , suggesting that SM acquisition by a BFA-sensitive pathway is not essential for replication and that C. trachomatis may acquire SM by additional routes that involve BFA-insensitive and/or non-vesicular trafficking pathways.",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 189,
                    "text": "[6,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 190,
                    "end": 192,
                    "text": "9,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 193,
                    "end": 196,
                    "text": "10,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 197,
                    "end": 200,
                    "text": "11,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 201,
                    "end": 204,
                    "text": "12,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 205,
                    "end": 208,
                    "text": "13,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 209,
                    "end": 212,
                    "text": "14]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 383,
                    "end": 387,
                    "text": "[15]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 590,
                    "end": 594,
                    "text": "[16,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 595,
                    "end": 598,
                    "text": "17,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 599,
                    "end": 602,
                    "text": "18]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 605,
                    "end": 608,
                    "text": "(2)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 663,
                    "end": 667,
                    "text": "[15,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 668,
                    "end": 671,
                    "text": "19,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 672,
                    "end": 675,
                    "text": "20]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 709,
                    "end": 713,
                    "text": "[21,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 714,
                    "end": 717,
                    "text": "22]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 890,
                    "end": 893,
                    "text": "[6,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 894,
                    "end": 897,
                    "text": "10,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 898,
                    "end": 901,
                    "text": "12,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 902,
                    "end": 905,
                    "text": "13,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 906,
                    "end": 909,
                    "text": "15,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 910,
                    "end": 913,
                    "text": "19,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 914,
                    "end": 917,
                    "text": "20,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 918,
                    "end": 921,
                    "text": "23]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1175,
                    "end": 1179,
                    "text": "[21,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1180,
                    "end": 1183,
                    "text": "22]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1297,
                    "end": 1300,
                    "text": "[6,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1301,
                    "end": 1304,
                    "text": "24,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1305,
                    "end": 1308,
                    "text": "25]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1360,
                    "end": 1363,
                    "text": "[6]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1539,
                    "end": 1542,
                    "text": "[6]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "ADP ribosylation factors (Arfs) are small GTPases that are key players in the regulation of vesicular transport where they function to recruit coat proteins necessary for vesicle formation (reviewed in [26] ). Arf1 is localized in all three Golgi compartments, cis-, medial-, and trans-Golgi, and cycles between an active GTP bound form and an inactive GDP-bound form [27] . Arf1 activation is spatially and temporally regulated by specific guanine nucleotide exchange factors (GEFs), GBF1 (Golgi-specific BFA resistance guanine nucleotide exchange factor 1) and BIG1/BIG2 (BFA-inhibited guanine nucleotide exchange proteins 1 and 2) which are present in the cisand trans-Golgi, respectively [26, 28, 29, 30, 31, 32, 33] . BFA inhibits the activation of Arf1 by targeting GBF1 and BIGs [29, 34, 35, 36] . GBF1 is required for the assembly and maintenance of the Golgi stack whereas BIGs are required for maintenance of the trans-Golgi network [33, 37] . Besides regulating coat protein recruitment, Arf1 controls the actin cytoskeleton by modulating the lipid microenvironment via recruitment of various phosphoinositide kinases [38] , and it also regulates the vimentin architecture in cells [39] . Although Arf1 localizes to the inclusion and has recently been implicated in Chlamydia infection [40, 41] , the specific roles of Arf1 and its cisand trans-Golgi-specific GEFS in inclusion biogenesis and/or acquisition of SM has not been previously investigated.",
            "cite_spans": [
                {
                    "start": 202,
                    "end": 206,
                    "text": "[26]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 368,
                    "end": 372,
                    "text": "[27]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 692,
                    "end": 696,
                    "text": "[26,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 697,
                    "end": 700,
                    "text": "28,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 701,
                    "end": 704,
                    "text": "29,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 705,
                    "end": 708,
                    "text": "30,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 709,
                    "end": 712,
                    "text": "31,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 713,
                    "end": 716,
                    "text": "32,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 717,
                    "end": 720,
                    "text": "33]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 786,
                    "end": 790,
                    "text": "[29,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 791,
                    "end": 794,
                    "text": "34,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 795,
                    "end": 798,
                    "text": "35,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 799,
                    "end": 802,
                    "text": "36]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 943,
                    "end": 947,
                    "text": "[33,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 948,
                    "end": 951,
                    "text": "37]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1129,
                    "end": 1133,
                    "text": "[38]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1193,
                    "end": 1197,
                    "text": "[39]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1297,
                    "end": 1301,
                    "text": "[40,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1302,
                    "end": 1305,
                    "text": "41]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Until recently, vesicular trafficking of ceramide from the ER to the trans-Golgi was believed to be essential for SM biosynthesis; however, it is now appreciated that the major pathway of de novo SM biosynthesis involves a cytosolic lipid transfer protein, called CERT, that transports ceramide (the precursor for SM) from the ER directly to the trans-Golgi, where it is converted to SM by one of two SM synthases, SMS1 or SMS2 [42, 43, 44, 45, 46] . CERT has three functional domains, an N-terminal PH (pleckstrin homology) domain that binds phosphoinositide-4-phosphate (PI4P) at the trans-Golgi, a FFAT (two phenylalanines in an acidic tract) motif that binds integral membrane proteins, VAP-A and VAP-B, at the ER, and a C-terminal START (steroidogenic acute regulatory protein-related lipid transfer) domain that binds to and extracts ceramide from the ER membrane [47] . CERT is subjected to regulation within a serine repeat (SR) domain where phosphorylation by Protein Kinase D and hyperphosphorylation by Casein Kinase Ic2 (CKIc2) inactivates CERT while dephosphorylation by Protein Phosphatase 2Ce activates CERT [48, 49, 50] . Transfer of ceramide from the ER to the Golgi via CERT is thought to occur at ER-Golgi membrane contact sites (MCS), sub-regions of the ER located very close to trans-Golgi stacks [51, 52] . The role of non-vesicular lipid transport pathways during Chlamydia infection has not been previously explored.",
            "cite_spans": [
                {
                    "start": 428,
                    "end": 432,
                    "text": "[42,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 433,
                    "end": 436,
                    "text": "43,",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 437,
                    "end": 440,
                    "text": "44,",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 441,
                    "end": 444,
                    "text": "45,",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 445,
                    "end": 448,
                    "text": "46]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 870,
                    "end": 874,
                    "text": "[47]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1123,
                    "end": 1127,
                    "text": "[48,",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1128,
                    "end": 1131,
                    "text": "49,",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1132,
                    "end": 1135,
                    "text": "50]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1318,
                    "end": 1322,
                    "text": "[51,",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 1323,
                    "end": 1326,
                    "text": "52]",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this study, we examined the role of specific host proteins required for vesicular and non-vesicular lipid transport during infection to define their contribution to SM acquisition, bacterial replication, and inclusion biogenesis. We found that C. trachomatis selectively co-opts GBF1 within the cis-Golgi compartment for vesicle-mediated SM acquisition and that this source of SM contributes to inclusion membrane growth and stability but that GBF1 function is not required for bacterial replication. Unexpectedly, we discovered that C. trachomatis coordinates recruitment of CERT and SM synthases to the inclusion and that subversion of this lipid synthesis pathway is required for bacterial replication and for efficient SM acquisition by C. trachomatis. We propose that C. trachomatis utilizes separate lipid trafficking pathways to acquire SM for distinct roles during infection: SM acquired by the GBF1dependent pathway is essential for inclusion growth and stability while CERT-dependent transport of ceramide and subsequent conversion to SM is necessary for C. trachomatis replication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "GBF1 but not BIG1/2 function is partially required for SM acquisition but dispensable for C. trachomatis replication",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "In an RNA interference (RNAi) screen for host factors required for C. trachomatis L2 infection of Drosophila S2 cells, homologs of Arf1 and its associated GEFs, GBF1 (localized to the cis-Golgi) and BIG1 (localized to the trans-Golgi) were identified [53] . Since Chlamydia is thought to occupy a post Golgi compartment and Author Summary C. trachomatis is the leading cause of non-congenital blindness in developing countries and is the number one cause of sexually transmitted disease and non-congenital infertility in Western countries. The capacity of Chlamydia infections to lead to infertility and blindness, their association with chronic diseases, and the extraordinary prevalence and array of these infections make them public concerns of primary importance. This pathogen must establish a protective membrane-bound niche and acquire essential lipids from the host cell during infection in order to survive and replicate. This study identifies novel mechanisms by which C. trachomatis hijacks various lipid trafficking proteins for distinct roles during intracellular development. Disruption of these lipid trafficking pathways results in alterations in the growth and stability of its protective niche as well as a defect in replication. Understanding the molecular mechanisms of these hostpathogen interactions will lead to rational approaches for the development of novel therapeutics, diagnostics, and preventative strategies.",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 255,
                    "text": "[53]",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "since C. trachomatis induced Golgi fragmentation enhances replication [6, 21, 22] , we tested the hypothesis that spatiallylocalized Arf1 function within the Golgi might be important for SM acquisition and/or for C. trachomatis intracellular growth.",
            "cite_spans": [
                {
                    "start": 70,
                    "end": 73,
                    "text": "[6,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 74,
                    "end": 77,
                    "text": "21,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 78,
                    "end": 81,
                    "text": "22]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "We first examined the localization of Arf1-GFP, GBF1, and BIG1 during C. trachomatis infection of HeLa cells. We found that GBF1 and BIG1 were localized to the fragmented Golgi around the inclusion in C. trachomatis-infected cells and appeared to maintain their cis and trans polarity, as observed in uninfected cells ( Figure 1A ). GBF1 ( Figure 1B ) and BIG1 (data not shown) were primarily localized adjacent to but not on the inclusion membrane. Similar results were obtained in cells expressing GFP-tagged GBF1 (data not shown). In contrast, Arf1-GFP was found not only on Golgi vesicles adjacent to the inclusion but was also localized to the inclusion membrane, where it formed a thin rim of circumferential staining ( Figure 1B) , consistent with previously published results [40, 41] . We noted a striking concentration of Arf1-GFP at the region of two closely apposed inclusion membranes ( Figure 1B ). To evaluate whether GBF1 or BIG1/2 activity was required for Arf1-GFP recruitment to the inclusion membrane, we treated cells with BFA, which inhibits both GBF1 and BIGs, and examined the localization Arf1-GFP and GBF1. Exposure of the cells to BFA resulted in dispersion of GBF1 and Arf1-GFP throughout the cell and loss of the circumferential rim staining on the inclusion; however, BFA had no effect on Arf1-GFP localization at abutting inclusion membranes ( Figure 1B ). This finding suggests that GBF1 and/or BIG1/2 activities are required for Arf1 recruitment to the outer region of the inclusion but that they are not necessary for Arf1 maintenance at closely apposed inclusions.",
            "cite_spans": [
                {
                    "start": 784,
                    "end": 788,
                    "text": "[40,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 789,
                    "end": 792,
                    "text": "41]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [
                {
                    "start": 320,
                    "end": 329,
                    "text": "Figure 1A",
                    "ref_id": null
                },
                {
                    "start": 340,
                    "end": 349,
                    "text": "Figure 1B",
                    "ref_id": null
                },
                {
                    "start": 726,
                    "end": 736,
                    "text": "Figure 1B)",
                    "ref_id": null
                },
                {
                    "start": 900,
                    "end": 909,
                    "text": "Figure 1B",
                    "ref_id": null
                },
                {
                    "start": 1375,
                    "end": 1384,
                    "text": "Figure 1B",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "To determine the specific contribution of the cisversus trans-Golgi compartments to SM acquisition, HeLa cells were depleted of GBF1 or BIG1/2 by siRNA, infected with C. trachomatis, and then examined by live-cell microscopy for SM acquisition as described in the Materials and Methods. Protein depletion was assessed by western blot analysis ( Figure 1C ). As shown in Figure 1D , labeled lipids were readily visible inside bacterial inclusions in control siRNA-treated cells and in cells depleted of BIG1 and/or BIG2. In contrast, depletion of GBF1 resulted in ,60% reduction in SM acquisition by the inclusion (Figures 1D and S1A; p,0.001). SM acquisition was similarly reduced in cells treated with Golgicide A (GCA), a GBF1-specific inhibitor [37] and with BFA ( [17] and Figures 1E and S1B). As GCA targets GBF1 selectively and does not inhibit BIGS, these results suggest that the relevant target of BFA during C. trachomatis L2 infection is GBF1.",
            "cite_spans": [
                {
                    "start": 748,
                    "end": 752,
                    "text": "[37]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 768,
                    "end": 772,
                    "text": "[17]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 345,
                    "end": 354,
                    "text": "Figure 1C",
                    "ref_id": null
                },
                {
                    "start": 370,
                    "end": 379,
                    "text": "Figure 1D",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "We next tested whether GBF1 or BIG1/2 were required for intracellular growth. GBF1 depletion (Figure S1B) or inhibition with GCA or BFA ( Figure S2 ) resulted in inclusions that were smaller than those observed in control siRNA-or untreated cells. Quantitation of inclusion size, as described in Materials and Methods, revealed that the average inclusion size in GBF1depleted cells was decreased by 40% (p,0.001) compared to control siRNA-treated cells ( Figure S1D ). In contrast, depletion of BIG1 and/or BIG2 gave rise to inclusions that were slightly larger than those observed in control siRNA depleted cells (Figures S1C and S1D). Despite the changes in inclusion size, depletion of any of the Arf1 GEFS did not decrease production of progeny; in fact, a small increase in progeny was observed ( Figure 1F ). The reason for the increase in progeny is not currently known.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 138,
                    "end": 147,
                    "text": "Figure S2",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 455,
                    "end": 465,
                    "text": "Figure S1D",
                    "ref_id": null
                },
                {
                    "start": 802,
                    "end": 811,
                    "text": "Figure 1F",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Together, these results demonstrate that GBF1, but not BIG1/2 function, is required for vesicle-mediated SM acquisition and inclusion growth but is dispensable for bacterial replication. These findings indicate that the impact of disrupting GBF1 function on SM acquisition is not an indirect result of altering Arf1-dependent trafficking in the trans-Golgi, since depletion of BIG1 and/or BIG2 did not reduce SM acquisition or inclusion growth. We note that in Drosophila S2 cells, depletion of either GBF1 or the single BIG1 was sufficient to decrease inclusion formation [53] ; this finding may reflect differences in Golgi organization between Drosophila S2 and mammalian cells, and/or it may reflect the fact that these proteins may have additional roles beyond the secretory pathway in host cells.",
            "cite_spans": [
                {
                    "start": 573,
                    "end": 577,
                    "text": "[53]",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "We observed that interference with GBF1 function resulted in a defect in SM acquisition by the inclusion, and recent studies have shown that the inclusion membrane integrity is compromised when host SM biosynthesis is inhibited [15] . Therefore, we tested whether GBF1 plays a role in maintaining the integrity of the inclusion membrane. Depletion of GBF1 (Figure 2A ) or exposure to GCA or BFA ( Figure S2A ) resulted in a loss of inclusion membrane integrity, as evidenced by discontinuities in 14-3-3b staining (which binds to the inclusion membrane protein, IncG) and release of bacteria into the host cytoplasm at the broken membrane sites. Quantitative analysis (as described in Materials and Methods) revealed that ,80% of infected cells in which GBF1 function was inhibited exhibited broken inclusions (Figures 2 and  S2A ). The loss of inclusion membrane integrity was observed at mid-to late times of infection (data not shown), after significant replication has occurred.",
            "cite_spans": [
                {
                    "start": 228,
                    "end": 232,
                    "text": "[15]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 356,
                    "end": 366,
                    "text": "(Figure 2A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 397,
                    "end": 407,
                    "text": "Figure S2A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 810,
                    "end": 829,
                    "text": "(Figures 2 and  S2A",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "GBF1 function is required for inclusion membrane stability"
        },
        {
            "text": "Recent studies have shown that the inclusion is stabilized by a cage-like structure composed of F-actin and vimentin [7] . Although it has been reported that inhibition of SM biosynthesis did not result in alteration of the vimentin or actin structure around the inclusion [15] , experiments using BFA have revealed that perturbations in vesicular trafficking lead to reciprocal changes in the architecture of the vimentin network in the host cell, indicating a tight link between membrane trafficking and the cytoskeleton [39] . Furthermore, Arf1 has been shown to regulate actin dynamics at Golgi membranes [54] . We therefore considered whether the loss of inclusion integrity observed upon disruption of GBF1 function was due solely to the decrease in SM acquisition or whether disruption of GBF1 function also affected the vimentin and actin cage surrounding the inclusion. We examined the localization of these cytoskeletal proteins in infected cells treated with GBF1 siRNA or GCA. Disruption of GBF1 function caused both the vimentin and actin cages to collapse to a thin, hemispheric cup-like structure on the nuclear side of the inclusion ( Figures 2B, S2B , and S2C). In cells treated with either BFA or GCA, we also observed less GBF1 staining surrounding the inclusion, and GBF1 displayed a more compact Golgi-like localization ( Figure S2A ). GBF1 inhibited cells were more sensitive to Triton extraction (data not shown), similar to what has been reported following disruption of the actin and vimentin cage during infection [7] , suggesting that the cytoskeletal cage is compromised upon GBF1 inhibition.",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 120,
                    "text": "[7]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 273,
                    "end": 277,
                    "text": "[15]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 523,
                    "end": 527,
                    "text": "[39]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 609,
                    "end": 613,
                    "text": "[54]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 1540,
                    "end": 1543,
                    "text": "[7]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 1151,
                    "end": 1166,
                    "text": "Figures 2B, S2B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1343,
                    "end": 1353,
                    "text": "Figure S2A",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "GBF1 function is required for inclusion membrane stability"
        },
        {
            "text": "Together, these results indicate that GBF1 function contributes to the stability of the inclusion membrane by a mechanism that involves SM acquisition and/or maintenance of the vimentin and F-actin cage around the inclusion; however, GBF1 function is not required for intracellular replication. Given that SM biosynthesis is essential for replication [6, 12] , our findings suggest that other lipid transport mechanisms may be involved in the acquisition of host SM.",
            "cite_spans": [
                {
                    "start": 351,
                    "end": 354,
                    "text": "[6,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 355,
                    "end": 358,
                    "text": "12]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "GBF1 function is required for inclusion membrane stability"
        },
        {
            "text": "The ceramide transport protein, CERT and its ER binding protein, VAP-A, are recruited to the inclusion Since ceramide transport from the ER to the trans-Golgi by the cytosolic lipid transporter, CERT, is the predominant pathway for SM biosynthesis [42, 43, 44, 45] ), we tested whether CERTdependent trafficking was involved in SM acquisition by C. trachomatis. We first examined the localization of CERT during C. trachomatis infection of HeLa cells that were transiently transfected with CERT-GFP. In uninfected cells, CERT-GFP preferentially localized to the Golgi as well as to punctate, vesicle-like structures outside the Golgi ( Figure S4 and [45, 55] ), which are thought to be ER-derived (K. Kumagai and K. Hanada, personal communication). In C. trachomatis-infected cells, CERT-GFP was recruited to the inclusion, exhibiting a non-homogeneous, patchy distribution on the inclusion membrane surface ( Figure 3A , B, D, E, Video S1). CERT-GFP appeared on the same plane as but distinct from localization of the C. trachomatis inclusion membrane protein, IncA ( Figure 3B ). This pattern of CERT recruitment to the inclusion was confirmed using an antibody to endogenous CERT ( Figure  S3 ), demonstrating that localization was not an artifact of ectopic expression. CERT-GFP also localized to C. trachomatis serovar D inclusions ( Figure 3B ), suggesting that the recruitment to the inclusion was not serovar-specific. CERT-GFP was recruited to inclusions as early as 2 hpi, where nascent inclusions were enveloped by CERT-GFP-containing vesicles that partially overlapped with p58, a marker of the ER-Golgi intermediate compartment (ERGIC) ( Figure S4A ).",
            "cite_spans": [
                {
                    "start": 248,
                    "end": 252,
                    "text": "[42,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 253,
                    "end": 256,
                    "text": "43,",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 257,
                    "end": 260,
                    "text": "44,",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 261,
                    "end": 264,
                    "text": "45]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 650,
                    "end": 654,
                    "text": "[45,",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 655,
                    "end": 658,
                    "text": "55]",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [
                {
                    "start": 636,
                    "end": 645,
                    "text": "Figure S4",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 910,
                    "end": 919,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1069,
                    "end": 1078,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1185,
                    "end": 1195,
                    "text": "Figure  S3",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1339,
                    "end": 1348,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1651,
                    "end": 1661,
                    "text": "Figure S4A",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "GBF1 function is required for inclusion membrane stability"
        },
        {
            "text": "CERT binding to VAP at the ER is required for CERT to extract ceramide from the ER and deliver it to the trans-Golgi [45] , where ceramide serves as a substrate for SM synthesis by trans-Golgi localized SMS1 and SMS2 [46, 56] . Previous work suggests that there is an intimate association of the ER with the chlamydial inclusion [57, 58] . We examined the localization of CERT and VAP-A by co-expressing CERT-GFP and HcRed-VAP-A [45] in infected cells and found that HcRed-VAP-A colocalized with CERT-GFP at the inclusion at 2, 8, and 24 hpi ( Figures 3C-E) . These results suggest that CERT may function to bring the ER membrane in close apposition to the inclusion or that VAP-A is recruited directly to the inclusion.",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 121,
                    "text": "[45]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 217,
                    "end": 221,
                    "text": "[46,",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 222,
                    "end": 225,
                    "text": "56]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 329,
                    "end": 333,
                    "text": "[57,",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 334,
                    "end": 337,
                    "text": "58]",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 429,
                    "end": 433,
                    "text": "[45]",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [
                {
                    "start": 544,
                    "end": 557,
                    "text": "Figures 3C-E)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "GBF1 function is required for inclusion membrane stability"
        },
        {
            "text": "Given the proximity of the Golgi and the striking recruitment of CERT to the inclusion, we used three complementary approaches to determine whether CERT plays a role in C. trachomatis infection:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CERT is required for bacterial replication and SM acquisition"
        },
        {
            "text": "(1) pharmacological inhibition of CERT by HPA-12, a synthetic analog of ceramide that specifically inhibits CERT-mediated ceramide transfer [59, 60] , (2) overexpression of Casein Kinase Ic2 (CKIc2), which plays a crucial role in down-regulating CERT activity [48] , and (3) depletion of CERT by siRNA.",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 144,
                    "text": "[59,",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 145,
                    "end": 148,
                    "text": "60]",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 260,
                    "end": 264,
                    "text": "[48]",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "CERT is required for bacterial replication and SM acquisition"
        },
        {
            "text": "We first examined inclusion morphology and progeny production in cells treated with increasing concentrations of HPA-12.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CERT is required for bacterial replication and SM acquisition"
        },
        {
            "text": "Cells were infected for 1 hr and then incubated in the absence or presence of HPA-12 for an additional 23 hrs. We observed a dosedependent decrease in inclusion formation (Figures 4A) and progeny production ( Figure 4B ) in cells exposed to HPA-12, resulting in a 96% reduction in progeny at 10 mM HPA-12 compared to DMSO (p,0.001). At the doses employed, HPA-12 did not affect host or bacterial cell viability nor did it affect bacterial binding and entry (data not shown).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 209,
                    "end": 218,
                    "text": "Figure 4B",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "CERT is required for bacterial replication and SM acquisition"
        },
        {
            "text": "CKIc2 regulates CERT by hyperphosphorylation of a SR motif located within the middle region, which induces an autoinhibitory interaction between the PH and START domains. This event interferes both with the ability of CERT to bind PI4P and with its ability to transport ceramide, though CERT is still able to interact with VAP-A at the ER [48, 61] . Overexpression of CKIc2 is sufficient to inhibit CERT function and to cause dissociation of CERT from the Golgi complex [61] . In cells co-transfected with CERT-GFP and HA-tagged CKIc2, we observed a significant defect in inclusion development, with the appearance of small inclusions ( Figure 4C ), similar to the results observed with HPA-12 ( Figures 4A and 6C ). Importantly, CERT-GFP was still recruited to the inclusion in cells expressing HA-tagged CKIc2 ( Figure 4C ). These results are consistent with the notion that CERT activity is required for inclusion development and suggest that PI4P binding is not required for CERT recruitment to the inclusion.",
            "cite_spans": [
                {
                    "start": 339,
                    "end": 343,
                    "text": "[48,",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 344,
                    "end": 347,
                    "text": "61]",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 470,
                    "end": 474,
                    "text": "[61]",
                    "ref_id": "BIBREF62"
                }
            ],
            "ref_spans": [
                {
                    "start": 637,
                    "end": 646,
                    "text": "Figure 4C",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 696,
                    "end": 713,
                    "text": "Figures 4A and 6C",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 814,
                    "end": 823,
                    "text": "Figure 4C",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "CERT is required for bacterial replication and SM acquisition"
        },
        {
            "text": "We next examined inclusion morphology in HeLa cells depleted of CERT for 72 hrs and subsequently infected with C. trachomatis for 24 hrs. The efficiency of CERT depletion was determined in uninfected cells by western blot analysis ( Figure 4D ). Loss of CERT activity was confirmed by demonstrating decreased accumulation of BODIPY FL-SM and BODIPY FL-Ceramide at the Golgi apparatus ( Figure 4E ). CERT depletion resulted in a ,66% (p,0.001) reduction in inclusion size as well as a ,60% (p,0.001) decrease in progeny production ( Figures 4F-G) . Depletion or inhibition of CERT sometimes resulted in the appearance of inclusions containing aberrant appearing RBs ( Figure 4F and data not shown). Progeny formation was decreased more robustly in HPA-12 treated cells than in CERT-depleted cells, most likely because CERT depletion was not complete, although we cannot rule out the possibility that HPA-12 may have additional off-target effects.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 233,
                    "end": 242,
                    "text": "Figure 4D",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 386,
                    "end": 395,
                    "text": "Figure 4E",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 532,
                    "end": 545,
                    "text": "Figures 4F-G)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 667,
                    "end": 676,
                    "text": "Figure 4F",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "CERT is required for bacterial replication and SM acquisition"
        },
        {
            "text": "We next explored whether CERT was required for the SM accumulation in the inclusion by monitoring incorporation of BODIPY FL-Ceramide. Since depletion of CERT led to a significant reduction in inclusion size ( Figure 4F ), we monitored lipid transport in the presence of the CERT inhibitor, HPA-12. HeLa cells were infected for 20 hrs to allow inclusions to develop to a large enough size for robust visualization by phase microscopy, then exposed to HPA-12 for 3 hrs, and subsequently pulse-labeled with BODIPY FL-Ceramide. The fluorescent lipid Figure 1 . GBF1 function is required for SM acquisition but not for C. trachomatis replication. (A) HeLa cells were infected with C. trachomatis L2 for 24 hrs and then fixed and stained with antibodies to GBF1 (red) and BIG1 (green). Bacteria and host DNA were detected using DAPI (blue). The cis and trans polarity of the Golgi was maintained in C. trachomatis L2-infected cells. N, host nucleus. *, inclusion. Scale bar = 5 mm. (B) HeLa cells were transfected with Arf1-GFP for 18 hrs, infected with C. trachomatis L2 for 24 hrs in the absence or presence of 10 mM BFA, and then fixed and stained with antibodies to GBF1 (red). Enlargements of boxed regions are shown to the right. Images represent a single z slice from confocal images. The exposure time for each filter set for all images was identical. Arf1-GFP localized to the region between two closely apposed inclusions (white arrow) and to a thin rim around the inclusion (red arrow) whereas GBF1 was excluded from these regions. *, inclusion. Scale bar = 5 mm. (C) Western blot analysis of siRNA-treated samples. GAPDH was used as a loading control. (D) HeLa cells were depleted of GBF1, BIG1, and/or BIG2 for 3 days, infected with C. trachomatis L2 for 24 hrs, and then labeled with BODIPY FL-Ceramide to visualize SM acquisition by the inclusion. The exposure time for all images was identical. Dashed red lines demarcate the inclusions. Scale bar = 5 mm. (E) HeLa cells were infected with C. trachomatis for 24 hrs, treated with 10 mM BFA or GCA during the last 3 hrs of infection, and then labeled with BODIPY FL-Ceramide to analyze SM acquisition by the inclusion. The exposure time for all images was identical. Dashed red lines demarcate the inclusions. Scale bar = 5 mm. (F) HeLa cells were depleted of GBF1, BIG1, and/or BIG2 for 3 days, infected with C. trachomatis L2 for 24 hrs, and then analyzed for progeny formation as described in Materials and Methods. Values (mean 6 standard error) are shown as percentage of control siRNA-treated samples. No significant decrease in progeny formation was observed. IFU, inclusion forming units. doi:10.1371/journal.ppat.1002198.g001 Since CERT is localized to the Golgi during infection, it is possible that CERT is indirectly involved in C. trachomatis infection based on its role in host SM biosynthesis at the Golgi. In addition or alternatively, as CERT and VAP-A are also localized at the inclusion, CERT may be directly involved in C. trachomatis infection by mediating the transfer of a portion of host ceramide from the nearby ER directly to the inclusion. We examined the localization of ceramide in infected cells expressing CERT-GFP using a ceramide antibody. This antibody does not cross-react with SM, cholesterol, or other phospholipids under physiologic in vivo conditions [65] . Ceramide appeared to be highly enriched in the region adjacent to the inclusion in what is likely to be the surrounding ER ( Figure S5 ). Importantly, we also found that a fraction of ceramide localized at the inclusion membrane as evidence by co-staining with IncA antibodies and Arf1-GFP ( Figure S5A and S5B). Although we found ceramide in close association with CERT-GFP at the inclusion membrane, ceramide and CERT-GFP did not overlap on the inclusion membrane ( Figure S5C ), possibly reflecting conversion of ceramide to SM and loss of reactivity with the ceramide antibody. Taken together, these results indicate that CERT is required for C. trachomatis replication and that interference with CERT correlates with a block in the SM acquisition by the inclusion. In addition, the localization of ceramide during infection suggests that CERT may be functioning at the Golgi as well as at the inclusion.",
            "cite_spans": [
                {
                    "start": 3350,
                    "end": 3354,
                    "text": "[65]",
                    "ref_id": "BIBREF66"
                }
            ],
            "ref_spans": [
                {
                    "start": 210,
                    "end": 219,
                    "text": "Figure 4F",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 547,
                    "end": 555,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 3482,
                    "end": 3491,
                    "text": "Figure S5",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 3649,
                    "end": 3659,
                    "text": "Figure S5A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 3825,
                    "end": 3835,
                    "text": "Figure S5C",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "CERT is required for bacterial replication and SM acquisition"
        },
        {
            "text": "CERT transfer activity and ceramide binding are required for its recruitment to the inclusion To determine the mechanism of CERT recruitment to the inclusion, we examined the consequences of inactivating specific domains of CERT. The ability of CERT to transfer ceramide for SM biosynthesis requires: (1) interaction with the Golgi membrane (PI4P) via its PH domain, (2) an interaction with the ER membrane proteins VAP-A and VAP-B via its FFAT motif, and (3) the ability to bind ceramide via its START domain [47] . We were particularly interested in the PH domain, as recent studies have shown that multiple proteins that regulate PI4P metabolism are recruited to the inclusion, including OCLR (oculocerebrorenal syndrome of Lowe protein 1) and the PI4P kinases, PI4KIIa and to a lesser extent PI4KIIb [40] . The presence of PI4P at the inclusion combined with our finding that VAP-A colocalizes with CERT at the inclusion ( Figures 3C-3E ) raises the possibility that CERT could be recruited to the inclusion by its interaction with PI4P and/or with VAP-A.",
            "cite_spans": [
                {
                    "start": 510,
                    "end": 514,
                    "text": "[47]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 804,
                    "end": 808,
                    "text": "[40]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [
                {
                    "start": 927,
                    "end": 940,
                    "text": "Figures 3C-3E",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "CERT is required for bacterial replication and SM acquisition"
        },
        {
            "text": "We examined the localization of two GFP-tagged CERT mutants: CERT (G67E), which contains a mutation in the PH domain that prevents CERT from binding PI4P at the Golgi, or CERT (D324A), which harbors a mutation in the FFAT motif that prevents CERT from interacting with VAPs at the ER [43, 45] during C. trachomatis infection. In uninfected cells, CERT (G67E)-GFP is distributed throughout the cell while CERT (D324A)-GFP is concentrated at the Golgi (data not shown and [45] ). As shown in Figure 6A , both CERT (G67E)-GFP and CERT (D324A)-GFP localized to the inclusion at 24 hpi in a manner indistinguishable from CERT-GFP. While CERT-GFP and CERT (D324A)-GFP show some Golgi localization during infection, none is observed for CERT (G67E)-GFP ( Figure 6A ). Co-staining with antibodies to Calnexin, an ER marker, revealed that although the ER appears in close proximity to the inclusion, it does not overlap with CERT-WT, D324A, or G67E at the inclusion ( Figure S6 ). CERT was still Figure S3 ) [43, 66] . Despite the fact that LY-A cells have reduced SM biosynthesis [43, 66] , SM acquisition by C. trachomatis inclusions was normal in these cells (data not shown).",
            "cite_spans": [
                {
                    "start": 284,
                    "end": 288,
                    "text": "[43,",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 289,
                    "end": 292,
                    "text": "45]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 470,
                    "end": 474,
                    "text": "[45]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 999,
                    "end": 1003,
                    "text": "[43,",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1004,
                    "end": 1007,
                    "text": "66]",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 1072,
                    "end": 1076,
                    "text": "[43,",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1077,
                    "end": 1080,
                    "text": "66]",
                    "ref_id": "BIBREF67"
                }
            ],
            "ref_spans": [
                {
                    "start": 490,
                    "end": 499,
                    "text": "Figure 6A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 748,
                    "end": 757,
                    "text": "Figure 6A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 959,
                    "end": 968,
                    "text": "Figure S6",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 987,
                    "end": 996,
                    "text": "Figure S3",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "CERT is required for bacterial replication and SM acquisition"
        },
        {
            "text": "We next tested whether Arf1 activity was required for CERT recruitment, since Arf1 localizes to the inclusion and since the PH domains of some lipid transfer proteins, such as FAPPs (fourphosphate-adaptor protein 2) and OSBP (oxysterol binding protein), can simultaneously bind PI4P and Arf1 [67] . C.",
            "cite_spans": [
                {
                    "start": 292,
                    "end": 296,
                    "text": "[67]",
                    "ref_id": "BIBREF68"
                }
            ],
            "ref_spans": [],
            "section": "CERT is required for bacterial replication and SM acquisition"
        },
        {
            "text": "trachomatis-infected HeLa cells were treated with Exo1, a specific inhibitor of Arf GTPase activity [68] , from 1 to 24 hpi, and CERT-GFP localization was examined at 24 hpi. Although quantitation of inclusion size in Exo1 treated cells revealed a ,64% decrease (p,0.001), Exo1 had no effect on CERT recruitment to the inclusion ( Figure 6B ). Together, these results indicate that interaction with PI4P, VAP-A, or Arf1 alone is not essential for CERT recruitment to the inclusion, though PI4P, VAP-A, or Arf1 binding may function redundantly or there may be other determinants within CERT. In addition, CERT-GFP was still recruited to inclusions in cells treated with GCA, BFA, or Nocodazole, which disrupts microtubules ( Figures S4B and 7C) , indicating that GBF1 function, vesicular trafficking, and microtubules are not required for CERT recruitment.",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 104,
                    "text": "[68]",
                    "ref_id": "BIBREF69"
                }
            ],
            "ref_spans": [
                {
                    "start": 331,
                    "end": 340,
                    "text": "Figure 6B",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 724,
                    "end": 743,
                    "text": "Figures S4B and 7C)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "CERT is required for bacterial replication and SM acquisition"
        },
        {
            "text": "To test whether CERT lipid transfer activity and/or ceramide binding is required for CERT recruitment to the inclusion, we treated cells expressing CERT-GFP with 5 mM HPA-12 from 1 to 24 hpi. In control experiments, HPA-12 treatment did not affect CERT-GFP localization to the Golgi region in uninfected cells (data not shown). In C. trachomatis-infected cells exposed to HPA-12, the patchy distribution of CERT-GFP was lost from the inclusion ( Figure 6C, top row) , although CERT-GFP was still present in the Golgi surrounding the inclusion, as evidenced by colocalization with p230, a trans-Golgi marker ( Figure 6C , bottom row). These results indicate that ceramide binding and/or the transfer activity of CERT is required for its recruitment to the inclusion.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 446,
                    "end": 465,
                    "text": "Figure 6C, top row)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 609,
                    "end": 618,
                    "text": "Figure 6C",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "CERT is required for bacterial replication and SM acquisition"
        },
        {
            "text": "Since CERT cannot directly transfer SM [44] , we considered the possibility that SMS1 or SMS2 are directly recruited to the inclusion, where they could synthesize SM following ceramide transfer to the inclusion by CERT. In uninfected cells, both SMS1 and SMS2 are found at the trans-Golgi while SMS2 also localizes to the plasma membrane ( Figure S7 and [46, 69] ).",
            "cite_spans": [
                {
                    "start": 39,
                    "end": 43,
                    "text": "[44]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 354,
                    "end": 358,
                    "text": "[46,",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 359,
                    "end": 362,
                    "text": "69]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 340,
                    "end": 349,
                    "text": "Figure S7",
                    "ref_id": null
                }
            ],
            "section": "SMS1 and SMS2 are recruited to distinct compartments at the inclusion"
        },
        {
            "text": "We examined the localization of CERT-GFP and C-terminally 3xFLAG-tagged SMS1/SMS2 or SMS1-V5 and C-terminally 3xFLAG-tagged SMS2 during C. trachomatis infection at 24 hpi. In uninfected cells, C-terminally 3xFLAG-tagged SMS1 and 3xFLAG-tagged SMS2 were located in close apposition to CERT-GFP at the Golgi ( Figure 7A ). In infected cells, Cterminally 3xFLAG-tagged SMS1 primarily localized to the fragmented Golgi surrounding the inclusion and displayed no overlap with CERT-GFP at the inclusion ( Figure 7A ). In contrast, C-terminally 3xFLAG-tagged SMS2 localized to both the fragmented Golgi as well as to the inclusion membrane, where it exhibited a distinct punctate pattern that partially overlapped with CERT-GFP ( Figure 7A ). Localization of SMS2 to the inclusion membrane was confirmed by co-staining infected cells expressing SMS2-V5 with antibodies to IncA; inclusion-membrane localized SMS2-V5 appeared to partially overlap with IncA whereas no overlap was seen between IncA and SMS1-V5 ( Figure 7B ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 308,
                    "end": 317,
                    "text": "Figure 7A",
                    "ref_id": null
                },
                {
                    "start": 499,
                    "end": 508,
                    "text": "Figure 7A",
                    "ref_id": null
                },
                {
                    "start": 723,
                    "end": 732,
                    "text": "Figure 7A",
                    "ref_id": null
                },
                {
                    "start": 1003,
                    "end": 1012,
                    "text": "Figure 7B",
                    "ref_id": null
                }
            ],
            "section": "SMS1 and SMS2 are recruited to distinct compartments at the inclusion"
        },
        {
            "text": "To further distinguish between inclusion membrane versus Golgi localization, we examined the distribution of SMS1-V5 or SMS2-V5 in infected HeLa cells following disruption of the Golgi by BFA or by Nocodazole. As shown in Figure 7C , exposure of C. trachomatis-infected cells to either BFA or to Nocodazole caused SMS1-V5 to disperse throughout the cell while SMS2-V5 remained primarily associated with the inclusion, where a rimlike staining was observed. These results indicate that SMS2 is tethered to the inclusion during infection whereas SMS1 is primarily associated with the Golgi around the inclusion. In addition, SMS2 recruitment to the inclusion is independent of microtubules and of Arf1/GBF1-dependent vesicular trafficking.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 222,
                    "end": 231,
                    "text": "Figure 7C",
                    "ref_id": null
                }
            ],
            "section": "SMS1 and SMS2 are recruited to distinct compartments at the inclusion"
        },
        {
            "text": "The mechanism by which SMS1 or SMS2 localize to the trans-Golgi has not yet been elucidated. However, it was recently shown that SMS2 is palmitoylated at the carboxyl terminus and that this modification plays a role in targeting SMS2 to the plasma membrane [69] . We therefore tested whether SMS2 recruitment to the inclusion required palmitoylation by examining the localization of a C-terminally 3xFLAG-tagged SMS2 construct in which all four of the potential palmitoylation sites were mutated (C331, 332, 343, 348A) [69] . Although this mutant displays a decrease in PM distribution (data not shown and [69] ), it was recruited to the inclusion in a similar fashion as C-terminally 3xFLAG-tagged SMS2 wild-type ( Figure S7 ). This result suggests that palmitoylation is not required for SMS2 recruitment to the inclusion.",
            "cite_spans": [
                {
                    "start": 257,
                    "end": 261,
                    "text": "[69]",
                    "ref_id": null
                },
                {
                    "start": 519,
                    "end": 523,
                    "text": "[69]",
                    "ref_id": null
                },
                {
                    "start": 606,
                    "end": 610,
                    "text": "[69]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 716,
                    "end": 725,
                    "text": "Figure S7",
                    "ref_id": null
                }
            ],
            "section": "SMS1 and SMS2 are recruited to distinct compartments at the inclusion"
        },
        {
            "text": "Both SMS1 and SMS2 are required for host SM production, however their relative contributions to subcellular SM levels are distinct, with SMS1 generating the bulk of SM at the Golgi while SMS2 is responsible for SM biosynthesis at the plasma membrane [46, 56] . Our observation that SMS2 but not SMS1 is recruited to the inclusion membrane prompted us to determine their relative contributions to infection. Cells were depleted of SMS1 or SMS2 by siRNA [56] for 72 hrs and subsequently infected with C. trachomatis for 24 hrs. The efficiency of depletion was verified by western blot analysis in cells expressing C-terminally 3xFLAGtagged SMS1 and 3xFLAG-tagged SMS2 ( Figure 8A ). Loss of SMS1 activity was confirmed by demonstrating decreased accumulation of BODIPY FL-Ceramide and BODIPY FL-SM at the Golgi apparatus ( Figure 8B ) [56] . Depletion of either SMS1 or SMS2 resulted in a significant reduction in relative inclusion size and progeny formation ( Figures 8C-D) . These results demonstrate that both SMS1 and SMS2 contribute to C. trachomatis replication and inclusion growth. Our results support the hypothesis that at least a portion of SM acquired by C. trachomatis may be directly synthesized on the inclusion membrane. In addition, SM synthesized at the nearby Golgi by SMS1 and SMS2 transported by a BFA-insensitive pathway may also contribute to replication.",
            "cite_spans": [
                {
                    "start": 250,
                    "end": 254,
                    "text": "[46,",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 255,
                    "end": 258,
                    "text": "56]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 452,
                    "end": 456,
                    "text": "[56]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 833,
                    "end": 837,
                    "text": "[56]",
                    "ref_id": "BIBREF57"
                }
            ],
            "ref_spans": [
                {
                    "start": 668,
                    "end": 677,
                    "text": "Figure 8A",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 821,
                    "end": 830,
                    "text": "Figure 8B",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 960,
                    "end": 973,
                    "text": "Figures 8C-D)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "SMS1 and SMS2 are required for C. trachomatis replication"
        },
        {
            "text": "Different pathogens have evolved a variety of unique strategies to establish a protective intracellular niche in which to replicate and to obtain essential nutrients from the host. For example, Legionella pneumophila replicates within a vacuole that is closely associated with the ER, while Salmonella and Mycobacteria species replicate within compartments that have characteristics of endosomes [70] . Chlamydiae are among the few known pathogens that occupy an exocytic compartment from which they acquire host-derived nutrients, including SM and cholesterol [6, 9, 10, 11, 12, 13, 14] . While previous work supports a role for canonical vesicular trafficking in the acquisition of SM by Chlamydia from the host, it has remained a mystery as to why inhibitors of vesicular trafficking have no effect on Chlamydia replication, given that host SM biosynthesis is necessary for bacterial replication [6, 12] . Here, we demonstrate that C. trachomatis co-opts key proteins involved in both vesicular and non-vesicular lipid trafficking pathways to acquire SM for distinct roles during infection, providing an intriguing explanation for this apparent paradox. We found that C. trachomatis recruits CERT, its ER binding partner VAP-A, and SM synthases to establish an on-site SM biosynthetic factory at or near the inclusion that is critical for C. trachomatis replication. In addition, we show that C. trachomatis co-opts the function of GBF1, a regulator of Arf1-dependent vesicular trafficking within the early secretory pathway, to further provide SM. This source of SM contributes to inclusion membrane growth and stability but is not essential for bacterial replication.",
            "cite_spans": [
                {
                    "start": 396,
                    "end": 400,
                    "text": "[70]",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 561,
                    "end": 564,
                    "text": "[6,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 565,
                    "end": 567,
                    "text": "9,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 568,
                    "end": 571,
                    "text": "10,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 572,
                    "end": 575,
                    "text": "11,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 576,
                    "end": 579,
                    "text": "12,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 580,
                    "end": 583,
                    "text": "13,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 584,
                    "end": 587,
                    "text": "14]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 899,
                    "end": 902,
                    "text": "[6,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 903,
                    "end": 906,
                    "text": "12]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We found that depletion or inhibition of CERT significantly impaired production of infectious progeny and SM acquisition. While these treatments decrease SM biosynthesis and would thus be expected to affect C. trachomatis replication, unexpectedly and most remarkably, we found that CERT was recruited to the inclusion membrane. Our results are consistent with two nonmutually exclusive mechanisms by which CERT could promote SM acquisition during infection (Figure 9 ). CERT could transport ceramide directly from the ER to the inclusion, where this lipid would serve as a substrate for inclusion membrane localized SMS2, allowing SM biosynthesis to proceed on the inclusion membrane ( Figure 9 , step A). SM would then be transferred from the inclusion membrane to intracellular RBs. Alternatively, or in addition, by virtue of its ability to bind to the ER and to the Golgi, CERT could help to coordinate recruitment of these organelles to the inclusion (Figure 9, step B) . This process would bring the trans-Golgi localized SMS1 and SMS2 in close proximity to the ER and to the inclusion, thereby promoting efficient SM synthesis in the vicinity of the inclusion. Since CERT cannot transport SM [44] , it is likely that this source of SM is subsequently transferred to the inclusion by a BFA-insensitive vesicular trafficking pathway. It is also possible that SM could be transferred from the Golgi at MCS to the inclusion by one of several mechanisms involving nonvesicular lipid exchange between membranes, such as transient hemifusion and/or stochastic collision with the Golgi [71] .",
            "cite_spans": [
                {
                    "start": 1200,
                    "end": 1204,
                    "text": "[44]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1586,
                    "end": 1590,
                    "text": "[71]",
                    "ref_id": "BIBREF72"
                }
            ],
            "ref_spans": [
                {
                    "start": 458,
                    "end": 467,
                    "text": "(Figure 9",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 687,
                    "end": 695,
                    "text": "Figure 9",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 957,
                    "end": 975,
                    "text": "(Figure 9, step B)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Our results suggest that both SMS1 and SMS2 contribute to infection. The involvement of SMS1 was not surprising, since this enzyme is responsible for the bulk of total host cell SM biosynthesis (60-80%) [46, 56] . However, our finding that SMS2 was localized to the inclusion membrane and played a role in intracellular growth was unexpected since SMS2 participates primarily in SM biosynthesis at the plasma membrane and plays a minor role in overall host cell SM biosynthesis (20-40%) [46, 56] . In contrast to SMS1, inclusion membrane localized SMS2 and CERT are not disrupted by BFA, GCA, or Nocodazole, which may explain why bacterial replication is not affected by these drugs. We note that it is difficult by current methods to demonstrate that SM is synthesized directly on the inclusion, since SM can also arrive via vesicular trafficking [46, 56] . We speculate that by preferentially recruiting SMS2 over SMS1 during infection, C. trachomatis ensures a source of SM for itself without placing a huge burden on the host's ability to synthesize SM since SMS1 would still be active at the Golgi. Future studies will be required to unravel how SMS2 is recruited to the inclusion membrane.",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 207,
                    "text": "[46,",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 208,
                    "end": 211,
                    "text": "56]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 487,
                    "end": 491,
                    "text": "[46,",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 492,
                    "end": 495,
                    "text": "56]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 848,
                    "end": 852,
                    "text": "[46,",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 853,
                    "end": 856,
                    "text": "56]",
                    "ref_id": "BIBREF57"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "How is CERT, a multi-domain protein, recruited to the inclusion? Although the recruitment of CERT to Golgi and ER membranes requires the PH and FFAT domains, respectively [47] , we found that only the ceramide binding and/or ceramide transfer activity of CERT is required for its recruitment to the inclusion. While CKIc2-induced phosphorylation of CERT inhibits its activity, CERT was still recruited to the inclusion, presumably because CERT is still able to bind ceramide. On the other hand, exposure to HPA-12 prevented CERT recruitment to the inclusion, possibly through its known ability to inhibit interaction of the START domain with membranes in vitro [60] . An alternative scenario is that HPA-12 binding to CERT could alter its ability to bind PI4P, VAP-A, or potentially a bacterial factor at the inclusion membrane through steric hindrance or conformational change. We favor the hypothesis that CERT binds to ceramide at the ER, prior to its recruitment to the inclusion, and subsequently interacts with the inclusion by an as yet to be identified bacterial or host protein. It is also possible that a small amount of ceramide and/or VAP-A may initially be incorporated into the inclusion membrane from either the plasma membrane during endocytosis or by fusion with the ER or ER-derived vesicles containing ceramide, which would then promote CERT recruitment. These initial events could then set up an amplification mechanism for subsequent ceramide transfer and SM synthesis. Further studies are needed to determine whether CERT transfer activity or ceramide binding alone is necessary for its recruitment to the inclusion, and whether either of these functions cooperates with a bacterial protein present in the inclusion membrane.",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 175,
                    "text": "[47]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 661,
                    "end": 665,
                    "text": "[60]",
                    "ref_id": "BIBREF61"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "It was surprising that PI4P binding was not required for CERT recruitment to the inclusion, given the recent observation that PI4P binding is necessary and sufficient to recruit the PH domain of OSBP [40] . However, it should be noted that those studies were performed with only the PH domain of OSBP whereas our studies were performed in the context of the entire CERT protein containing a single point mutation (G67E) that abolishes PI4P binding. It is likely that there are multiple localization signals for CERT recruitment to the inclusion.",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 204,
                    "text": "[40]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The dispensable requirement of PI4P binding for CERT recruitment to the inclusion likely explains why inclusions still form in LY-A cells expressing CERT (G67E) and why CERT still localizes to the inclusion in these cells. It is worth noting that recombinant CERT (G67E) is still able to transfer ceramide in an in vitro assay [45] , suggesting that although SM synthesis is reduced in the LY-A cell line due to the inability of CERT to bind the Golgi and transfer ceramide [43, 66] , SM synthesis may proceed at the inclusion because this specialized compartment has access to ceramide via CERT and at least one SMS isoform.",
            "cite_spans": [
                {
                    "start": 327,
                    "end": 331,
                    "text": "[45]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 474,
                    "end": 478,
                    "text": "[43,",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 479,
                    "end": 482,
                    "text": "66]",
                    "ref_id": "BIBREF67"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "While the role of CERT in ceramide transfer and SM biosynthesis is clearly established, we cannot rule out the possibility CERT may have other functions in host cells relevant to Chlamydia infection. Previous work has suggested that there is an intimate association of the ER or ER proteins with the chlamydial inclusion [57, 58] . It is possible that CERT and VAP-A together may be important for coordinating ER-inclusion membrane contact sites. These membrane contact sites could be important for the inclusion to obtain other essential lipids or nutrients for growth. Although loss of CERT function in individual cells has no effect on cell survival [43, 66] , knockout of CERT in mice is embryonic lethal as a result of severe defects in both the ER and mitochondria Figure 7 . SMS1 and SMS2 localization in C. trachomatis infected cells. (A) HeLa cells co-transfected for 18 hrs with CERT-GFP and C-terminally 3xFLAG-tagged SMS1/SMS2 (upper 2 rows) or SMS1-V5 and C-terminally 3xFLAG-tagged SMS2 (bottom row) were infected with C. trachomatis L2 for 24 hrs, and then fixed and stained with antibodies to FLAG (red) and/or to V5 (green). Single channel images of uninfected cells are shown to the right. Enlargements of the boxed regions (inset) in infected samples are shown to the right of infected set. The exposure time for each filter set of all images was identical. Images shown are maximum intensity projections of confocal z-stacks (0.4-mm slices). CERT and SMS1 localization at the inclusion are distinct while CERT and SMS2 partially overlap. SMS2 localization partially overlaps with SMS1 around the inclusion, however SMS2 also localizes to the inclusion. At longer exposure times, SMS2 plasma membrane localization is evident. Scale bar = 5 mm, except the insets where scale bar = 2.5 mm. (B) HeLa cells transfected with SMS1-V5 (green) or SMS2-V5 (green) infected with C. trachomatis serovar D for 24 hrs and then fixed and stained with antibodies to IncA (red) to identify the inclusion membrane. Enlargements of the boxed regions (inset) are shown to the right. Images represent a single z slice from confocal images. The exposure time for each filter set for all images was identical. SMS2 but not SMS1 partially overlaps with IncA on the inclusion. Scale bar = 5 mm, except the insets where scale bar = 2.5 mm. (C) HeLa cells transfected for 18 hrs with CERT-GFP, SMS1-V5, or SMS2-V5 were infected with C. trachomatis L2, treated with 10 mM BFA or Nocodazole for 1-24 hpi, and then fixed and stained with antibodies to V5 (green) and to p230 (red) to identify the trans-Golgi. BFA and Nocodazole disrupted SMS1 localization around the inclusion but had no effect on SMS2 or CERT localization at the inclusion. Images represent a single z slice from confocal images. Scale bar = 5 mm. N, host nucleus; *, inclusion. doi:10.1371/journal.ppat.1002198.g007 function [72] . In addition, D. melanogaster flies lacking functional CERT have a short lifespan and show enhanced susceptibility to oxidative stress [73] .",
            "cite_spans": [
                {
                    "start": 321,
                    "end": 325,
                    "text": "[57,",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 326,
                    "end": 329,
                    "text": "58]",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 653,
                    "end": 657,
                    "text": "[43,",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 658,
                    "end": 661,
                    "text": "66]",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 2885,
                    "end": 2889,
                    "text": "[72]",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 3026,
                    "end": 3030,
                    "text": "[73]",
                    "ref_id": "BIBREF74"
                }
            ],
            "ref_spans": [
                {
                    "start": 771,
                    "end": 779,
                    "text": "Figure 7",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Our studies provide further insights into the mechanism of BFAsensitive SM acquisition. While it was previously suggested that Chlamydia occupies a post Golgi compartment with the prediction that trafficking from the trans-Golgi would be essential, our results demonstrate that acquisition of SM by Chlamydia requires Arf1 activation within the cis-Golgi but not Arf1 activation within the trans-Golgi (Figure 9 , step C), suggesting that Chlamydia is not necessarily co-opting the entire organelle. Loss of SM acquisition following inhibition of GBF1 function correlated with a loss of inclusion membrane integrity and alterations in the localization of actin and vimentin cytoskeletal components surrounding the inclusion (Figure 9 , step D). Whether the loss of inclusion integrity is a direct or indirect consequence of the collapse of the closely associated cytoskeletal cage or whether it results from the loss of SM acquisition, as suggested by Beatty and coworkers [15] , remains to be determined. Of note, GCA was not reported to affect the stability of serovar E inclusions [15] ; however, this disparity may reflect strain differences.",
            "cite_spans": [
                {
                    "start": 973,
                    "end": 977,
                    "text": "[15]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1084,
                    "end": 1088,
                    "text": "[15]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 402,
                    "end": 411,
                    "text": "(Figure 9",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 724,
                    "end": 733,
                    "text": "(Figure 9",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "We observed that GBF1 and Arf1 have little overlap at the inclusion membrane during infection even though they extensively colocalize at the Golgi surrounding the inclusion. This observation could reflect a transient and dynamic interaction at the inclusion. Alternatively, we favor the hypothesis that GBF1 activates Arf1 at the Golgi and then Arf1-vesicles containing SM traffic to and fuse with the inclusion. Under these circumstances, GBF1-dependent activation of Arf1 at the Golgi rather than at the inclusion would be important, which could explain why there is little colocalization of these proteins at the inclusion. Consistent with this notion, we found that inhibition of GBF1 activity resulted in a loss of inclusion localized Arf1, except at the region of abutting inclusion membranes. This finding suggests that GBF1 is required for Arf1 recruitment to the outer region of the inclusion but not for Arf1 maintenance at closely apposed inclusions. We are currently investigating the role of Arf1 at this region.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Recent studies have revealed that Arf1 and GBF1 also play important roles in lipid droplet biogenesis [74, 75] . As lipid droplets are translocated into the lumen of the inclusion [76, 77] , interference with Arf1 and/or GBF1 function could also affect Chlamydia interaction with lipid droplets. Notably, GBF1 colocalizes with Lda3 (unpublished results), a chlamydial protein that localizes to lipid droplets [77] .",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 106,
                    "text": "[74,",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 107,
                    "end": 110,
                    "text": "75]",
                    "ref_id": "BIBREF76"
                },
                {
                    "start": 180,
                    "end": 184,
                    "text": "[76,",
                    "ref_id": "BIBREF77"
                },
                {
                    "start": 185,
                    "end": 188,
                    "text": "77]",
                    "ref_id": "BIBREF78"
                },
                {
                    "start": 409,
                    "end": 413,
                    "text": "[77]",
                    "ref_id": "BIBREF78"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Chlamydia now joins the growing list of pathogens that subvert GBF1 or Arf1 function to establish an intracellular replicative niche, including poliovirus, coxsackievirus, coronavirus, hepatitis C virus, and Legionella pneumophila [26] . In contrast to these pathogens where depletion or inhibition of GBF1 by BFA significantly impairs replication, our findings demonstrate that GBF1 is more important for establishing a stable intracellular niche in which C. trachomatis replicates. Both poliovirus and coxsackievirus encode a protein (3A) that binds to and co-opts GBF1 function, while L. pneumophila secretes into the cell RalF, an Arf GEF, that regulates Arf1 localization to the L. pneumophila- containing phagosome [78, 79] . Since GBF1 was not localized on the inclusion membrane, it is possible that GBF1 communicates indirectly with the inclusion through a variety of host proteins or lipids that have been shown to bind GBF1 and that localize at or near the inclusion, including Rab1 [80] , PI4P [81] , and the Golgi matrix proteins, golgin 84 and p115 [26] . It will be important to determine whether the alterations in the actin and vimentin cytoskeleton during infection are directly or indirectly modulated by GBF1.",
            "cite_spans": [
                {
                    "start": 231,
                    "end": 235,
                    "text": "[26]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 721,
                    "end": 725,
                    "text": "[78,",
                    "ref_id": "BIBREF79"
                },
                {
                    "start": 726,
                    "end": 729,
                    "text": "79]",
                    "ref_id": "BIBREF80"
                },
                {
                    "start": 994,
                    "end": 998,
                    "text": "[80]",
                    "ref_id": "BIBREF81"
                },
                {
                    "start": 1006,
                    "end": 1010,
                    "text": "[81]",
                    "ref_id": "BIBREF82"
                },
                {
                    "start": 1063,
                    "end": 1067,
                    "text": "[26]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In summary, we show that C. trachomatis hijacks components of both vesicular and non-vesicular lipid trafficking pathways for SM acquisition, and that the SM obtained from these pathways is utilized in different ways by the pathogen. We hypothesize that SM acquired by CERT-dependent transport of ceramide and subsequent conversion to SM is necessary for C. trachomatis replication whereas SM acquired by the GBF1-dependent pathway is essential for inclusion growth and stability. Together, these observations provide an intriguing explanation for why inhibition of vesicular trafficking alone fails to affect intracellular replication. Moreover, our results describe the first example of a bacterial pathogen to co-opt CERT and reveal a novel strategy by which this organism creates its own SM biosynthetic factory. This work has identified novel targets that may prove useful in combating Chlamydia infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Reagents D609 was purchased from Calbiochem. Brefeldin A, Nocodazole, and Exo1 were purchased from Sigma. Golgicide A (GCA) was kindly provided by D. Haslam (Washington University School of Medicine, St. Louis, MO). BODIPY FL C5 Ceramide was obtained from Molecular Probes. Construction of Arf1-GFP, Arf1-mCherry, and GFP-GBF1 were previously described [82, 83] . CERT-GFP, CERT (D324A)-GFP, CERT (G67E)-GFP, HcRed-VAP-A, HA-CKIc2, and HPA-12 were kind gifts from K. Hanada (National Institute of Infectious Disease, Tokyo) and have been previously described [45, 59] . C-terminally V5-tagged SMS1 and SMS2 constructs were kind gifts from J. Holthuis (Utrecht University) and have been described previously [46] . C-terminally 3xFLAG-tagged SMS1 and SMS2 constructs were kind gifts from M. Tani (Kyushu University) and have been previously described Cell culture and C. trachomatis propagation HeLa 229 cells and L929 cells were obtained from ATCC and passaged as previously described [85] . LY-A and LY-A/hCERT cells were obtained from RIKEN BRC through the National Bio-Resource Project of MEXT, Japan and have been previously described [43, 66] . CHO cells were maintained at 37uC with 5% CO 2 in Ham's F12 containing 10% fetal bovine serum (FBS). C. trachomatis serovar L2 (LGV 434) and D (UW3-Cx) were propagated in L929 cells. C. trachomatis EBs were harvested from infected cells and purified using a Renografin step-gradient as described [86] . Unless otherwise indicated, experiments were performed with serovar L2.",
            "cite_spans": [
                {
                    "start": 353,
                    "end": 357,
                    "text": "[82,",
                    "ref_id": "BIBREF83"
                },
                {
                    "start": 358,
                    "end": 361,
                    "text": "83]",
                    "ref_id": "BIBREF84"
                },
                {
                    "start": 559,
                    "end": 563,
                    "text": "[45,",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 564,
                    "end": 567,
                    "text": "59]",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 707,
                    "end": 711,
                    "text": "[46]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 985,
                    "end": 989,
                    "text": "[85]",
                    "ref_id": "BIBREF86"
                },
                {
                    "start": 1139,
                    "end": 1143,
                    "text": "[43,",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1144,
                    "end": 1147,
                    "text": "66]",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 1446,
                    "end": 1450,
                    "text": "[86]",
                    "ref_id": "BIBREF87"
                }
            ],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Cells were grown on glass coverslips in 24-well plates and infected at a multiplicity of infection (MOI) of approximately 1-5 with C. trachomatis as described in the text. For expression of tagged constructs, cells were transfected with the indicated plasmid constructs using Effectene (Invitrogen) for 18 hrs prior to infection, following manufacturer's instructions. Cells were fixed in 4% paraformaldehyde (PFA) or methanol and stained with the appropriate antibodies. For anti-GBF1, anti-14-3-3b, anti-MOMP, anti-HA, anti-ceramide, anti-calnexin, anti-p58, and anti-V5 staining, cells were permeabilized with 0.05% saponin/ 0.2% bovine serum albumun (BSA) in phosphate buffered saline (PBS) for 30 minutes and blocked with 0.2% BSA/PBS for 30 minutes. For anti-CERT staining, cells were permeabilized with 0.5% Triton X-100/PBS for 3 minutes and blocked with 1% BSA/PBS for 20 minutes. For phalloidin staining, cells were permeabilized with 0.2% Triton/PBS and blocked with 1% BSA/ PBS for 1 hr. For anti-vimentin and anti-IncA staining, cells were post-fixed in methanol for 5 minutes and blocked in 2% BSA/PBS for 1 hr. Cells were incubated with the appropriate primary and fluorophore-tagged secondary antibodies for 1 hr each, followed by washing 3 times in PBS. Anti-FLAG staining was performed as previously described [69] . Coverslips were mounted in Vectashield mounting media containing DAPI (Vector Laboratories) to identify bacteria and host cell nuclei. Images were acquired under 20, 40 or 1006 oil objective using a Nikon Eclipse TE2000-E fluorescence microscope with Simple PCI imaging software (Compix, Inc.) or acquired under 1006 oil objective using Nikon TE2000-PFS spinning disk confocal inverted microscope with Nikon Elements software. For each set of experiments, the exposure time for each filter set for all images was identical. Images were processed with Adobe Photoshop CS, Nikon Elements, or Imaris Software.",
            "cite_spans": [
                {
                    "start": 1328,
                    "end": 1332,
                    "text": "[69]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Immunofluorescence studies"
        },
        {
            "text": "Cells were lysed in lysis buffer (50 mM Tris HCl, pH 7.5, 150 mM NaCl, 0.1% SDS, 1% Nonidet P-40, 1% sodium deoxycholate, 1 mM sodium orthovanadate, 1 mM sodium fluoride, 1 mM okadaic acid, and Complete protease inhibitors (Roche Diagnostics)). After centrifugation at 20,8006 g for 5 minutes to remove cell debris, the supernatants were transferred to fresh tubes. Proteins were separated on 10% sodium dodecyl sulfate-polyacrylamide gel electrophoresis (SDS-PAGE) gels and transferred to 0.45-mm pore Trans-blot nitrocellulose membranes (BioRad Laboratories). Membranes were blocked with 5% milk and probed with the indicated antibodies. Proteins were detected by enhanced chemiluminescence (ECL) (Amersham Biosciences) according to the manufacturer's protocol.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immunoblot analysis"
        },
        {
            "text": "HeLa cells grown in 6-well plates were transfected with specific or control siRNAs according to manufacturer's protocol. At 72 hrs post transfection, cells were infected with C. trachomatis for 1 hr and then incubated for an additional 24 hrs. Knockdown efficiency was measured by western blot analysis for endogenous protein, or in the case of SMS1 and SMS2, knockdown efficiency was determined using HeLa cells expressing C-terminally 3xFLAGtagged SMS constructs as previously described [56] . Knockdown efficiency for SMS1 was also determined using BODIPY FL-Ceramide (see below).",
            "cite_spans": [
                {
                    "start": 489,
                    "end": 493,
                    "text": "[56]",
                    "ref_id": "BIBREF57"
                }
            ],
            "ref_spans": [],
            "section": "RNAi studies"
        },
        {
            "text": "HeLa cells were incubated with the indicated siRNA for 3 days and subsequently infected with C. trachomatis (MOI of 1-5) for 24 hrs. For drug treated samples, HeLa cells were infected with C. trachomatis for 1 hr and then incubated for an additional 23 hrs in the presence of the indicated drug. To quantify primary inclusion formation, cells were fixed and processed by immunofluorescence and processed as described below. To quantify production of infectious progeny, infected cells were scraped into media, lysed with sonication, and 5-fold serial dilutions were used to infect fresh HeLa monolayers that had been plated on coverslips for 24 hrs. For assessment of drug effects on bacterial viability and internalization, progeny was harvested from DMSO treated samples and left untreated or treated with the various inhibitors during the 1 hr infection of fresh HeLa monolayers. Cells were then washed free of the inhibitor and incubated for an additional 24 hrs. Inclusions were visualized by immunofluorescence with goat anti-MOMP antibodies and donkey anti-goat Alexa 594 or mouse anti-Chlamydia FITC conjugate. Images were analyzed using MetaMorph software (Molecular Devices, Sunnyvale, CA) from a minimum of 10 fields per sample. The relative inclusion forming units (IFUs) were expressed as a percentage of control siRNA or DMSO controls. The data is presented as mean 6 standard error. To quantify the relative size of inclusions, approximately 200-350 cells were counted from 7-10 fields, the inclusion area analyzed by Metamorph using the mean area function, and the data is normalized to the percent area of control siRNA or DMSO-treated cells. To quantify inclusion disruption, approximately 350 cells were scored for apparent breaks in the inclusion membrane by staining with 14-3-3b and for concomitant release of bacteria into the cytosol. The data is normalized to percentage of similarly scored control or DMSO-treated cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quantitation of primary inclusion formation, inclusion size, inclusion membrane disruption, and production of infectious progeny"
        },
        {
            "text": "HeLa cells were infected with C. trachomatis for 21 hrs and then treated with the indicated drug for an additional 3 hrs. At 24 hpi, live cells were then incubated for 30 minutes in serum-free MEM containing 1 mM BODIPY FL-Ceramide (Molecular Probes) complexed with 0.034% defatted bovine serum albumin (dfBSA) in MEM at 4uC in the dark. Cells were washed 3 times with serum free MEM and back exchanged with MEM/0.34% dfBSA for 1 hr. Cells were immediately visualized by fluorescence microscopy under a 406 objective. To assess SM accumulation in the Golgi upon depletion of CERT or SMS1, BODIPY FL-Ceramide labeling was performed at 72 hrs post siRNA treatment and fluorescence intensity in the Golgi region of siRNA-treated samples was compared to control siRNA. To assess SM accumulation by the inclusion upon depletion and inhibition of GBF1 and BIGs, cells were treated with the appropriate siRNA for 72 hrs, infected with L2, and BODIPY FL-Ceramide labeling was performed at 24 hpi. For quantitation of SM accumulation in the inclusion, mean fluorescence intensity of the inclusion was determined by defining regions of interest within the inclusion and dividing by the mean fluorescence intensity of the nucleus, which remained constant with all drug treatments. At least 5 fields were examined, and values were obtained from a total of 10-15 inclusions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sphingomyelin accumulation assay"
        },
        {
            "text": "Data represented the mean 6 standard error of n experiments. Statistical analysis was performed using the software program Instat. The significance between groups was determined by ANOVA. A p value less than 0.05 was considered to be statistically significant. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Figure S1 Inhibition or depletion of GBF1 but not BIGs reduces SM acquisition and inclusion size. Quantitation of SM acquisition by the inclusion following (A) depletion of GBF1, BIG1, and/or BIG2 and (B) inhibition of GBF1 with 10 mM GCA or BFA. Values (mean 6 standard error) are shown as percentage of mean fluorescence intensities relative to DMSO or control siRNA-treated samples. ***p,0.001 (ANOVA). Inhibition or depletion of GBF1 decreased the inclusion fluorescence intensity compared to DMSO or control siRNA-treated samples, respectively. (C) HeLa cells were depleted of GBF1, BIG1, and/or BIG2 for 3 days, infected with C. trachomatis L2 for 24 hrs, and then fixed and stained with an antibody to MOMP (green) to identify bacteria. Bacteria and host DNA were detected using DAPI (blue). The exposure time for each filter set for all images was identical. N, host nucleus; red arrows point to inclusion. Scale bar = 5 mm.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supporting Information"
        },
        {
            "text": "(D) Quantitation of inclusion size in GBF1 and BIG1/2 depleted cells. Values (mean 6 standard error) are shown as percentage of control siRNA samples. GBF1 depletion reduced inclusion size. Data are representative of 3 independent experiments. ***p,0.001, all samples compared to control siRNA treatment (ANOVA). IFU, inclusion forming units. (TIF) Figure S2 Inhibition of GBF1 alters the actin and vimentin structures surrounding the inclusion. (A) HeLa cells were infected with C. trachomatis L2, treated with 10 mM BFA or GCA for 1-24 hpi, and then fixed and stained with antibodies to 14-3-3b (green) to identify the inclusion membrane and GBF1 (red). Bacteria and host DNA were detected using DAPI (blue). The exposure time for each filter set for all images was identical. The inclusion membrane is discontinuous (white arrows) and bacteria are released into the cytoplasm upon exposure to GCA or BFA. Note the compact peri-nuclear localization of GBF1 upon GCA and BFA treatment. (B-C) HeLa cells were infected with C. trachomatis L2, treated with 10 mM GCA for 1-24 hpi, and then fixed and stained with antibodies to MOMP (green) to identify bacteria and (B) vimentin (red) or (C) with phalloidin to stain actin (red). The exposure time for each filter set for all images was identical. Images represent a single z slice from confocal images. White arrows point to a region around the inclusion that is devoid of vimentin or actin and where bacteria are released into the cytoplasm. N, host nucleus; *, inclusion. Scale bar = 5 mm. Figure S5 Ceramide localizes on and around the inclusion. (A) HeLa cells were infected with C. trachomatis serovar D and then fixed and stained with antibodies to ceramide (red) and IncA (green) to identify the inclusion membrane. (B-C) HeLa cells transfected with (B) Arf1-GFP or (C) CERT-GFP were infected with C. trachomatis L2, and then fixed and stained with antibodies to ceramide (red). Enlargements of the boxed regions (inset) are shown to the right. Images represent a single z slice from confocal images. Ceramide was localized to both the inclusion membrane as well as the region adjacent to the inclusion. *, inclusion. Scale bar, ,5 mm. (TIF) Figure S6 ER Localization in C. trachomatis-infected cells expressing CERT domain mutants. HeLa cells were transfected with CERT-GFP, CERT (D324A)-GFP, or CERT (G67E)-GFP, infected with C. trachomatis L2 for 24 hrs, and then fixed and stained with antibodies to calnexin (red) to identify the ER. The exposure time for each filter set of all images was identical. Images shown are maximum intensity projections of confocal z-stacks (0.4-mm slices). The ER does not colocalize with wild type or mutant CERT at the inclusion. N, host nucleus; *, inclusion. Scale bar = 5 mm. (TIF) Figure S7 Palmitoylation is not required for SMS2 recruitment to the inclusion. HeLa cells transfected for 18 hrs with C-terminally 3xFLAG-tagged SMS1, 3xFLAG-tagged SMS2, or 3xFLAG-tagged SMS2 palmitoylation mutant (C331, 332, 343, 348A) were infected with C. trachomatis L2 for 24 hrs and then fixed and stained with anti-FLAG (red). Bacteria and host DNA were detected using DAPI (blue). The SMS2 palmitoylation mutant was recruited to the inclusion membrane. N, host nucleus; *, inclusion. Scale bar = 5 mm.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 349,
                    "end": 358,
                    "text": "Figure S2",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1540,
                    "end": 1549,
                    "text": "Figure S5",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 2197,
                    "end": 2206,
                    "text": "Figure S6",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 2776,
                    "end": 2785,
                    "text": "Figure S7",
                    "ref_id": null
                }
            ],
            "section": "Supporting Information"
        },
        {
            "text": "Video S1 CERT-GFP distribution on C. trachomatis inclusions. HeLa cells transfected for 18 hrs with CERT-GFP were infected with C. trachomatis L2 for 24 hrs. Confocal z-slices were taken every 0.4 mm and processed using IMARIS software to obtain a three dimensional (3D) reconstruction of the area. CERT-GFP decorates the inclusion membrane surface in a nonhomogenous, patchy distribution. (MOV)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(TIF)"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Molecular Probes), donkey anti-goat Alexa 488 (Molecular Probes), chicken antimouse 594 (Molecular Probes), goat anti-mouse IgG1 Alexa 594 (Molecular Probes), donkey anti-goat Alexa 488 (Molecular Probes), Texas red-conjugated donkey anti-chicken IgY (Jackson Laboratories), and donkey anti-rabbit Alexa 488 (Molecular Probes)",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Unless otherwise indicated, the following concentrations of inhibitors were used: 5 mM HPA-12, 25 mg/ml D609, 10 mM GCA, 10 mM BFA, 10 mM Nocodazole, and 50 mg/ml Exo1. Antibodies were obtained from the following sources: mouse anti-Chlamydia FITC conjugate (Meridian Diagnostics), goat anti-C. trachomatis MOMP (Cortex Biochem), mouse anti-GAPDH (Chemicon), mouse anti-GBF1 (BD Transduction Laboratories), rabbit anti-BIG1",
            "volume": "594",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The intracellular life of Chlamydia",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schachter",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Curr Topics Microbiol Immunol",
            "volume": "138",
            "issn": "",
            "pages": "109--139",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Chlamydia pneumoniae and atherosclerosis",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Campbell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Kuo",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Semin Respir Infect",
            "volume": "18",
            "issn": "",
            "pages": "48--54",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "New insights into Chlamydia intracellular survival mechanisms",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Cocchiaro",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Valdivia",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Cell Microbiol",
            "volume": "11",
            "issn": "",
            "pages": "1571--1578",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Vesicular interactions of the Chlamydia trachomatis inclusion are determined by chlamydial early protein synthesis rather than route of entry",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Scidmore",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Rockey",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Fischer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Heinzen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hackstadt",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Infect Immun",
            "volume": "64",
            "issn": "",
            "pages": "5366--5372",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Chlamydia trachomatis interrupts an exocytic pathway to acquire endogenously synthesized sphingomyelin in transit from the Golgi apparatus to the plasma membrane",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hackstadt",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rockey",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Heinzen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Scidmore",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "EMBO J",
            "volume": "15",
            "issn": "",
            "pages": "964--977",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Actin and intermediate filaments stabilize the Chlamydia trachomatis vacuole by forming dynamic structural scaffolds",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Valdivia",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Cell Host Microbe",
            "volume": "4",
            "issn": "",
            "pages": "159--169",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Mechanisms of host cell exit by the intracellular bacterium Chlamydia",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hybiske",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Stephens",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "104",
            "issn": "",
            "pages": "11430--11435",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Golgi-dependent transport of cholesterol to the Chlamydial inclusion",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Carabeo",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Mead",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hackstadt",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "100",
            "issn": "",
            "pages": "6771--6776",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Lipid metabolism in Chlamydia trachomatis-infected cells: directed trafficking of Golgi-derived sphingolipids to the chlamydial inclusion",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hackstadt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Scidmore",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rockey",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Proc Natl Acad Sci",
            "volume": "92",
            "issn": "",
            "pages": "4877--4881",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Activation of Raf/MEK/ERK/cPLA2 Signaling Pathway Is Essential for Chlamydial Acquisition of Host Glycerophospholipids",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mcclarty",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Hatch",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "K"
                    ],
                    "last": "Pan",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Biol Chem",
            "volume": "279",
            "issn": "",
            "pages": "9409--9416",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Host derived sphingolipids are required for the intracellular growth of Chlamydia trachomatis",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Van Ooij",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Van Ijzendoorn",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nishijima",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hanada",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mostov",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Cell Microbiol",
            "volume": "2",
            "issn": "",
            "pages": "627--638",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Host cell phospholipids are trafficked to and then modified by Chlamydia trachomatis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Wylie",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Hatch",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mcclarty",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Bacteriol",
            "volume": "179",
            "issn": "",
            "pages": "7233--7242",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Sphingolipids and glycoproteins are differentially trafficked to the Chlamydia trachomatis inclusion",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Scidmore",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Fischer",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hackstadt",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J Cell Biol",
            "volume": "134",
            "issn": "",
            "pages": "363--374",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Inclusion biogenesis and reactivation of persistent Chlamydia trachomatis requires host cell sphingolipid biosynthesis",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Robertson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Rowe",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Beatty",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "PLoS Pathog",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Rac Signaling to the Actin Machinery is Required for Invasion by Chlamydia trachomatis",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Carabeo",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Clifton",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hackstadt",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Chlamydia trachomatis interrupts an exocytic pathway to acquire endogenously synthesized sphingomyelin in transit from the Golgi apparatus to the plasma membrane",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hackstadt",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Rockey",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Heinzen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Scidmore",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "EMBO J",
            "volume": "15",
            "issn": "",
            "pages": "964--977",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Lipid metabolism in Chlamydia trachomatis-infected cells: directed trafficking of Golgi-derived sphingolipids to the chlamydial inclusion",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hackstadt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Scidmore",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Rockey",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "92",
            "issn": "",
            "pages": "4877--4881",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Late endocytic multivesicular bodies intersect the chlamydial inclusion in the absence of CD63",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Beatty",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Infect Immun",
            "volume": "76",
            "issn": "",
            "pages": "2872--2881",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Trafficking from CD63-positive late endocytic multivesicular bodies is essential for intracellular development of Chlamydia trachomatis",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Beatty",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Cell Sci",
            "volume": "119",
            "issn": "",
            "pages": "350--359",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Chlamydia causes fragmentation of the Golgi compartment to ensure reproduction",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Heuer",
                    "suffix": ""
                },
                {
                    "first": "Rejman",
                    "middle": [],
                    "last": "Lipinski",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Machuy",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Karlas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wehrens",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nature",
            "volume": "457",
            "issn": "",
            "pages": "731--735",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Rab6 and Rab11 regulate Chlamydia trachomatis development and golgin-84-dependent Golgi fragmentation",
            "authors": [
                {
                    "first": "Rejman",
                    "middle": [],
                    "last": "Lipinski",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Heymann",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Meissner",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Karlas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Brinkmann",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "PLoS Pathog",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Phospholipid composition of purified Chlamydia trachomatis mimics that of the eukaryotic cell",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Hatch",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mcclarty",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Inf Immun",
            "volume": "66",
            "issn": "",
            "pages": "3727--3735",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Rapid redistribution of Golgi proteins into the ER in cells treated with brefeldin A: evidence for membrane cycling from Golgi to ER",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lippincott-Schwartz",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Bonifacino",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Klausner",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Cell",
            "volume": "56",
            "issn": "",
            "pages": "801--813",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Brefeldin A: insights into the control of membrane traffic and organelle structure",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Klausner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Donaldson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lippincott-Schwartz",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J Cell Biol",
            "volume": "116",
            "issn": "",
            "pages": "1071--1080",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Large Arf1 guanine nucleotide exchange factors: evolution, domain structure, and roles in membrane trafficking and human disease",
            "authors": [
                {
                    "first": "Q",
                    "middle": [
                        "T"
                    ],
                    "last": "Bui",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Golinelli-Cohen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Jackson",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Mol Genet Genomics",
            "volume": "282",
            "issn": "",
            "pages": "329--350",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Turning on ARF: the Sec7 family of guaninenucleotide-exchange factors",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Casanova",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Trends Cell Biol",
            "volume": "10",
            "issn": "",
            "pages": "60--67",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Regulation of Arf activation: the Sec7 family of guanine nucleotide exchange factors",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Casanova",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Traffic",
            "volume": "8",
            "issn": "",
            "pages": "1476--1485",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "ARF-GEP1: a Golgi-localized guanine nucleotide exchange protein whose Sec7 domain is targeted by the drug brefeldin A",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Mansour",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Skaug",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "H"
                    ],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Giordano",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Scherer",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "96",
            "issn": "",
            "pages": "7968--7973",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Purification and cloning of a brefeldin A-inhibited guanine nucleotide-exchange protein for ADP-ribosylation factors",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Togawa",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Morinaga",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ogasawara",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Moss",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vaughan",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Biol Chem",
            "volume": "274",
            "issn": "",
            "pages": "12308--12315",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Dynamics of GBF1, a Brefeldin A-sensitive Arf1 exchange factor at the Golgi",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "K"
                    ],
                    "last": "Niu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Pfeifer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lippincott-Schwartz",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Jackson",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Mol Biol Cell",
            "volume": "16",
            "issn": "",
            "pages": "1213--1222",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "GBF1, a cis-Golgi and VTCs-localized ARF-GEF, is implicated in ER-to-Golgi protein traffic",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Claude",
                    "middle": [
                        "A"
                    ],
                    "last": "Chun",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shields",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Presley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Cell Sci",
            "volume": "119",
            "issn": "",
            "pages": "3743--3753",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Distinct functions for Arf guanine nucleotide exchange factors at the Golgi complex: GBF1 and BIGs are required for assembly and maintenance of the Golgi stack and trans-Golgi network, respectively",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Manolea",
                    "suffix": ""
                },
                {
                    "first": "Claude",
                    "middle": [
                        "A"
                    ],
                    "last": "Chun",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rosas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Melancon",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Mol Biol Cell",
            "volume": "19",
            "issn": "",
            "pages": "523--535",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "GBF1: A novel Golgi-associated BFA-resistant guanine nucleotide exchange factor that displays specificity for ADP-ribosylation factor 5",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Claude",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "P"
                    ],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Kuziemsky",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dahan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Berger",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Cell Biol",
            "volume": "146",
            "issn": "",
            "pages": "71--84",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "GBF1, a guanine nucleotide exchange factor for ADP-ribosylation factors, is localized to the cis-Golgi and involved in membrane association of the COPI coat",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kawamoto",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yoshida",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tamaki",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Torii",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Shinotsuka",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Traffic",
            "volume": "3",
            "issn": "",
            "pages": "483--495",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Identification and localization of two brefeldin A-inhibited guanine nucleotideexchange proteins for ADP-ribosylation factors in a macromolecular complex",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Yamaji",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Adamik",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Takeda",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Togawa",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pacheco-Rodriguez",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "97",
            "issn": "",
            "pages": "2567--2572",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Golgicide A reveals essential roles for GBF1 in Golgi assembly and function",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Saenz",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bursulaya",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nat Chem Biol",
            "volume": "5",
            "issn": "",
            "pages": "157--165",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Regulation of actin cytoskeleton dynamics by Arf-family GTPases",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Myers",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Casanova",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Trends Cell Biol",
            "volume": "18",
            "issn": "",
            "pages": "184--192",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Architecture of the vimentin cytoskeleton is modified by perturbation of the GTPase ARF1",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Styers",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Kowalczyk",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Faundez",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Cell Sci",
            "volume": "119",
            "issn": "",
            "pages": "3643--3654",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Multiple host proteins that function in phosphatidylinositol-4-phosphate metabolism are recruited to the chlamydial inclusion",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Moorhead",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Jung",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Smirnov",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kaufer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Scidmore",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Infect Immun",
            "volume": "78",
            "issn": "",
            "pages": "1990--2007",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Tarp regulates early Chlamydia-induced host cell survival through interactions with the human adaptor protein SHC1",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mehlitz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Banhart",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Maurer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kaushansky",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Gordus",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Cell Biol",
            "volume": "190",
            "issn": "",
            "pages": "143--157",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "CERT-mediated trafficking of ceramide",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hanada",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kumagai",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Tomishige",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yamaji",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Biochim Biophys Acta",
            "volume": "1791",
            "issn": "",
            "pages": "684--691",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Molecular machinery for non-vesicular trafficking of ceramide",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hanada",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kumagai",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yasuda",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Miura",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kawano",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nature",
            "volume": "426",
            "issn": "",
            "pages": "803--809",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "CERT mediates intermembrane transfer of various molecular species of ceramides",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kumagai",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yasuda",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Okemoto",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nishijima",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kobayashi",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Biol Chem",
            "volume": "280",
            "issn": "",
            "pages": "6488--6495",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Efficient trafficking of ceramide from the endoplasmic reticulum to the Golgi apparatus requires a VAMP-associated protein-interacting FFAT motif of CERT",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kawano",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kumagai",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nishijima",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hanada",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Biol Chem",
            "volume": "281",
            "issn": "",
            "pages": "30279--30288",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Identification of a family of animal sphingomyelin synthases",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Huitema",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Van Den Dikkenberg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Brouwers",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Holthuis",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "EMBO J",
            "volume": "23",
            "issn": "",
            "pages": "33--44",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Intracellular trafficking of ceramide by ceramide transfer protein",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hanada",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Proc Jpn Acad Ser B Phys Biol Sci",
            "volume": "86",
            "issn": "",
            "pages": "426--437",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Interorganelle trafficking of ceramide is regulated by phosphorylation-dependent cooperativity between the PH and START domains of CERT",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kumagai",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kawano",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Shinkai-Ouchi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nishijima",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hanada",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Biol Chem",
            "volume": "282",
            "issn": "",
            "pages": "17758--17766",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Regulation of secretory transport by protein kinase D-mediated phosphorylation of the ceramide transfer protein",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Fugmann",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hausser",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Schoffler",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schmid",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Pfizenmaier",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Cell Biol",
            "volume": "178",
            "issn": "",
            "pages": "15--22",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Protein phosphatase 2Cepsilon is an endoplasmic reticulum integral membrane protein that dephosphorylates the ceramide transport protein CERT to enhance its association with organelle membranes",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Saito",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Matsui",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kawano",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kumagai",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Tomishige",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Biol Chem",
            "volume": "283",
            "issn": "",
            "pages": "6584--6593",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "CERT and intracellular trafficking of ceramide",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hanada",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kumagai",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Tomishige",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kawano",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Biochim Biophys Acta",
            "volume": "1771",
            "issn": "",
            "pages": "644--653",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Inhibition of sphingolipid biosynthesis by fumonisins: implications for diseases associated with Fusarium moniliforme",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "P"
                    ],
                    "last": "Norred",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Bacon",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Riley",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Merril",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J Biol Chem",
            "volume": "266",
            "issn": "",
            "pages": "14486--14490",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "RNA interference screen identifies Abl kinase and PDGFR signaling in Chlamydia trachomatis entry",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Elwell",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ceesay",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kalman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Engel",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLoS Pathog",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "ARF proteins: roles in membrane traffic and beyond",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "D&apos;souza-Schorey",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Chavrier",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nat Rev Mol Cell Biol",
            "volume": "7",
            "issn": "",
            "pages": "347--358",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Acute perturbations in Golgi organization impact de novo sphingomyelin synthesis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chandran",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Machamer",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Traffic",
            "volume": "9",
            "issn": "",
            "pages": "1894--1904",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Both sphingomyelin synthases SMS1 and SMS2 are required for sphingomyelin homeostasis and growth in human HeLa cells",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Tafesse",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Huitema",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hermansson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Van Der Poel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Van Den Dikkenberg",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Biol Chem",
            "volume": "282",
            "issn": "",
            "pages": "17537--17547",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Localization of intracellular Ca2+ stores in HeLa cells during infection with Chlamydia trachomatis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Majeed",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Krause",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Clark",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kihlstrom",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Stendahl",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Cell Sci",
            "volume": "112",
            "issn": "",
            "pages": "35--44",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Trafficking of chlamydial antigens to the endoplasmic reticulum of infected epithelial cells",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Giles",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "B"
                    ],
                    "last": "Wyrick",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Microbes Infect",
            "volume": "10",
            "issn": "",
            "pages": "1494--1503",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "A novel inhibitor of ceramide trafficking from the endoplasmic reticulum to the site of sphingomyelin synthesis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yasuda",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kitagawa",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ueno",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ishitani",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fukasawa",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Biol Chem",
            "volume": "276",
            "issn": "",
            "pages": "43994--44002",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Crystal structures of the CERT START domain with inhibitors provide insights into the mechanism of ceramide transfer",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kudo",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kumagai",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Matsubara",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kobayashi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hanada",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Mol Biol",
            "volume": "396",
            "issn": "",
            "pages": "245--251",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Casein kinase I{gamma}2 down-regulates trafficking of ceramide in the synthesis of sphingomyelin",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Tomishige",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kumagai",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kusuda",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nishijima",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hanada",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Mol Biol Cell",
            "volume": "20",
            "issn": "",
            "pages": "348--357",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Sphingomyelin synthase, a potential regulator of intracellular levels of ceramide and diacylglycerol during SV40 transformation. Does sphingomyelin synthase account for the putative phosphatidylcholinespecific phospholipase C?",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Luberto",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "A"
                    ],
                    "last": "Hannun",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Biol Chem",
            "volume": "273",
            "issn": "",
            "pages": "14550--14559",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Inhibition of sphingomyelin synthase (SMS) affects intracellular sphingomyelin accumulation and plasma membrane lipid organization",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "K"
                    ],
                    "last": "Hailemariam",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Duckworth",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Biochim Biophys Acta",
            "volume": "1771",
            "issn": "",
            "pages": "1186--1194",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "The role of de novo ceramide synthesis in the mechanism of action of the tricyclic xanthate D609",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Perry",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "D"
                    ],
                    "last": "Ridgway",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Lipid Res",
            "volume": "45",
            "issn": "",
            "pages": "164--173",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Structural determinants of sphingolipid recognition by commercially available anti-ceramide antibodies",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Cowart",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Szulc",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bielawska",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "A"
                    ],
                    "last": "Hannun",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Lipid Res",
            "volume": "43",
            "issn": "",
            "pages": "2042--2048",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Mammalian cell mutants resistant to a sphingomyelin-directed cytolysin. Genetic and biochemical evidence for complex formation of the LCB1 protein with the LCB2 protein for serine palmitoyltransferase",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hanada",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hara",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fukasawa",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Yamaji",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Umeda",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Biol Chem",
            "volume": "273",
            "issn": "",
            "pages": "33787--33794",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "Dual control of membrane targeting by PtdIns(4)P and ARF",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Shin",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nakayama",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Trends Biochem Sci",
            "volume": "29",
            "issn": "",
            "pages": "513--515",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "Exo1: a new chemical inhibitor of the exocytic pathway",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "K"
                    ],
                    "last": "Lasell",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Jadhav",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Macia",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "100",
            "issn": "",
            "pages": "6469--6474",
            "other_ids": {}
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "Sphingomyelin synthase 2 is palmitoylated at the COOH-terminal tail, which is involved in its localization in plasma membranes",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tani",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Kuge",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Biochem Biophys Res Commun",
            "volume": "381",
            "issn": "",
            "pages": "328--332",
            "other_ids": {}
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "Manipulation of rab GTPase function by intracellular bacterial pathogens",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Brumell",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Scidmore",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Microbiol Mol Biol Rev",
            "volume": "71",
            "issn": "",
            "pages": "636--652",
            "other_ids": {}
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "Trafficking sans Vesicles: Where, Why, How?",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Prinz",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Lipid",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Cell",
            "volume": "143",
            "issn": "",
            "pages": "870--874",
            "other_ids": {}
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "Mitochondrial degeneration and not apoptosis is the primary cause of embryonic lethality in ceramide transfer protein mutant mice",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Rao",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kosakowska-Cholody",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Masood",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Southon",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Cell Biol",
            "volume": "184",
            "issn": "",
            "pages": "143--158",
            "other_ids": {}
        },
        "BIBREF74": {
            "ref_id": "b74",
            "title": "Ceramide transfer protein function is essential for normal oxidative stress response and lifespan",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Rao",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Allegood",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Rawat",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Edwards",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "104",
            "issn": "",
            "pages": "11364--11369",
            "other_ids": {}
        },
        "BIBREF75": {
            "ref_id": "b75",
            "title": "Coatomer-dependent protein delivery to lipid droplets",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Soni",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Mardones",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sougrat",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Smirnova",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Jackson",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Cell Sci",
            "volume": "122",
            "issn": "",
            "pages": "1834--1841",
            "other_ids": {}
        },
        "BIBREF76": {
            "ref_id": "b76",
            "title": "Functional genomic screen reveals genes involved in lipid-droplet formation and utilization",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Walther",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rao",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Stuurman",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Goshima",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nature",
            "volume": "453",
            "issn": "",
            "pages": "657--661",
            "other_ids": {}
        },
        "BIBREF77": {
            "ref_id": "b77",
            "title": "The obligate intracellular pathogen Chlamydia trachomatis targets host lipid droplets",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cocchiaro",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Valdivia",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Curr Biol",
            "volume": "16",
            "issn": "",
            "pages": "1646--1651",
            "other_ids": {}
        },
        "BIBREF78": {
            "ref_id": "b78",
            "title": "Cytoplasmic lipid droplets are translocated into the lumen of the Chlamydia trachomatis parasitophorous vacuole",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Cocchiaro",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Fischer",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hackstadt",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Valdivia",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "105",
            "issn": "",
            "pages": "9379--9384",
            "other_ids": {}
        },
        "BIBREF79": {
            "ref_id": "b79",
            "title": "A bacterial guanine nucleotide exchange factor activates ARF on Legionella phagosomes",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nagai",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Kagan",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Kahn",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Roy",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Science",
            "volume": "295",
            "issn": "",
            "pages": "679--682",
            "other_ids": {}
        },
        "BIBREF80": {
            "ref_id": "b80",
            "title": "The structure of RalF, an ADP-ribosylation factor guanine nucleotide exchange factor from Legionella pneumophila, reveals the presence of a cap over the active site",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Amor",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Swails",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Roy",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nagai",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Biol Chem",
            "volume": "280",
            "issn": "",
            "pages": "1392--1400",
            "other_ids": {}
        },
        "BIBREF81": {
            "ref_id": "b81",
            "title": "Rab GTPases are recruited to chlamydial inclusions in both a species-dependent and species-independent manner",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Rzomp",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Scholtes",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Briggs",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Whittaker",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Scidmore",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Infect Immun",
            "volume": "71",
            "issn": "",
            "pages": "5855--5870",
            "other_ids": {}
        },
        "BIBREF82": {
            "ref_id": "b82",
            "title": "The phosphatidylinositol 4-kinase PI4KIIIalpha is required for the recruitment of GBF1 to Golgi membranes",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dumaresq-Doiron",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Savard",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Akam",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Costantino",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lefrancois",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Cell Sci",
            "volume": "123",
            "issn": "",
            "pages": "2273--2280",
            "other_ids": {}
        },
        "BIBREF83": {
            "ref_id": "b83",
            "title": "Localization of large ADP-ribosylation factor-guanine nucleotide exchange factors to different Golgi compartments: evidence for distinct functions in protein traffic",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "K"
                    ],
                    "last": "Lasell",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Melancon",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Mol Biol Cell",
            "volume": "13",
            "issn": "",
            "pages": "119--133",
            "other_ids": {}
        },
        "BIBREF84": {
            "ref_id": "b84",
            "title": "Characterization of class I and II ADP-ribosylation factors (Arfs) in live cells: GDP-bound class II Arfs associate with the ER-Golgi intermediate compartment independently of GBF1",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chun",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Shapovalova",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Dejgaard",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Presley",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Melancon",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Mol Biol Cell",
            "volume": "19",
            "issn": "",
            "pages": "3488--3500",
            "other_ids": {}
        },
        "BIBREF85": {
            "ref_id": "b85",
            "title": "A critical role of a cellular membrane traffic protein in poliovirus RNA replication",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Belov",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nikovics",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ehrenfeld",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLoS Pathog",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF86": {
            "ref_id": "b86",
            "title": "Characterization of the Chlamydia trachomatis vacuole and its interaction with the host endocytic pathway in HeLa cells",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Van Ooij",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Apodaca",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Engel",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Infect Immun",
            "volume": "65",
            "issn": "",
            "pages": "758--766",
            "other_ids": {}
        },
        "BIBREF87": {
            "ref_id": "b87",
            "title": "Purification and partial characterization of the major outer membrane protein of Chlamydia trachomatis",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Caldwell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kromhout",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schachter",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Infection and Immunity",
            "volume": "31",
            "issn": "",
            "pages": "1161--1176",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "GBF1 but not BIG1/2 function is required for inclusion membrane stability. (A) HeLa cells were treated with the indicated siRNA for 3 days, infected with C. trachomatis L2 for 24 hrs, then fixed and stained with antibodies to 14-3-3b (green) to identify the inclusion membrane and GBF1 (red). Bacteria and host DNA were detected using DAPI (blue). The exposure time for each filter set for all images was identical. White arrows point to breaks in the inclusion membrane where the bacteria are released into cytoplasm in GBF1-depleted cells. Inclusions formed in BIG1 and/or BIG2 depleted cells remain intact. (B) HeLa cells were depleted of GBF1 for 3 days, infected with C. trachomatis L2 for 24 hrs, then fixed and stained with antibodies to MOMP (green) to identify bacteria and vimentin (red). Bacteria and host DNA were detected using DAPI (blue). The exposure time for each filter set for all images was identical. White arrows point to the region on the inclusion that is devoid of vimentin staining and where bacteria are released into the cytoplasm. N, host nucleus; *, inclusion. MOMP, C. trachomatis major outer membrane protein. Scale bar = 5 mm. doi:10.1371/journal.ppat.1002198.g002",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "CERT and VAP-A are recruited to the inclusion. (A) HeLa cells transfected with CERT-GFP for 18 hrs were left uninfected or infected with C. trachomatis L2 for 24 hrs. Images shown are maximum intensity projections of confocal z-stacks (0.4-mm slices). N, host nucleus; *, inclusions. Scale bar = 5 mm. (B) HeLa cells transfected with CERT-GFP were infected with C. trachomatis serovar D for 24 hrs and then fixed and stained with antibodies to IncA (red) to identify the inclusion membrane. Bacteria and host DNA were detected using DAPI (blue). Enlargements (inset) of boxed regions are shown to the right. *, inclusions. Scale bar = 5 mm. (C-E) HeLa cells were transfected with CERT-GFP and HcRedVAP-A for 18 hrs and infected with C. trachomatis L2 for (C) 2, (D) 8, or (E) 24 hrs. (C) Cells were stained with DAPI to visualize the nascent inclusions (red arrows). (D and E) Enlargements (inset) of boxed regions are shown to the right. At 8 and 24 hpi, CERT-GFP and HcRedVAP-A colocalize on the inclusion membrane and exhibit a patchy distribution. Images shown are maximum intensity projections of confocal z-stacks (0.4-mm slices). N, host nucleus; *, inclusions. Scale bar = 5 mm, except with insets from panels B, C, and D where scale bar = 2.5 mm. doi:10.1371/journal.ppat.1002198.g003readily accumulated in inclusions within DMSO-treated cells, however, inclusions in HPA-12-treated cells showed ,56% (p,0.001) decrease in fluorescence intensity (Figure 5). Similar results were observed in control cells treated with D609, an inhibitor of SMS1 and SMS2[62,63,64] or with BFA (Figure 5; p,0.001).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "CERT function is required for C. trachomatis replication. HeLa cells were infected with C. trachomatis L2, treated with the indicated concentration of HPA-12 at 1-24 hpi, and then (A) fixed and stained with antibodies to MOMP (red) and with DAPI (blue) to visualize bacteria or (B) analyzed for progeny formation. Values (mean 6 standard error) are shown as percentage of DMSO treated samples. Data are representative of 3 independent experiments. ***p,0.001 compared to DMSO treated cells (ANOVA). (C) HeLa cells were transfected with CERT-GFP and HA-CKIc2 for 18 hrs, infected with C. trachomatis L2 for 24 hrs, and then fixed and stained with antibodies to HA (red). The exposure time for each filter set of all images was identical. Images shown are maximum intensity projections of confocal z-stacks (0.4-mm slices). Ectopic expression of HA-CKIc2 decreased inclusion size but did not affect CERT-GFP recruitment to the inclusion membrane. Scale bar = 5 mm. (D) Western blot analysis of siRNA-treated samples. GAPDH was used as a loading control. (E) HeLa cells were depleted of CERT for 3 days and then labeled with BODIPY FL-Ceramide to analyze SM accumulation in the Golgi. The exposure time of all images was identical. CERT depletion reduced SM accumulation in the Golgi. Scale bar = 5 mm, (F) HeLa cells were depleted of CERT for 3 days, infected with C. trachomatis L2 for 24 hrs, and then fixed and stained with antibodies to MOMP (green) to identify the inclusion. Bacteria and host DNA were detected using DAPI (blue). The exposure time for all images was identical. CERT depletion reduced inclusion size. Red arrows point to inclusions. Scale bar = 5 mm. (G) HeLa cells were depleted of CERT for 3 days, infected with C. trachomatis L2 and analyzed for inclusion size and progeny formation. Values (mean 6 standard error) are shown as percentage of control siRNA samples. CERT depletion significantly reduced inclusion size and progeny formation. Data are representative of 2 independent experiments. ***p,0.001 for CERT siRNA-treated cells compared to control siRNA-treated cells (ANOVA). N, host nucleus. IFU, inclusion forming units. Scale bar = 5 mm. doi:10.1371/journal.ppat.1002198.g004",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "CERT function is required for SM acquisition. (A) HeLa cells were infected with C. trachomatis L2 for 24 hrs, treated with 5 mM HPA-12 for the last 3 hrs of infection, and then labeled with BODIPY FL-Ceramide to analyze SM accumulation by the inclusion. As a control for decreased SM acquisition by the inclusion, cells were also treated with 10 mM BFA or 25 mg/ml D609. The exposure time of all images was identical. Dashed red lines demarcate inclusions. The residual fluorescence likely represents Golgi staining. Scale bar = 5 mm. (B) Quantitation of SM acquisition following treatment with HPA-12, D609, or BFA. Values (mean 6 standard error) are shown as percentage of mean fluorescence intensities relative to DMSOtreated samples. ***p,0.001 (ANOVA). HPA-12, D609, and BFA-treated cells displayed a significant decrease in fluorescence intensity of the inclusion and its contents compared to DMSO-treated samples. doi:10.1371/journal.ppat.1002198.g005 recruited to inclusions formed in a mutant cell line of Chinese hamster ovary cells, LY-A, which carries a mutation in the PH domain of endogenous CERT (G67E) (",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "CERT transfer and/or ceramide binding activity are required for its recruitment to inclusions. (A) HeLa cells were transfected with CERT-GFP, CERT (D324A)-GFP, or CERT (G67E)-GFP, infected with C. trachomatis L2 for 24 hrs, and then fixed and stained with an antibody to p230 (red) to identify the trans-Golgi. The exposure time for each filter set of all images was identical. Images shown are maximum intensity projections of confocal z-stacks (0.4-mm slices). Mutation of the PI4P binding (G67E) or VAP-A binding (D324A) domains did not affect CERT-GFP recruitment to the inclusion. Scale bar = 5 mm. (B) HeLa cells expressing CERT-GFP were infected with C. trachomatis L2, treated with 50 mM Exo1 (Arf1 inhibitor) for 1-24 hpi, and then fixed and stained with antibodies to MOMP (red) to identify bacteria. The exposure time for each filter set of all images was identical. Images shown are maximum intensity projections of confocal z-stacks (0.4-mm slices). CERT-GFP localization to the inclusion was unaffected by Arf1 inhibition. Scale bar = 5 mm. (C) HeLa cells expressing CERT-GFP were infected with C. trachomatis L2, treated with 5 mM HPA-12 for 1-24 hpi, and then fixed and stained with antibodies to MOMP (red) to identify bacteria or to p230 (red) to identify the trans-Golgi. The exposure time for each filter set of all images was identical. Inhibition of CERT transfer and/or ceramide binding activity by HPA-12 treatment resulted in loss of CERT accumulation on the inclusion membrane. Images shown are maximum intensity projections of confocal z-stacks (0.4-mm slices). Scale bar = 5 mm. N, host nucleus; *, inclusion. doi:10.1371/journal.ppat.1002198.g006",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "SMS1 and SMS2 contribute to C. trachomatis replication. (A) Western blot analysis of siRNA-treated samples. GAPDH was used as a loading control. (B) HeLa cells were depleted of SMS1 or SMS2 for 3 days and then labeled with BODIPY FL-Ceramide to analyze SM accumulation in the Golgi. The exposure time of all images was identical. SMS1 but not SMS2 depletion reduced BODIPY FL lipid accumulation in the Golgi. Scale bar = 5 mm. (C and D) HeLa cells were depleted of SMS1 or SMS2 for 3 days, infected with C. trachomatis L2 for 24 hrs, and then fixed and stained with an antibody to MOMP (red). Bacteria and host DNA were detected using DAPI (blue). (D) SMS1 and SMS2-depleted cells were analyzed for inclusion size and progeny formation. Values (mean 6 standard error) are shown as percentage of control siRNA samples. SMS1 and SMS2 depletion reduced inclusion size and production of infectious progeny. Data are representative of 2 independent experiments. ***p,0.001, all samples compared to control siRNA treatment (ANOVA). N, host nucleus; red arrows point to inclusions. IFU, inclusion forming units. Scale bar = 5 mm. doi:10.1371/journal.ppat.1002198.g008",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Model for the role of CERT and GBF1 in C. trachomatis infection. (A) CERT and VAP-A are recruited to the inclusion. CERT transfers ceramide from the ER to the inclusion. Inclusion membrane localized SMS2 converts ceramide to SM, which accumulates on the inclusion membrane and on RBs. (B) Alternatively, or in addition, CERT promotes recruitment of ER-Golgi MCS to the vicinity of the inclusion, promoting efficient SM synthesis near the inclusion. SM is then transferred to the inclusion by a BFA-insensitive pathway. (C) GBF1-dependent activation of Arf1 mediates vesicular trafficking of SM-containing vesicles to the inclusion for membrane growth and stability. (D) GBF1 activity contributes to the arrangement of the actin and vimentin networks around the inclusion for additional stability. CERT is essential for bacterial replication whereas GBF1 is important for inclusion membrane growth and stability. MCS, membrane contact site; TGN, trans-Golgi network. doi:10.1371/journal.ppat.1002198.g009",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Arf1 (GeneID 375), GBF1 (GeneID 8729), BIG1 (GeneID 10565), BIG2 (GeneID 10564), CERT (GeneID 10087), VAP-A (GeneID 9218), SMS1 (GeneID 259230), and SMS2 (GeneID 166929).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "S3 CERT (G67E) is recruited to inclusions in LY-A cells. LY-A mutant cell line expressing CERT (G67E) or LY-A cell line complemented with wild type human CERT (LY-A/ hCERT) were infected with C. trachomatis L2 for 24 hrs and then fixed and stained with antibodies to CERT (red) and MOMP (green). The exposure time for each filter set for all images was identical. Images shown are maximum intensity projections of confocal z-stacks (0.4-mm slices). *, inclusion; Scale bar = 5 mm. (TIF) Figure S4 CERT recruitment to the inclusion is not dependent on GBF1 function. (A) HeLa cells transfected with CERT-GFP were infected with C. trachomatis L2 for 2 hrs in the absence or presence of 10 mM GCA and stained with an antibody to the p58 (red), an ER-Golgi intermediate compartment marker. Bacteria and host DNA were detected using DAPI (blue). Enlargements of the boxed region (inset) are shown to the right. GCA did not prevent recruitment of CERT to the nascent inclusion. Scale bar = 5 mm, except in the inset, where scale bar = 2.5 mm. (B) HeLa cells transfected with CERT-GFP were left uninfected or infected with C. trachomatis L2 for 8 or 24 hrs in the presence of 10 mM GCA at 1-24 hpi. Images shown are maximum intensity projections of confocal z-stacks (0.4-mm slices). CERT-GFP recruitment to the inclusion was not dependent upon GBF1 function at mid or late times during infection. N, host nucleus. Red arrows point to inclusions. Scale bar = 5 mm. (C) HeLa cells co-expressing CERT-GFP and Arf1-RFP were left uninfected or infected with C. trachomatis L2 for 8 hrs. Images shown are maximum intensity projections of confocal z-stacks (0.4mm slices). CERT-GFP localizes to both the Golgi and the inclusion during infection. N, host nucleus. Red arrows point to inclusions. Scale bar = 5 mm. (TIF)",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We kindly acknowledge the gift of reagents from Dr. Motohiro Tani ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 61,
                    "end": 65,
                    "text": "Tani",
                    "ref_id": null
                }
            ],
            "section": "Acknowledgments"
        }
    ]
}