{
    "paper_id": "a7ab989eb31d8d6dd0a09da2ee0cf5f6a5182885",
    "metadata": {
        "title": "Zoonoses and One Health: A Review of the Literature",
        "authors": [
            {
                "first": "Satesh",
                "middle": [],
                "last": "Bidaisee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "St. George's",
                    "location": {
                        "country": "Grenada"
                    }
                },
                "email": "sbidaisee@sgu.edu"
            },
            {
                "first": "Calum",
                "middle": [
                    "N L"
                ],
                "last": "Macpherson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Windward Islands Research and Education Foundation",
                    "institution": "St. George's",
                    "location": {
                        "country": "Grenada"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background. One health is a concept that was officially adopted by international organizations and scholarly bodies in 1984. It is the notion of combining human, animal, and environmental components to address global health challenges that have an ecological interconnectedness. Methods. A cross-sectional study of the available literature cited was conducted from January 1984 when the one health concept was adopted till December 2012 to examine the role of the one health approach towards zoonoses. Inclusion criteria included publications, professional presentations, funding allocations, official documentation books, and book chapters, and exclusion criteria included those citations written outside the period of review. Results. A total of 737 resources met the inclusion criteria and were considered in this review. Resources showed a continuous upward trend for the years from 2006 to 2012. The predominant resources were journal publications with environmental health as the significant scope focus for one health. There was also an emphasis on the distribution of the work from developed countries. All categories of years, resources, scopes, and country locale differed from the means ( = 0.000). Year of initiative, scope, and country locale showed a dependent relationship ( = 0.022, = 0.003, and = 0.021, resp.). Conclusion. Our findings demonstrate the rapid growth in embracing the concept of one health, particularly in developed countries over the past six years. The advantages and benefits of this approach in tackling zoonoses are manifold, yet they are still not seemingly being embraced in developing countries where zoonoses have the greatest impact.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "One health is a concept that aims to bring together human, animal, and environmental health. Researchers including Louis Pasteur and Robert Koch and physicians such as William Osler and Rudolph Virchow demonstrated the collaborative links between animal and human health. More recently, Calvin Schwabe revived the concept of One Medicine [1] . As the traditional boundaries between medical and veterinary practice continue to pervade society there is a need for the practical application of one health.",
            "cite_spans": [
                {
                    "start": 338,
                    "end": 341,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "One health is defined by the One Health Commission [2] as \"the collaborative effort of multiple disciplines to obtain optimal health for people, animals, and our environment. \" In another definition, the One Health Initiative Task Force (OHITF) [3] defines one health as \"the promotion, improvement, and defense for the health and well-being of all species by enhancing cooperation and collaboration between physicians, veterinarians, and other scientific health professionals and by promoting strengths in leadership and management to achieve these goals. \"",
            "cite_spans": [
                {
                    "start": 51,
                    "end": 54,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 245,
                    "end": 248,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The one health approach plays a significant role in the prevention and control of zoonoses. It has been noted by the World Health Organization (WHO) [4] and Graham et al. [5] that approximately 75% of new emerging human infectious diseases are defined as zoonotic, meaning that they may be naturally transmitted from vertebrate animals to humans. New and reemerging zoonoses have evolved throughout the last three decades partly as a consequence of the increasing interdependence of humans on animals and their products and our close association with companion animals. Zoonoses should therefore be considered the single most critical risk factor to human health and well-being, with regard to infectious diseases. Of the 1,461 infectious diseases 2 Journal of Parasitology Research recognized to occur in humans by the National Academy of Sciences, Institute of Medicine [6] , approximately 60% are caused by multihost pathogens, characterized by their movement across various species. This gives significant credence to the importance of examining health effects across species, in order to fully understand the public health and economic impact of such diseases and to help implement treatment and preventive programs. The one health concept is a broad term that covers a variety of subcategories identified as bioterrorism, animals as predictors for disease, and the psychological bonds that can exist between an animal and a human [7] .",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 152,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 171,
                    "end": 174,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 872,
                    "end": 875,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1436,
                    "end": 1439,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Zoonoses comprised the primary focus for this review with the overall objective to determine the status of the one health approach and its applications to zoonoses, using scholarly peer-reviewed literature that has been published since the global adoption of the concept in 1984 (for study purposes, January 1, 1984 , until December 31, 2012 . Four subobjectives were considered. The first assessed scholarly resources on the one health approach published works between January 1, 1984, and December 31, 2012. One health scholarly resources were classified as peer-reviewed publications, professional presentations, grants or funding allocations, reports from the WHO, and books or book chapters. The second objective examined the preferred scope of one health published works within the period of study. Scopes of one health subject categorizations were, namely, zoonoses, food safety, agriculture, environmental health and global health. The third objective analyzed the geographic distribution of scholarly one health resources, whether they were in developed nations or developing nations listed by the International Monetary Fund (IMF). The final objective reviewed trends in the application of the one health concept.",
            "cite_spans": [
                {
                    "start": 300,
                    "end": 315,
                    "text": "January 1, 1984",
                    "ref_id": null
                },
                {
                    "start": 316,
                    "end": 341,
                    "text": ", until December 31, 2012",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A cross-sectional study using Internet resources was carried out to analyze one health applications to zoonoses in scholarly resources from 1984 to 2012, representing a 28-year review. Before conducting the Internet search, clear definitions were made of the one health resources. Scholarly material was distinguished as eligible and ineligible using the following criteria which were found on Google Scholar and Ebscohost.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "(1) Peer-reviewed publications were classified as scientific journals and literature reviews of the pertinent subject matter (human, animal, and environmental health) that had been published in peer-reviewed journals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "(2) Professional presentations were represented by formal presentations made by organizations and other professionals on the subject matter of human, animal, and environmental health, presenting research material, policy developments, or promotional activities in support of one health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "(3) Grants and funding allocations were characterized as proposals for funding research, policy development, and so forth in the collaborative subject matter of humans, animals, and the environment accessed from reviewing all professional publications available from the systematic search conducted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "(4) WHO-related reporting included updates from the website that involved relevant health issues, specifically reflecting the one health approach.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "(5) Book and book chapters were qualified as books or selections involving the subject matter.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "The target population included all published studies that addressed the one health philosophy and which met the inclusion criteria. The documentation review included resources found on the Internet through the search engines and databases identified, which fit into the criteria of a one health approach and which took place from the concept's adoption of January 1, 1984. Excluded from this study were studies that were not found on the Internet databases, those that did not involve the one health concept, or fit the criteria of a one health approach, or those that were reported outside the period of study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Database searches were conducted from May to July 2011. In the search fields for Google Scholar and Ebscohost, the terms \"one health, \" \"health, \" \"human, \" \"animal, \" and \"zoonoses\" were typed in. The first result that appeared from the database was reviewed and then assessed, using the definitions, to determine whether it fits into one of the one health approach criteria. Every fifth search result was examined and after reaching results on both databases numbered 130 onward, every second result was then considered. For every result that did not meet the inclusion criteria, the very next result was examined, and so forth, until a result did meet the criteria. After a result met the criteria, the fifth result from the last selected result was examined to be included in the review.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Each scholarly initiative that met the inclusion criteria was separated into its initiative category as well as into its year of publication. In addition, each resulting initiative was further categorized by the subject matter covered in the scholarly work. Considering one health scopes, these were the common subject areas covered: zoonoses, agriculture, food safety, environmental health, and global health. These categories were condensed from a larger, more complex list provided by the One Health Initiative Task Force [3] . For resources that contributed to more than one scope, such as agriculture and food safety, the final determination was made on the emphasis of one of the scopes from within the contents of the title. Finally, each initiative was also categorized into being conducted in, or having an analysis on, either a developed or developing nation based on a country's gross domestic product (GDP).",
            "cite_spans": [
                {
                    "start": 525,
                    "end": 528,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "All the results were then categorized by their year of publication, the initiative that was represented, scope covered within the work, and the geographic distribution of where the initiative was conducted or what area was analyzed. SPSS statistical software package version 18.0 was used to analyze the frequencies of the years of scholarly resources, the initiative types, scopes categories, and geographic distribution. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "All years for the review were represented, except for 1985, 1990, and 1991 as there were no publications that were sourced for these three years. There were a total of 8 resources in 1995 (4%) and 43 in 2009 (21.5%). The year 1998 began a continuous presence of one health resources annually. The year 2006 began a continued increase in one health resources for the period of review. The years 2010 to 2012 were the most productive for publications on one health as 71% of publications occurred during this period of time. An overall increase in the number of published one health scholarly works was found for the review with a marked increase in the most recent years ( Figure 1 ). Journal articles, presentations, WHO reports, and books or book chapters were included in the analysis. Grants and funding allocations were not represented in the data gathering process. Of the resulting resources, peer-reviewed journal articles took precedence (85%) of all publications, while presentations and books accounted for 8.0% and 6.5%, respectively; only one WHO report was recorded. Evaluation of scopes, covered in the 737 scholarly resources (Figure 2 ), revealed that the predominant topics were global health, with 247 scopes (33.5%), and environmental health, with 232 total scopes (31.5%). In terms of geographic distribution of the scholarly resources, most of the resources focused their objectives within or towards countries that were already developed (70%) (Figure 3 ). An assessment on how one health initiatives were distributed by country size and GDP was achieved by mapping and measuring the burden of zoonoses and its distribution across the world ( Table 1) . Events of zoonoses were found to be disproportionately distributed as a result of the poverty and emerging market interface. Outbreaks or epidemics of emerging zoonoses were also noted to be sporadic in temporal and spatial distribution and appeared in developed countries where emerging zoonoses had not previously been reported but are increasing in incidence or geographical range. Data on zoonoses extracted from the global burden of diseases noted that endemic zoonoses were concentrated among the developing countries of India, Nigeria, Democratic Republic of Congo, China, Ethiopia, and Bangladesh, whereas emerging zoonoses events were reported in the developed countries of the United States, United Kingdom, Australia, France, Brazil, Canada, Germany, and Japan (Table 1 ) [8] .",
            "cite_spans": [
                {
                    "start": 2459,
                    "end": 2462,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 672,
                    "end": 680,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 1141,
                    "end": 1150,
                    "text": "(Figure 2",
                    "ref_id": null
                },
                {
                    "start": 1466,
                    "end": 1475,
                    "text": "(Figure 3",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1665,
                    "end": 1673,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 2448,
                    "end": 2456,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "For data analysis, chi-square was conducted to determine if, in the resulting reviewed years, one health resources themselves, scopes, and country locale differed significantly from the averages expected. Analysis revealed values of less than 0.05 ( < 0.05), meaning that the resources, scopes, and country locale were all statistically different ( Table 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 349,
                    "end": 357,
                    "text": "Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Further analysis employed linear regression, using each focus, year, one health resource, scope, and country as the dependent variables and comparing them against independent variables of themselves. This showed whether the relationship between the independent and dependent variables was predictive or dependent on one another [9] . In the case of using year as the dependent variable, the regression shows that it was dependent on the initiative ( = 0.021), scope ( = 0.003) and the country locale ( = 0.021) ( Table 3) . Since all the values were < 0.05, the null hypothesis was rejected and it was concluded that the years selected for the study showed a dependent relationship on the one health approach conducted, the scope topic areas and the represented country in the scholarly work. The same linear regression was performed, this time using the initiative as a dependent variable against the other variables (Table 4) . For this analysis, the initiative showed it to be dependent on the year ( = 0.022), as also noted in Table 3 , but not dependant on scope ( = 0.643) nor on the country's locale ( = 0.465). The null hypothesis failed to be rejected because no complete dependency relationships were formed between all the variables from the regression test that was conducted, as compared to the regression testing done with year.",
            "cite_spans": [
                {
                    "start": 328,
                    "end": 331,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 513,
                    "end": 521,
                    "text": "Table 3)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 918,
                    "end": 927,
                    "text": "(Table 4)",
                    "ref_id": null
                },
                {
                    "start": 1031,
                    "end": 1038,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Next, scope was selected as the dependent variable against the year, initiative, and country. The linear regression showed that the scope was dependent on the year, as seen before ( = 0.003), but not dependent on the initiative ( = 0.643) nor on the country ( = 0.481) ( Table 5 ). The null hypothesis thus failed to be rejected.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 271,
                    "end": 278,
                    "text": "Table 5",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The country locale was used as the dependent variable against the others in the last linear regression. It was demonstrated that the country, whether developed or developing, was dependent on the year ( = 0.021) but not on the initiative ( = 0.445) nor the scope ( = 0.481) ( Table 6) . Again, the null hypothesis failed to be rejected for the whole dependency of scope on all other variables. The only rejected null was the dependency displayed between the year of the initiative and the initiative itself, its scope, and the country covered from within the initiative.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 276,
                    "end": 284,
                    "text": "Table 6)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Many of the results of this study could be attributed to the occurrences in the world during the time period of the study. When observing the trend of the one health approach over time, there was a minimal spike in 1995, an increased output from 2006, and marked increase from 2010 to 2012. Four [11, 12] and also to the passing of the One Health Initiative Task Force in 2007 [3] . Two (4.7%) of the 43 defined resources in 2009 involved agriculture, eight involved environmental health (18.6%), 6 were on zoonoses (13.9%), 23 were on global health (53.5%), and four were on food safety (9.3%). The marked increase since 2010 may have resulted from the developments since 2006 which continued into 2009 which allowed for the one health approach to be placed on the research and scholarly agenda. 12 (5%) of the 236 recorded resources in 2012 involved agriculture, 50 (21%) involved environmental health, 56 (23.5%) were on zoonoses, 98 (41.5%) were on global health, and 21 (9%) were on food safety. The distribution of the years of the one health approach, the scholarly resources, the scopes, and the countries' locale were not equally represented. For the one health concept to be appropriately beneficial to the global population, it would be necessary for a significant equal distribution of scholarly works to exist. The data, suggesting that the scopes of global health (33.5%) and environmental health (31.5%) dominated the others, including the zoonoses, produces an area of concern. The issues relating to one health, while in their genesis involved zoonoses and food safety, were identified as environmental and global health issues in the reporting and publications. While this shows evidence of the profound efforts to boost environmental and global knowledge about one health, it also demonstrated the limited body of knowledge of zoonoses, agriculture, and food safety.",
            "cite_spans": [
                {
                    "start": 296,
                    "end": 300,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 301,
                    "end": 304,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 377,
                    "end": 380,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Zoonoses, agriculture, and food safety are all interconnected topics in that they all directly impact the health of humans. In the last 30 years, there has been an average of one newly discovered emerging infectious disease every year [4] . A total of 335 emerging infectious diseases were identified between 1940 and 2004 [13] . Considering that more than 60% of infectious diseases are zoonotic, they have an important and increasing impact on human health. Agriculture, livestock production, and food safety practices are intimately linked with the prevention and control of zoonoses through the one health approach [14] . Considering the significance of agriculture and food safety, it was surprising that these scopes did not have a greater representation in the literature reviewed.",
            "cite_spans": [
                {
                    "start": 235,
                    "end": 238,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 323,
                    "end": 327,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 619,
                    "end": 623,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Developed countries, by virtue of their greater institutional facilities, trained personnel and financial resources are able to address the issues of one health approach. This is extremely beneficial as it enables developed nations to gain an awareness of one health initiatives and the added synergistic value of this approach. The One Health Initiative Task Force [3] has reported that while the developed countries prevail in making one health discoveries, it is the developing countries that suffer the most from the effects of zoonoses. It has been estimated that 70% of the reasons for poverty in Africa can be attributed to poor livestock production practices [15] . Zoonotic infections significantly impact animal production in this region further jeopardizing human and animal livelihoods.",
            "cite_spans": [
                {
                    "start": 366,
                    "end": 369,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 667,
                    "end": 671,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The dependency of the initiative year, initiative, scope, and country locale on one another revealed that the incidence of the scope or country location is somewhat dependent on the year. In other words, it can be argued that the scope or country locale was represented due to that particular year, namely, due to the associated events during that year. Immediate action and scholarly resources are commonly implemented after a devastating event occurs [16] , proving that the publishing of a particular one health topic may not be due to chance during that specific year. It is important to note that the general availability of one health resources is likely to be higher in the more recent years than in the 1980s, as the Internet was still in its evolutionary stage and not yet a global resource, as it is today [17] . The free availability of scholarly information on the Internet is evolving rapidly which will equalize the field. It will then be a matter of trained personnel and resources to make appropriate advances. Many of the classifications which determined the scope of an initiative were subjective. Even though many of them clearly fit into their appropriate scope, some were hard to decipher, as some titles could have easily been included in more than one scope. As a result, one author's classification of an initiative could differ from another's opinion, resulting in interobserver bias. Some resources truly belonged in their own category; however, for the purposes of this study, only five scopes were included. This resulted in many resources being placed in the global health scope, as it is a category that could be applied to all one health approaches. Subjectivity was also a limitation in classifying the country locale. In some cases, resources' locations were clear from the article's title or content, and others were not. Some scholarly resources covered subject matter concerning a developing country, yet the actual work was conducted in a developed country.",
            "cite_spans": [
                {
                    "start": 453,
                    "end": 457,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 816,
                    "end": 820,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The one health approach, according to the One Health Initiative, has been utilized to accelerate biomedical research discoveries, enhance public health efficacy, expeditiously expand the scientific knowledge base, and improve medical education and clinical care [18] . The increasing encroachment of people and livestock into wildlife habitats provided a multifaceted need to study bats and offer understanding for study at the human-wildlife interface [19] . Bats are an important reservoir and vector for spread of a number of emerging infectious diseases and they are associated with zoonoses with global public health significance such as Lyssa, Hendra and Nipah viruses, severe acute respiratory syndrome (SARS) like coronaviruses, and Ebola and Marburg viruses. The importance of wildlife as reservoirs of human diseases has also been widely recognized for most of the parasitic zoonoses, including American and African trypanosomiasis, leishmaniasis, giardiasis, cryptosporidiosis, balantidiasis, fascioliasis, opisthorchiasis, clonorchiasis, paragonimiasis, schistosomiasis, echinococcosis, taeniasis, diphyllobothriasis, sparganosis, dipylidiasis, trichinellosis, toxocariasis, strongyloidiasis, and Ancylostoma caninum and A. braziliense infections. Molecular phylogenetic methods used to examine the genetic diversity and species composition of these parasites in humans and their domestic and wild reservoir, paratenic, definitive, and intermediate host species have shown that they are in many instances identical. For example, African trypanosomes identified in wildlife in the Serengeti in Tanzania and the Luangwa Valley in Zambia which harbour a wide range of trypanosomes are the same species which infect humans and livestock [20] . The one health concept has successfully replaced the disease centered approach to zoonoses with a system based approach that aligns multiple disciplines, working locally, nationally, and globally, to attain optimal health for people, domestic, and wild animals and the environment.",
            "cite_spans": [
                {
                    "start": 262,
                    "end": 266,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 453,
                    "end": 457,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1745,
                    "end": 1749,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Zoonotic diseases pose both major health threats and complex scientific and policy challenges, to which the social, cultural, and political norms and values are essential to address successful control outcomes [21] . The need to employ one health is illustrated in the cases of H5N1 avian influenza in which control failed due to the lack of addressing the complex dynamics of zoonotic diseases. Rapid Response Briefing [22] produced a report on the ebola haemorrhagic fever outbreak which occurred in Kibaale and Kampala in Uganda in 2012. The number of deaths in Kibaale was at least 16; the outbreak was spread 40 miles away to Kampala four months later. These two outbreaks demonstrated the continuing existence of ebola in Uganda which recorded an earlier outbreak in 2000 and led to 425 cases; more than half of the cases died.",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 214,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 420,
                    "end": 424,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The one health approach, employing disease surveillance, management, and eradication through collaboration between veterinarians dealing with livestock and wild animal populations and ecologists examining ecosystem biodiversity and public health experts, may have yielded a more rapid resolution to the outbreak The application of the one health approach has been recognized as a critical need by international organizations as well as the preferred approach to address global health issues. The 2013 Grand Challenges in Global Health [23] is based on the theme \"The \"One Health\" Concept: Bringing Together Human and Animal Health for New Solutions. \" The recent call for proposals for funding recognizes the lack of knowledge sharing and an artificial barrier that separates the fields of human and animal health. The Grand Challenges in Global Health specifically identified that advances in drug and vaccine discoveries for human diseases can be applied to provide tools and approaches for animal diseases that still plague developing countries. It is also noted that knowledge in veterinary medicine and animal nutrition and husbandry could provide insights into human nutrition and growth.",
            "cite_spans": [
                {
                    "start": 535,
                    "end": 539,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "One health has gained momentum and now encompasses zoonotic infections, food safety, and even health delivery systems [24] . There is also an integrated epidemiological and economic framework for assessing zoonoses using a \"one health\" concept building on the medical focus of zoonoses [25] . In recent times the one health concept has been expanded to encompass the health and sustainability of the world's ecosystems [26] . Based on complex ecological thinking that goes beyond humans and animals, these approaches consider inextricable linkages beyond the human, animal, and environmental interface. Collaboration between veterinary, medical, and public health professionals to understand the ecological interactions and reactions to flux in a system can facilitate a clearer understanding of climate change impacts on environmental, animal, and human health. Climate change adds complexity and uncertainty to human health issues, such as emerging infectious diseases, food security, and national sustainability planning [27] . These issues intensify the importance of interdisciplinary and collaborative research.",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 122,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 286,
                    "end": 290,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 419,
                    "end": 423,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1024,
                    "end": 1028,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Evidence for expanded application of one health compared to separate sectoral thinking is growing [28] and this integrative thinking is increasingly being considered in academic curricula in schools of medicine, veterinary medicine and public health [26] , clinical practice, ministries of health and livestock/agriculture, and international organizations [29] . The one health approach to zoonoses however remains an average priority for health care professionals. The impact of zoonoses on animal health has been largely neglected but the effects on public health usually drive control initiatives on zoonoses and are much better defined by the use of Disability Adjusted Life Years (DALYS) [30] . The first zoonoses prioritization exercise involving health professionals in North America who had a limited knowledge of infectious diseases identified zoonoses as an area of priority [31] . Another study reported that local public health agencies in North America were not prepared and potentially unaware of their responsibility to be the initiator of the work on zoonotic disease information intelligence [32] . The advancement of the one health approach has increased the discussion and reporting on the topic. There remains a lack of knowledge and application of the integrated approach to health care by the health care professionals. Reaching the goal of control, and elimination and/or ultimate eradication of zoonoses pose a significant challenge for the future. Standardized interlaboratory test validation, intersectoral collaboration and establishment of an international one health diagnostic platform are considered to be important strategies [33] . The sharing of best practices on diagnosis of zoonoses and the further refinement of new, cheaper, multispecies tests which can be interpreted by minimally trained individuals could contribute to a greater level of intersectoral integration, control, and elimination of zoonoses. The projection from one health may eventually lead to a one system approach based on the inherent challenges to intersect disciplines that belong to different systems. One health approaches applied across international boundaries that share the same challenges are required to create sustainable and coordinated control. The one system approach focusing on the strengthening of the community model health system as a whole as well as developing effective and novel tools to be applied across all aspects of health, is fundamental of a one world one health approach [34] . The future of one health is a one world approach with the continued effort towards integration of the contributing parts that form the whole which is health.",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 102,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 250,
                    "end": 254,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 356,
                    "end": 360,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 693,
                    "end": 697,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 885,
                    "end": 889,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1109,
                    "end": 1113,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1658,
                    "end": 1662,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 2510,
                    "end": 2514,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The one health approach continues to be a highly investigated concept, via the pursuit of scholarly resources involving the health of humans, animals, and the environment. There is a need to increase research on zoonoses, food safety, and agriculture and to improve the understanding of the one health concept. This could be achieved by introducing more scholarly resources in developing countries by the further development of the Internet and the free availability of online information on one health. The use of Massive Open Online Courses (MOOC) available to developing countries is now being offered to deliver courses on the approach and applications of one health [35] . This is critical because most of the public health and economic impacts that occur within the concept of one health occur in developing nations. The lack of basic health infrastructure in developing countries means that everything else suffers as a result, namely, the environment, human, and animal health and well-being. The future of one health is at a crossroad; there is a need to more clearly define its boundaries and demonstrate its benefits. The greatest acceptance of one health is seen where it is having significant impacts on control of infectious diseases. There is also a continuing need for further efforts towards integration with the global community serving as the unit of a one system approach.",
            "cite_spans": [
                {
                    "start": 671,
                    "end": 675,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "One Health: Its Origins and Future. Current Topics in Microbiology and Immunology",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Atlas",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "One Health. (n.d.) One Health Commission",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A New Professional Imperative-One Health Initiative Task Force",
            "authors": [
                {
                    "first": "One",
                    "middle": [],
                    "last": "Ohitf",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Health",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "WHO, Combating Emerging InfectiousDiseases in the South East Asia Region",
            "authors": [],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The animal-human interface and infectious disease in industrial food animal production: rethinking biosecurity and biocontainment",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Graham",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Leibler",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Price",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Public Health Reports",
            "volume": "123",
            "issn": "3",
            "pages": "282--299",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Institute of Medicine Microbial Threats to Health, Emergence Detection, and Response",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Veterinary public health",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Stewart",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cowden",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mcmenamin",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Reilly",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "British Medical Journal",
            "volume": "331",
            "issn": "7527",
            "pages": "1213--1214",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Mapping of poverty and likely zoonoses hotspots",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Grace",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Mutua",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ochungo",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Zoonoses Project",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Medical Statistics: A Textbook for the Health Sciences",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Machin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Campbell",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Walters",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Outbreaks of 2009 pandemic influenza A (H1N1) among long-term-care facility residents-three states",
            "authors": [],
            "year": 2009,
            "venue": "Morbidity and Mortality Weekly Report",
            "volume": "59",
            "issn": "3",
            "pages": "74--77",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "CDC Food Safety Activities and the Recent E. coli Spinach Outbreak. United States Department of Health and Human Services",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "King",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Global trends in emerging infectious diseases",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Levy",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nature",
            "volume": "451",
            "issn": "7181",
            "pages": "990--993",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "A new paradigm for world agriculture: meeting human needs. Productive, sustainable, nutritious",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Welch",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Graham",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Field Crops Research",
            "volume": "60",
            "issn": "1-2",
            "pages": "1--10",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Veterinary Medicine and Human Health",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Schwabe",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "the human being in disasters: a research prospective",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Fritz",
                    "suffix": ""
                }
            ],
            "year": 1957,
            "venue": "The ANNALS",
            "volume": "309",
            "issn": "1",
            "pages": "42--51",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Celebrating 40 years of the Net. BBC News",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ward",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "One Health Initiative",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kahn",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kaplan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Monath",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Woodall",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Conti",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "A framework for the study of zoonotic disease emergence and its drivers: spillover of bat pathogens as a case study",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "N L"
                    ],
                    "last": "Wood",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Leach",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Waldman",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Philosophical Transactions of the Royal Society B",
            "volume": "367",
            "issn": "1604",
            "pages": "2881--2892",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Trypanosome diversity in wildlife species from the serengeti and luangwa valley ecosystems",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Auty",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "E"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Picozzi",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLOS Neglected Tropical Diseases",
            "volume": "6",
            "issn": "10",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The social and political lives of zoonotic disease models: narratives, science and policy",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Leach",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Scoones",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Social Science & Medicine",
            "volume": "88",
            "issn": "",
            "pages": "10--17",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Zoonoses-From panic to planning. IDS Rapid Response Briefing 2. IDS (Institute of Development Studies)",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Grace",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Holley",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Concept: Bringing Together Human and Animal Health for New Solutions",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Mainstreaming one health",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zinsstag",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Mackenzie",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jeggo",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Heymann",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Patz",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Daszak",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "EcoHealth",
            "volume": "9",
            "issn": "2",
            "pages": "107--110",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "A one health framework for estimating the economic costs of zoonotic diseases on society",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Narrod",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zinsstag",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tiongco",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "EcoHealth",
            "volume": "9",
            "issn": "2",
            "pages": "150--162",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "One health: a compelling convergence",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Shomaker",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Green",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Yandow",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Academic Medicine",
            "volume": "88",
            "issn": "",
            "pages": "1--7",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Climate change and human health: a one health approach",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Patz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Hahn",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Current Topics in Microbiology and Immunology",
            "volume": "",
            "issn": "",
            "pages": "141--171",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "From \"one medicine\" to \"one health\" and systemic approaches to health and well-being",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zinsstag",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Schelling",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Waltner-Toews",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tanner",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Preventive Veterinary Medicine",
            "volume": "101",
            "issn": "3-4",
            "pages": "148--156",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "The One Health, the OIE Approach",
            "authors": [],
            "year": 2013,
            "venue": "Bulletin",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "The socioeconomic burden of parasitic zoonoses: global trends",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Torgerson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "N L"
                    ],
                    "last": "Macpherson",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Veterinary Parasitology",
            "volume": "182",
            "issn": "1",
            "pages": "79--95",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "A quantitative approach to the prioritization of zoonotic diseases in North America: a health professionals' perspective",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Sargeant",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS ONE",
            "volume": "8",
            "issn": "8",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Environmental healthchampions of One Health",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Eddy",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Stull",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Balster",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Journal of Environmental Health",
            "volume": "76",
            "issn": "1",
            "pages": "46--48",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Towards improved diagnosis of neglected zoonotic trematodes using a One Health approach",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "V"
                    ],
                    "last": "Johansen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lier",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sithithaworn",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Acta Tropica",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Elimination of tropical disease through surveillance and response",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "N"
                    ],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bergquist",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tanner",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Infectious Diseases of Poverty",
            "volume": "2",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Massive Open Online Course (MOOC) course on the Canvas Network",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Canvas",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Frequency of recorded publications on one health between 1984 and 2012. Distribution of reviewed published one health scopes.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Distribution of the one health initiatives in developed versus developing countries.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Interface of zoonoses and the global burden of disease. Adapted from[8].",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Analysis of one health initiatives by year, scopes, and country.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Analysis of the one health initiatives by year, scopes, and country. Dependent variable: year. 5%). An environmental act was passed in 1995 in England by the Environment Agency and the Scottish Environment Protection Agency, Office of Public Sector Information[10]. It is likely that the passage of this law contributed to a higher production of publications. The increase in resources produced since 2006 could be related to the E. coli contamination incidents in the United States in 2006 and to the H1N1 outbreaks",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Analysis of the one health initiatives by year, scopes, and country. Dependent variable: scope.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors declare that there is no conflict of interests regarding the publication of this paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of Interests"
        }
    ]
}