{
    "paper_id": "a825eb21bd4ff17296f2f289faa849d326472b73",
    "metadata": {
        "title": "Hospital-based influenza morbidity and mortality surveillance system for influenza-like illnesses: a comparison with national influenza surveillance systems",
        "authors": [
            {
                "first": "Yu",
                "middle": [
                    "Bin"
                ],
                "last": "Seo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Korea University College of Medicine",
                    "location": {
                        "settlement": "Seoul",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Joon",
                "middle": [
                    "Young"
                ],
                "last": "Song",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Korea University College of Medicine",
                    "location": {
                        "settlement": "Seoul",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Hee",
                "middle": [
                    "Jin"
                ],
                "last": "Cheong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Korea University College of Medicine",
                    "location": {
                        "settlement": "Seoul",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Young",
                "middle": [
                    "Duck"
                ],
                "last": "Cho",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Korea University College of Medicine",
                    "location": {
                        "settlement": "Seoul",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Seong-Heon",
                "middle": [],
                "last": "Wie",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "St. Vincent Hospital",
                    "location": {
                        "settlement": "Suwon",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Hye",
                "middle": [
                    "Won"
                ],
                "last": "Jeong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chungbuk National University College of Medicine",
                    "location": {
                        "settlement": "Cheongju",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Woo",
                "middle": [
                    "Joo"
                ],
                "last": "Kim",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Korea University College of Medicine",
                    "location": {
                        "settlement": "Seoul",
                        "country": "Korea"
                    }
                },
                "email": "wjkim@korea.ac.kr"
            },
            {
                "first": "Joo",
                "middle": [],
                "last": "Woo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Kim",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Public influenza surveillance systems are important for early detection and rapid response to an epidemic. In Korea, the two separate national surveillance networks that report on the circulation of influenza are the outpatient influenza-like illness (ILI) surveillance network (Korean Influenza Surveillance System, KISS) and the laboratory virus surveillance system (Korean Influenza and Respiratory Viruses Surveillance Scheme, KINRESS). In 2011, the Trans-government Enterprise of Pandemic Influenza in Korea (TEPIK) developed another hospital-based influenza surveillance system, named \"Hospital-based Influenza Morbidity and Mortality\" (HIMM). The HIMM consists of an integrated clinical and laboratory surveillance system, in which seven nationwide tertiary teaching hospitals collect data of patients who visit the emergency room with ILI. This system aims to monitor not only influenza activity but also influenza severity, such as hospitalization, complication and mortality, which cannot be reflected by national surveillance systems. The objective of this study was to compare the surveillance data of HIMM with KISS and KINRESS in its first year of operation during the 2011-2012 influenza season.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Analyses were performed according to the week of the year with week 1 defined as starting with the week (from Monday through Sunday) in which the January 1 is allocated. The study period was from October 2, 2011, through June 30, 2012. We restricted our analysis to the period during which HIMM surveillance was initiated, from week 41 of 2011 through week 26 of 2012.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "In the HIMM surveillance network, participating sites prospectively entered the data of patients who visited the emergency room with an ILI (defined as sudden onset of fever ≥37Á8°C accompanied by ≥1 respiratory symptoms such as cough, sore throat, or rhinorrhea) into the Internet database. The weekly incidence of ILI per 1000 patients who visited the ER was calculated from the database. A rapid antigen test (SD Bioline rapid influenza test, Standard Diagnostics, Inc., Yongin City, Korea ) for influenza virus was performed using the respiratory samples that were collected by nasopharyngeal swab or aspirate, and throat swab if the patient consented to the test. During the study period, samples were taken from 41Á3% of 10 872 patients presenting with ILI. The influenza test positivity was defined as the ratio of the number of positive cases divided by the total number of tests. RAT positivity was reported weekly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "To compare the HIMM data, the data from the two national influenza surveillance systems were obtained from the Korean National Institute of Health (KNIH). Both HIMM and KINH use same definition of ILI. KISS surveillance consists of a network of about 800 public health centers and private clinics that record the weekly proportion of patients who have ILI symptoms. 1 KISS reports the weekly incidence of ILI per 1000 outpatients. KINRESS surveillance consists of about 100 hospitals that obtain the respiratory specimens by nasopharyngeal swab, nasopharyngeal aspirate, or throat swab from patients presenting with ILI. Samples are forwarded to KNIH, where viruses are characterized by self-developed multiplex reverse-transcriptase polymerase chain reaction (RT-PCR). The KINRESS reports weekly positivity of influenza tests along with other respiratory viruses, including respiratory syncytial virus, parainfluenza virus, adenovirus, human rhinovirus, human metapneumovirus, human coronavirus and human bocavirus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The influenza epidemic period was defined as the week in which the ILI rate crossed a certain value based on a seasonal threshold set by the KNIH. Baseline ILI rate was calculated as the average of the values of the ILI rate during the preepidemic period. Scatter plots were constructed to compare HIMM ILI surveillance data with KISS surveillance data. From these comparisons, Pearson's correlation coefficients (R) were calculated, and a relationship is reported as significant at P < 0Á05. Correlation coefficients were subsequently calculated for regional HIMM and KISS surveillance data to monitor regional influenza trends. We undertook an additional correlation analysis to determine whether HIMM RAT surveillance was correlated with KINRESS RT-PCR surveillance. Data analysis was performed using SPSS, version 10Á0 (SPSS Inc., Chicago, IL, USA). The study was approved by the ethics committee of each institution involved and was conducted in accordance with the Declaration of Helsinki and Good Clinical Practice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "During the study period, HIMM ILI surveillance showed a strong temporal correlation with KISS surveillance. Simple inspection revealed broad similarity in terms of timing of seasonal peaks (Figure 1 ). The correlation between HIMM ILI surveillance and KISS surveillance was 0Á886. In addition, the initial upswing above the ILI baseline occurred at the same time from week 53 in both KISS and HIMM ILI surveillance systems. Although the weekly ILI rate patterns of the two surveillance systems closely resembled each other, the HIMM surveillance showed a higher baseline rate of ILI. The mean baseline rate of ILI before the influenza epidemic was 77Á4 of 1000 emergency patients in the hospital-based influenza morbidity and mortality and 2Á9 of 1000 outpatients in the Korean influenza surveillance.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 189,
                    "end": 198,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "When compared by region, a high correlation was found in the regions in which HIMM hospitals were located. The correlation between regional HIMM ILI and KISS surveillance ranged from 0Á717 in Gyeonggi to 0Á894 in Seoul ( Table 1 ). The mean correlation for these comparisons was 0Á814. Each site showed a relatively stable contribution to the total ILI cases each week.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 221,
                    "end": 228,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The weekly influenza cases detected by HIMM RAT and KINRESS RT-PCR surveillance during the study period are shown in Figure 1 . Two epidemic peaks were noted. Influenza A was predominant during the first epidemic peak, while influenza B was predominant during the second peak. There was a strong correlation between the two surveillance systems (R = 0Á961). The initial rise occurred earlier in KINRESS surveillance from week 51 and in HIMM from week 52. In addition, HIMM RAT surveillance and KINRESS RT-PCR surveillance, respectively, showed strong correlation with HIMM ILI surveillance and KISS ILI surveillance (HIMM ILI versus HIMM RAT, R = 0Á742; KISS ILI versus KINRESS RT-PCR, R = 0Á935).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 117,
                    "end": 125,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "HIMM ILI and HIMM RAT surveillance systems were established under the assumption that effective influenza surveillance could be performed easily and rapidly at the tertiary hospital emergency room level. This study provided a report of the first year of HIMM surveillance and assessed the correlation with the two Korean national influenza surveillance systems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The comparison between HIMM ILI and national ILI surveillance demonstrated the reliability of tertiary hospitals' ER-based surveillance to monitor influenza activity. KNIH collects data from sentinel practitioners and disseminates the results weekly by an online report, and this process takes about one week. In the first operating year, HIMM collected data and released the reports at the same time as KNIH. However, HIMM could achieve daily analysis of ILI rates by asking sentinel sites, and this suggests that HIMM could identify the daily influenza activity. This may provide an advantage of HIMM ILI surveillance compared with other established small-scale influenza networks. 2, 3 It is interesting that HIMM surveillance showed a higher baseline ILI rate than national ILI surveillance. Because the cost of ER care in Korea is not as expensive as in other countries and over-the-counter drugs are not available in supermarkets, many patients tend to visit the ER when local clinics are closed, regardless of the severity of the disease. Therefore, patients with ILI are always found visiting the ER.",
            "cite_spans": [
                {
                    "start": 684,
                    "end": 686,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 687,
                    "end": 688,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The ILI rates need to be interpreted with caution because they may not represent true cases of influenza. Additional laboratory surveillance is important to initiate proper preventive measures with confidence. For this reason, the results produced by virologic surveillance should be available with as little delay as possible. Although virologic surveillance can be carried out by various techniques, RT-PCR is commonly used in most influenza surveillance systems. However, it is labor-intensive and time-consuming. The strong correlation between RAT-confirmed positivity by HIMM and RT-PCRs by KINRSS supports the use of RATs for evaluating real-time confirmed influenza activity. Previous studies revealed the simplicity and reliability of RAT for surveillance of influenza epidemics, and our study supports these results. 4, 5 Early detection of an epidemic is important to prepare for the potentially serious threat to public health. Although few studies have evaluated the timeliness of ILI surveillance compared with laboratory surveillance, ILI surveillance has been reported to detect the onset of seasonal influenza before an increase in laboratory notification. 6, 7 However, surveillance systems for early detection may be affected differently by geography and methodology. In our analysis, an upswing of HIMM RAT-based surveillance occurred at least one week earlier than in the national ILI surveillance. This finding suggests that HIMM RAT surveillance could be useful to detect the early signs of an influenza epidemic.",
            "cite_spans": [
                {
                    "start": 826,
                    "end": 828,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 829,
                    "end": 830,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1173,
                    "end": 1175,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1176,
                    "end": 1177,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We note that our study had several limitations. Compared with KISS surveillance, the baseline ILI rates of HIMM surveillance showed fluctuation during the initial operating period, and this may have affected the results. This fluctuation may be due to the immaturity of data collection at that time. Another limitation was the limited information of epidemiological features in national surveillance systems, so comparison along with age, sex, influenza vaccination, and comorbidities was not available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, the HIMM surveillance system has some strengths compared with national influenza surveillance. HIMM surveillance can monitor influenza circulation based on a small number of nationwide tertiary institutions, so more rapid data processing and reporting are possible. Moreover, it demonstrated the possibility of detecting early signals of influenza epidemics by using simple and quick RATs. HIMM surveillance can also monitor severity of influenza infection by collecting the data of the hospitalization, intensive care unit admission, complications, and mortality, which cannot be reflected by national surveillance system. We hope that HIMM surveillance will prove to be an excellent complementary tool to national influenza surveillance systems in the future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Influenza surveillance in Korea: establishment and first results of an epidemiological and virological surveillance scheme",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Shin",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Na",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Epidemiol Infect",
            "volume": "135",
            "issn": "",
            "pages": "1117--1123",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Local influenzalike illness surveillance at a university health system during the 2009 H1N1 influenza pandemic",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Enfield",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Mehring",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Turner",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Sifri",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Am J Infect Control",
            "volume": "40",
            "issn": "",
            "pages": "606--610",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Potential for early warning of viral influenza activity in the community by monitoring clinical diagnoses of influenza in hospital emergency departments",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Aitken",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Muscatello",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Churches",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "BMC Public Health",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Rapid antigen testing for the surveillance of influenza epidemics",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wunderli",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Muller",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dick",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kaiser",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Clin Microbiol Infect",
            "volume": "9",
            "issn": "",
            "pages": "295--300",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Effect of climatic conditions on epidemic patterns of influenza in Okinawa, Japan, during the pandemic of 2009: surveillance of rapid antigen test results",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Iha",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Higa",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sunagawa",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Jpn J Infect Dis",
            "volume": "65",
            "issn": "",
            "pages": "295--300",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A comparison of data sources for the surveillance of seasonal and pandemic influenza in Victoria",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Clothier",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Atkin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Turner",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Sundararajan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Kelly",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Commun Dis Intell Q Rep",
            "volume": "30",
            "issn": "",
            "pages": "345--349",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Influenza activity in Europe during eight seasons (1999-2007): an evaluation of the indicators used to measure activity and an assessment of the timing, length and course of peak activity (spread) across Europe",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Paget",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Marquet",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Meijer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Van Der Velden",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "BMC Infect Dis",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The Authors. Influenza and Other Respiratory Viruses Published by John Wiley & Sons Ltd.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Comparison The Hospital-based Influenza Morbidity and Mortality (HIMM) surveillance system with national influenza surveillance system from October 2, 2011, through June 30, 2012. Hospital-based influenza morbidity and mortality ª 2013 The Authors. Influenza and Other Respiratory Viruses Published by John Wiley & Sons Ltd.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Pearson's correlation coefficient matrix of data from regional KISS and HIMM ILI surveillance",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "None to declare.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        }
    ]
}