{
    "paper_id": "a8557b122155d371bbf43c23abf059b526da6496",
    "metadata": {
        "title": "Assessing the value of PCR assays in oral fluid samples for detecting African swine fever, classical swine fever, and foot-and-mouth disease in U.S. swine",
        "authors": [
            {
                "first": "Oriana",
                "middle": [
                    "Beemer"
                ],
                "last": "Id",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Surveillance Design and Analysis Unit",
                    "institution": "",
                    "location": {
                        "addrLine": "Fort Collins",
                        "region": "Colorado",
                        "country": "United States, United States of America"
                    }
                },
                "email": ""
            },
            {
                "first": "Marta",
                "middle": [],
                "last": "Remmenga",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Surveillance Design and Analysis Unit",
                    "institution": "",
                    "location": {
                        "addrLine": "Fort Collins",
                        "region": "Colorado",
                        "country": "United States, United States of America"
                    }
                },
                "email": ""
            },
            {
                "first": "Lori",
                "middle": [],
                "last": "Gustafson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Surveillance Design and Analysis Unit",
                    "institution": "",
                    "location": {
                        "addrLine": "Fort Collins",
                        "region": "Colorado",
                        "country": "United States, United States of America"
                    }
                },
                "email": ""
            },
            {
                "first": "Kamina",
                "middle": [],
                "last": "Johnson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Surveillance Design and Analysis Unit",
                    "institution": "",
                    "location": {
                        "addrLine": "Fort Collins",
                        "region": "Colorado",
                        "country": "United States, United States of America"
                    }
                },
                "email": ""
            },
            {
                "first": "David",
                "middle": [],
                "last": "Hsi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Surveillance Design and Analysis Unit",
                    "institution": "",
                    "location": {
                        "addrLine": "Fort Collins",
                        "region": "Colorado",
                        "country": "United States, United States of America"
                    }
                },
                "email": ""
            },
            {
                "first": "Maria",
                "middle": [
                    "Celia"
                ],
                "last": "Antognoli",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Surveillance Design and Analysis Unit",
                    "institution": "",
                    "location": {
                        "addrLine": "Fort Collins",
                        "region": "Colorado",
                        "country": "United States, United States of America"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "OPEN ACCESS",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Oral fluid sampling and testing offers a convenient, unobtrusive mechanism for evaluating the health status of swine, especially grower and finisher swine. This assessment evaluates the potential testing of oral fluid samples with real-time reverse-transcriptase polymerase chain reaction (rRT-PCR) to detect African swine fever, classical swine fever, or foot-andmouth disease for surveillance during a disease outbreak and early detection in a diseasefree setting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We used a series of logical arguments, informed assumptions, and a range of parameter values from literature and industry practices to examine the cost and value of information provided by oral fluid sampling and rRT-PCR testing for the swine foreign animal disease surveillance objectives outlined above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Based on the evaluation, oral fluid testing demonstrated value for both settings evaluated. The greatest value was in an outbreak scenario, where using oral fluids would minimize disruption of animal and farm activities, reduce sample sizes by 23%-40%, and decrease resource requirements relative to current individual animal sampling plans. For an early detection system, sampling every 3 days met the designed prevalence detection threshold with 0.95 probability, but was quite costly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Implementation of oral fluid testing for African swine fever, classical swine fever, or footand-mouth disease surveillance is not yet possible due to several limitations and information PLOS ",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 190,
                    "text": "PLOS",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Limitations"
        },
        {
            "text": "Oral fluid (OF) samples are an aggregate sample composed of saliva and mucosal transudate, which may contain pathogens, antibodies to pathogens, or both, circulating in the herd. Collecting OF samples offers a convenient and unobtrusive mechanism for evaluating the health status of swine, especially those nearing slaughter and movement to slaughter-namely growing (grower) and market hog (finisher) herds. OF collection takes advantage of natural swine behavior. Samples are collected by hanging cotton ropes in one or more pens in a barn for pigs to chew for 20-30 minutes, causing minimal disruption of animal activities or farm operations [1] [2] [3] [4] . The ease of OF sample collection and the ability to obtain disease status information from an entire group with a single sample, combined with its widespread industry usage for endemic diseases, positions OF sampling as a strong methodology for on-farm surveillance of swine pathogens. Producers currently collect and submit OF samples to monitor disease status of barns or premises with minimal training and without added cost, constraints, and biosecurity concerns associated with veterinary or animal health technician farm visits. Diagnostic testing is currently performed on~30,000 OF samples per year at three high-volume laboratories representing more than 250 premises for domestic pathogens, including swine enteric coronavirus diseases (SECD), porcine reproductive and respiratory syndrome (PRRS), influenza A virus in swine (IAV-S) and others [5, 6] . Testing methodologies have been applied to OF samples collected from swine, including real-time reverse-transcription polymerase chain reaction (rRT-PCR), solid-phase competitive enzyme-linked immunosorbent assay (ELISA), virus isolation, sequencing, and double-antibody sandwich ELISA [7] . Much research has focused on the use of rRT-PCR, both single-plex and multi-plex; single-plex is the method considered for calculations in this evaluation. Diagnostic tests for other sample types have been developed for other diseases, including the foreign animal diseases considered in this evaluation: African swine fever (ASF), classical swine fever (CSF), and foot-and-mouth disease (FMD).",
            "cite_spans": [
                {
                    "start": 644,
                    "end": 647,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 648,
                    "end": 651,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 652,
                    "end": 655,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 656,
                    "end": 659,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1516,
                    "end": 1519,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1520,
                    "end": 1522,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1811,
                    "end": 1814,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The sensitivity of an rRT-PCR testing protocol applied to OF samples is dependent on the matrix in which the target virus is found, host factors affecting the concentration or composition of the target virus, and non-host factors such as sample quality, which includes sample deterioration due to poor handling or excessive environmental contamination [8] . The matrix with the target virus may contain inhibitors that could prevent the assay from working. The abundance or concentration of the target virus in an OF sample is a host factor that depends on the organism concentration in an individual animal's oral fluid transudate, the number of animals chewing on the rope at collection time and shedding the virus in saliva, and the timeliness of the rope sampling relative to the virus shedding window. In a field setting, diseased animals may represent only a portion of the population in a particular pen of animals [9, 10] . Available information from a study on pigs experimentally infected with ASF, CSF, or FMD show that infected animals were observed chewing on ropes until severe clinical signs developed, concurrent with or after virus was detectable in OF samples [11] . Regarding the timeliness of rope sampling relative to shedding of virus, it is important to note that for all three diseases considered in this evaluation, the incubation and infectious periods vary depending on the strain of virus and its virulence [12] . From laboratory studies, ASF and FMD are detectable in OF samples before presentation of clinical signs and often concurrent to pyrexia [7, 11, 13, 14] . Detectable levels of CSF virus appear in OF samples at the same time or after presentation of clinical signs [11, 15, 16] . Mostly described for CSF, persistently infected animals may result from vertical transmission in-utero or infection shortly after birth. In such cases, distinct clinical signs may not be present, but animals will continue to shed virus without a detectable antibody response [17, 18] . Some strains of ASF and CSF may present with mild clinical signs indistinguishable from endemic diseases, complicating detection by clinical signs alone [18, 19] .",
            "cite_spans": [
                {
                    "start": 352,
                    "end": 355,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 922,
                    "end": 925,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 926,
                    "end": 929,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1178,
                    "end": 1182,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1435,
                    "end": 1439,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1578,
                    "end": 1581,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1582,
                    "end": 1585,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1586,
                    "end": 1589,
                    "text": "13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1590,
                    "end": 1593,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1705,
                    "end": 1709,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1710,
                    "end": 1713,
                    "text": "15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1714,
                    "end": 1717,
                    "text": "16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1995,
                    "end": 1999,
                    "text": "[17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 2000,
                    "end": 2003,
                    "text": "18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 2159,
                    "end": 2163,
                    "text": "[18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 2164,
                    "end": 2167,
                    "text": "19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Since the use of rRT-PCR diagnostics has not been validated officially for OF samples in the United States for the detection of ASF, CSF, or FMD, this paper use a series of logical arguments, informed assumptions, and a range of test accuracy parameter values to explore four select hypothetical applications of OF sampling and rRT-PCR testing. These hypothetical applications are used to inform how this sampling modality might be applied for surveillance in an outbreak and for early detection in a disease-free setting as a screening test. All applications require additional refining before fully considering implementation in a regulatory framework. A range of other scenarios and direct comparisons to current surveillance systems were outside the scope of the current study and should be explored through other projects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We examined the hypothetical application, cost, and cost-effectiveness of information provided by OF sampling tested by rRT-PCR for ASF, CSF, or FMD surveillance in swine for four scenarios. Scenarios 1 and 2 encompass surveillance in disease outbreak situations while scenarios 3 and 4 encompass surveillance activities in the absence of an outbreak. Further, the first three scenarios (1, 2, and 3) were designed using example surveillance characteristics, and scenario 4 was evaluated based on current surveillance efforts for endemic disease (i.e., PRRS). These scenarios were evaluated to help understand how the sample and test type could integrate into surveillance planning. Characteristics used to inform the scenarios are outlined in the assumptions and characteristics section; some were based on current USDA FAD Preparedness and Response Plan documents for FMD and CSF [20, 21] . Scenarios 1 and 2. Outbreak surveillance assuming prevalence detection thresholds of 20% infected pens/barn, 33% infected barns/premises, and 2% premises per zone prevalence. We evaluated two potential surveillance schemes in response to an ASF, CSF, or FMD outbreak. In both cases, the sampling method could be applied to the zone(s) designated around each infected premises, but would vary based on the location of infected premises and overlap between multiple zones. Surveillance in these two zones was evaluated separately as scenario 1-outbreak surveillance to support classification of premises status in a control area (minimum 10km area located directly around an infected premises) and scenario 2 -outbreak surveillance within the surveillance zone (minimum 10km area that forms a ring around the control area) to show no evidence of infection because of differences in specific surveillance objectives required in these zones (objective evidence that a premises is not infected vs monitoring for disease spread outside the control area). Animal movement testing was not evaluated due to information limitations, the complexity of different movement scenarios, and the high number of movement scenarios. Scenarios 3 and 4. Early disease detection prior to clinical signs in a disease-free setting. Two additional scenarios assessed were early disease detection to estimate the sample size needed to meet 0.95 probability of detection, assuming prevalence detection thresholds of 20% pen, 33% barn, and 2% premises levels. We calculated the probability of detecting disease prior to clinical signs using two different testing frequencies of a representative number of OF samples from the U.S. swine population. Scenario 3 was evaluated with a sampling frequency of every 3 days for detection of at least one infected barn per premises. Scenario 4 was evaluated with sampling on a weekly basis, aligning with current industry practices used to monitor endemic diseases [2, 5] .",
            "cite_spans": [
                {
                    "start": 882,
                    "end": 886,
                    "text": "[20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 887,
                    "end": 890,
                    "text": "21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 2870,
                    "end": 2873,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 2874,
                    "end": 2876,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Scenarios"
        },
        {
            "text": "Throughout this document, a sample is defined as OF collected from one rope from a single pen of 25 animals. A sampling event is the compilation of samples collected from a specified unit (a pen, a barn, or a geographic region such as State or country) during a predetermined period of time. Early detection is defined as the ability to detect disease with testing prior to detection by clinical signs. Further, validation refers to the OIE definition from Chapter 1.1.6 of the Manual of Diagnostic Tests and Vaccines for Terrestrial Animals: \"Validation is a process that determines the fitness of an assay, which has been properly developed, optimised and standardised, for an intended purpose\" and as outlined in the validation pathways [8] . Unless otherwise stated, for the remainder of this assessment, testing of OF samples refers to the three foreign animal diseases listed above.",
            "cite_spans": [
                {
                    "start": 740,
                    "end": 743,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Evaluation approach"
        },
        {
            "text": "The value of the information provided by OF sampling was measured by effectiveness, which is defined in this document as reaching an ideal surveillance target (0.95 probability of detecting a disease given a specified prevalence detection threshold in a specified time period at the premises level). The surveillance target described the probability of detection that must be met for each scenario considered in the cost-effectiveness evaluation. For scenarios 1 and 2, we evaluated cost-effectiveness to determine the best applications for OF sampling and testing in field settings compared to the currently outlined individual animal testing plans. The costeffectiveness analysis is readily transferrable to additional pathogens or revised parameter estimates. We conducted a cost analysis for all four scenarios to estimate the total cost for each application of OF sampling and testing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evaluation approach"
        },
        {
            "text": "We examined the sample size required to meet differing surveillance objectives (scenarios 1, 2, and 3). For scenario 4, we calculated the detectable prevalence based on industry's routine OF sampling efforts for detection of endemic diseases (such as PRRS or SECD). Surveillance sampling requirements are influenced by several features of test performance, including diagnostic test sensitivity presuming a perfect sample (known herd status, optimum timing of sample collection relative to the disease detection window, and optimized test processing), external factors such as pig behavior and environmental impacts on sample quality, and the sampling protocol (initial and follow-up testing to determine confirmed-positive results). The requirements for an effective testing regime are also impacted by temporal accuracy. Temporal accuracy depends on (1) the length of time the pathogen is shed in OFs at detectable levels in the sample and (2) whether sampling placement, frequency, and timeliness successfully target high-risk populations and periods. Finally, the sampling requirements are a function of the number of premises and the number of animals on those premises in the population under surveillance and the population of interest, which in this evaluation depends on the scenario.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evaluation approach"
        },
        {
            "text": "In addition to information gaps related to test diagnostic sensitivity and field factors, the optimal sampling and testing frequency with OF samples for ASF, CSF, or FMD has not been fully determined. Test validation is needed, particularly a positive cohort study to determine test diagnostic sensitivity. While data can be extrapolated from laboratory studies on ASF, CSF, and FMD, along with field applications of testing for other endemic diseases, validated test performance in field settings would help to more accurately calculate sample size, falsepositive rate, and costs. The testing frequency is dependent on the incubation period of the given ASF, CSF, or FMD strain and the window of detection for the virus in OF samples. As additional data become available regarding diagnostic test parameters, disease distribution, movement patterns, and similar information, sampling design may need to be further refined.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evaluation approach"
        },
        {
            "text": "To aid comparison across scenarios, we made several assumptions prior to evaluation to determine effectiveness of the different scenarios.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assumptions and characteristics"
        },
        {
            "text": "Disease detection window. Based on literature summarized in Table 1 , ASF may be detected in OF samples 2-4 days prior to clinical signs, CSF may be detected in OF concurrent to clinical signs, and FMD may be detected in OF samples 1-3 days prior to clinical signs. Note that the specimen types listed are not exhaustive; the list includes those samples that would currently be used in an ASF, CSF, or FMD investigation or are being compared (i.e., oral fluids). There is currently no evidence on how persistently infected animals would relate to ASF or CSF detection in OF samples. Presumably, ASF or CSF persistently infected animals would be detected by OF sampling due to viral shedding without clinical signs; this assumption was used in the evaluation. For the scenarios evaluated, 3 days was assumed to be the number of days the testing could detect disease prior to clinical signs; this value falls within the range of both ASF and FMD. This assumption was also used to estimate how frequently samples would need to be collected to detect disease prior to presentation of clinical signs.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 60,
                    "end": 67,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Assumptions and characteristics"
        },
        {
            "text": "Diagnostic test sensitivity and specificity. Diagnostic sensitivity and specificity ranges for rRT-PCR on OF are shown in Table 2 [7, 11, 23] . To simplify calculations, a follow-up testing protocol was assumed to occur with initial non-negative results to rule out laboratory or test inconsistencies, wherein a non-negative result detected at a National Animal Health Laboratory Network laboratory would be sent to a USDA reference laboratory for follow-up testing [4] . The USDA reference laboratory was assumed to run the same type of rRT-PCR test on the referred OF sample with the same diagnostic specificity. Initiation of a full FAD investigation (to run confirmatory testing) would occur should the follow-up test also give a non-negative result. Oral fluid diagnostic test sensitivity used to determine sample size was conservatively assumed to range from 62% to 95% based on previously published values (Table 2) , input from USDA National Veterinary Services Laboratories (NVSL), and near optimal conditions for sample collection and submission. Based on the range of values from the literature and input from USDA NVSL experts, the diagnostic test specificity used for these scenarios was estimated to be as low as 99% and as high as 99.99%.",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 133,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 134,
                    "end": 137,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 138,
                    "end": 141,
                    "text": "23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 466,
                    "end": 469,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 122,
                    "end": 129,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 913,
                    "end": 922,
                    "text": "(Table 2)",
                    "ref_id": null
                }
            ],
            "section": "Assumptions and characteristics"
        },
        {
            "text": "Premises/animal characteristics. After analyzing data from the National Animal Health Monitoring System and the National Agricultural Statistics Service and consulting with industry experts, we selected two example counties in Iowa to model the large mock swine populations used in this assessment. One example had the highest total swine population (e.g., Sioux County with 1,177,164 swine) and one had the highest density of swine per premises (e.g., Wright County with an average 13,075 swine/operation) [24] . The number of hogs in the example counties was divided by a typical barn size of 1,250 to 1,750 animals (50-70 pens in a barn and 25 swine per pen) to arrive at these estimates [2, 5] . Average number of barns per premises, pigs per pen, and number of premises in a control area or surveillance zone were calculated based on these characteristics for evaluation. Using the informed assumptions for the population information, we estimated that 25 to 50 premises would fall within a hypothetical control area and 75-150 premises would fall within the boundaries of a hypothetical surveillance zone. Based on a 2% prevalence detection threshold and 1,250 animals per barn, individual animal sampling would require at least 157 animals to be sampled per premises [20, 21] . The number of ropes per pen was held constant at one rope per pen [5] . For this assessment, the pen size was assumed to be 25 swine per pen, 50-70 pens per barn, 1,250-1,750 swine per barn, 25-50 premises per control area, and 75-150 premises per surveillance zone. These characteristics are summarized in Table 3 .",
            "cite_spans": [
                {
                    "start": 507,
                    "end": 511,
                    "text": "[24]",
                    "ref_id": null
                },
                {
                    "start": 691,
                    "end": 694,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 695,
                    "end": 697,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1274,
                    "end": 1278,
                    "text": "[20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1279,
                    "end": 1282,
                    "text": "21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1351,
                    "end": 1354,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 1592,
                    "end": 1599,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Assumptions and characteristics"
        },
        {
            "text": "Timing and frequency characteristics. Sampling frequencies for scenarios 1 and 2 were taken directly from the current USDA FAD Preparedness and Response Plan documents for CSF and FMD, or modeled after these documents in the case of ASF [20, 21] . In both documents, testing for acute, highly pathogenic strains in the control area should occur \"on each premises every 5 th day for the duration of the area quarantine or a minimum of 28 days.\" In the surveillance zone, a subset of premises is randomly selected from the entire population of premises within the zone for sampling to achieve a 5% prevalence detection threshold at the zone level. Samples from selected premises should occur \"once during the first 3-week period of the area quarantine,\" then \"once during each additional 3-week period of the area quarantine,\" for a minimum of two sample collections per surveillance zone. The 2013-2014 USDA documents do not outline the specific frequency or use of aggregate samples for testing, such as OF. Based on previous modeling work performed by Delgado et. al [25] to evaluate laboratory response capacity, one model suggested that a large-scale FMD outbreak could last 97 days. This value was used to calculate the number of sampling events required in an ASF, CSF, or FMD outbreak scenario for one control area and surveillance zone.",
            "cite_spans": [
                {
                    "start": 237,
                    "end": 241,
                    "text": "[20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 242,
                    "end": 245,
                    "text": "21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1068,
                    "end": 1072,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Assumptions and characteristics"
        },
        {
            "text": "Sampling frequency for a national-level early detection system was estimated at every 3 days, the ideal frequency to detect disease prior to clinical signs. For this assessment, we applied susceptible, exposed, infected, and recovered (SEIR) modeling [26] [27] [28] with characteristics of a high virulence FMD strain [29, 30] . These models indicated that testing OF samples every 3 days plus monitoring for clinical signs detected disease prior to detection by clinical signs alone more than 95% of the time, while weekly testing of OF samples plus monitoring for clinical signs found disease prior to detection by clinical signs alone 41% of the time. Modeling with characteristics for a moderately virulent Paderborn strain of CSF [31] indicated that weekly testing of OF samples for CSF plus monitoring for clinical signs would provide a detection advantage compared to relying on clinical signs alone for disease detection. It is likely moderate virulence ASF or FMD would follow a similar pattern. Since sampling every 3 days is an ideal but highly intensive sampling frequency, scenario 4 was included to evaluate what level of detection could be achieved if sampling frequency reflected monitoring practices industry currently uses for endemic disease. Typically, industry production systems submit weekly samples for monitoring [5] .",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 255,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 256,
                    "end": 260,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 261,
                    "end": 265,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 318,
                    "end": 322,
                    "text": "[29,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 323,
                    "end": 326,
                    "text": "30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 735,
                    "end": 739,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1338,
                    "end": 1341,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Assumptions and characteristics"
        },
        {
            "text": "Sample size characteristics. We calculated sample sizes in Microsoft Excel using the Cannon formula to account for imperfect diagnostic test sensitivity [32] . For scenario 4, the sample size was calculated based on weekly sampling and the premises/barn size characteristics specified above to determine the probability of disease detection prior to recognition of clinical signs. We evaluated the sampling unit as the barn. Sampling could potentially be reduced through alternative designs, e.g., addressing spatial autocorrelation. However, we focused on conventional approaches for this study.",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 157,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Assumptions and characteristics"
        },
        {
            "text": "Probability of detection and prevalence levels. The probability of detection given disease is present was set at 0.95 for scenarios 1, 2, and 3 with the goal of establishing a disease detection system. This equates to 95% certainty the surveillance system would have found the disease if present, where presence is defined by the detection threshold (or design prevalence). While a wide range of pen-level, premises-level, and population-level prevalence could be used to design a surveillance system, this project used examples of 20% infected pens per barn, 33% infected barns per premises, and 2% premises per zone/region/country sampled. The 2% premises prevalence with 0.95 probability of detection has been outlined in the FAD Preparation and Response Plan materials [20, 21] and has also been used in FMD outbreaks in the United Kingdom for designing surveillance zone sampling strategies [33] . For scenario 4, the same detection threshold was used to evaluate what probability of detection could be achieved by this scenario.",
            "cite_spans": [
                {
                    "start": 773,
                    "end": 777,
                    "text": "[20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 778,
                    "end": 781,
                    "text": "21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 896,
                    "end": 900,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Assumptions and characteristics"
        },
        {
            "text": "A cost analysis presents the expenses associated with all surveillance activities performed in OF sampling and testing in the four scenarios. In our cost analysis, we did not estimate expenses resulting from any interruption to trade or business continuity but instead focused on the cost of OF sample and testing surveillance activities. Additionally, we calculated costeffectiveness for scenarios 1 and 2, for comparison to the current outbreak surveillance sample and testing plan. Surveillance sample initial and follow-up testing costs. The cost of testing the target number of samples is the per-sample cost multiplied by the sample size calculated for the determined objective. The cost per OF sample was estimated as $5.56 per collection kit [34] , $15 shipping and handling (assumption), and laboratory PCR testing fees of $32 to $35 per sample including possible accession fees [35] [36] [37] [38] [39] . The total estimated cost per OF sample tested ranges from $55.56 to $62.56. For simplicity, this evaluation used an estimated $50 per OF sample tested to cover the initial test expenses related to collection, shipping, and laboratory fees based on the assumption that a higher volume of testing could result in a lower persample cost. This is summarized in Table 3 . Samples with non-negative test results are shipped to NVSL for a follow-up test, which is assumed to have the same $50 cost. ASF, CSF, or FMD investigation and confirmatory testing costs. The per-sample cost is $71 for CSF confirmatory testing following the current testing protocol (Ab ELISA, immunoperoxidase, and immunoperoxidase virus neutralization) [21, 40] . The total estimated cost per sample collected and tested for ASF or FMD is approximately $140 following the current confirmatory testing protocol using RT-PCR and virus isolation testing costs [20, 40, 41] . For the scenarios in this paper, if an oral fluids sample has a non-negative result after follow-up testing at NVSL, an FAD investigation will be initiated and confirmatory testing will be performed at the NVSL Foreign Animal Disease Diagnostic Laboratory. The estimated value of 8 hours of VS employee time is $400 to complete an FAD investigation and ship samples to laboratories for each premises. As a result, the total cost of a false positive would be a minimum of $471 (CSF) to $540 (ASF or FMD), assuming that samples are collected from one animal during an epidemiologic investigation. These costs exclude any domestic business or trade impacts. These characteristics are summarized in Table 3 .",
            "cite_spans": [
                {
                    "start": 750,
                    "end": 754,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 888,
                    "end": 892,
                    "text": "[35]",
                    "ref_id": null
                },
                {
                    "start": 893,
                    "end": 897,
                    "text": "[36]",
                    "ref_id": null
                },
                {
                    "start": 898,
                    "end": 902,
                    "text": "[37]",
                    "ref_id": null
                },
                {
                    "start": 903,
                    "end": 907,
                    "text": "[38]",
                    "ref_id": null
                },
                {
                    "start": 908,
                    "end": 912,
                    "text": "[39]",
                    "ref_id": null
                },
                {
                    "start": 1637,
                    "end": 1641,
                    "text": "[21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1642,
                    "end": 1645,
                    "text": "40]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1841,
                    "end": 1845,
                    "text": "[20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1846,
                    "end": 1849,
                    "text": "40,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1850,
                    "end": 1853,
                    "text": "41]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [
                {
                    "start": 1272,
                    "end": 1279,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 2551,
                    "end": 2558,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Cost assumptions and characteristics"
        },
        {
            "text": "Cost analysis calculations. Several dimensions contribute to the calculations for the overall cost range. These include differences in number of oral fluid samples collected because of test sensitivity and specificity ranges, in number of sampling events, in testing cost of individual samples, and in number of epidemiologic investigations and samples collected for confirmatory testing. Essentially, the combination of the lowest values for all applicable dimensions is presented as the lowest bound of the overall cost range while the combination of the highest values for all applicable dimensions is presented as the highest bound of the overall cost range.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cost assumptions and characteristics"
        },
        {
            "text": "Cost-effectiveness calculations. To calculate the total cost to acquire the same disease status information for scenarios 1 and 2, the following information is needed: 1) the number of oral fluid samples required; 2) the number of samples required to use the current testing protocol; and 3) their respective costs. Cost-effectiveness is calculated by dividing the cost of a surveillance option by its associated cost; a lower cost-effectiveness ratio is preferred as it is considered more cost-effective. Cost savings is the difference between the costs of the two different testing protocols for initial testing (not follow-up or confirmatory testing). Table 4 summarizes the evaluation results of each scenario.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 655,
                    "end": 662,
                    "text": "Table 4",
                    "ref_id": null
                }
            ],
            "section": "Cost assumptions and characteristics"
        },
        {
            "text": "In Scenarios 1 and 2 for outbreak surveillance, we assumed prevalence detection thresholds of 20% infected pens/barn, 33% infected barns/premises, and 2% premises per zone prevalence in a control area or surveillance zone ( Table 4 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 224,
                    "end": 231,
                    "text": "Table 4",
                    "ref_id": null
                }
            ],
            "section": "Scenarios 1 and 2: ASF, CSF, or FMD surveillance in outbreak settings"
        },
        {
            "text": "The USDA FAD Preparedness and Response Plan documents for FMD and CSF both indicate that a premises designation within the control area requires objective information on disease status before a premises may be considered for a different designation (i.e., to move from \"at-risk\" to \"monitored\"). Because OF samples provide aggregate information for the premises as a whole within either a control area or surveillance zone, the number of samples required every 5 days for the duration of the outbreak would be much lower for OF sampling (36-63 samples per premises) than for individual animal sampling (157 samples per premises) to achieve 0.95 detection probability at the 20% prevalence detection threshold. This difference translates to requiring OF sample levels of 23% to 40% of the individual animal sampling levels to acquire the same disease status information. Oral fluid sampling costs per premises (with three barns) per control area (scenario 1) range from $36,000 to $63,000 with a cost savings of $194,940 to $384,600, which is approximately 84% to 86% lower in cost. These estimates only include the cost of initial OF testing compared to using the current testing protocol, plus the cost of an epidemiologic investigation as a proxy for the cost to collect individual samples. These do not include any follow-up testing or FAD investigations started because of a nonnegative test result. Oral fluid sampling costs per premises (with 3 barns) per surveillance zone (scenario 2) range from $3,600 to $15,750 with a cost savings from $19,494 to $96,150, which is also approximately 84% to 86% lower in cost. When applied to testing multiple premises within a control area or surveillance zone, additional costs may be incurred to evaluate nonnegative test results depending on the strategy for handling false positives during an outbreak. (Table 4) Scenario 3. To achieve a goal of early detection through OF sampling and testing at a 0.95 probability of detection, premises level sampling would have to be performed approximately every 3 days for diseases such as ASF or FMD, given the short window of detection in OF samples prior to presentation of clinical signs. Depending on the test sensitivity, the number of samples required could range from 685,152 to 1,844,640 at a cost of between $34,257,600 and $92,232,000. With a test specificity ranging from 99 to 99.99%, the number of false positives to undergo follow-up testing would be expected to range from 69 to 18,447 with 0 to 185 additional tests for FAD investigations resulting in a combined cost of $3,450 to $1,022,250 for follow-up and confirmatory testing. Scenario 4. Currently, collection of OF samples for domestic disease testing is generally performed weekly, with an average of 10-16 samples per premises [5] . The average number of samples currently submitted to two large swine veterinary diagnostic laboratories per year is approximately 181,000, which we estimate costs $9,050,000. With a test specificity ranging from 99 to 99.99%, the number of false positives needing follow-up tests would be expected to range from 19 to 1,810 with 0 to 19 additional tests for FAD investigations resulting in a combined cost of $950 to $100,760. Scenario 4 requires 11% to 12% of the OF samples required for scenario 3, but can only detect 4% to 8% prevalence instead of the target of 2% premiseslevel prevalence every 3 days. The cost savings following scenario 4 range from $193,600 to $342,700, which is approximately 88% to 89% lower than scenario 3. 3 With the lower number of samples per barn, the ability to detect an infected premises is decreased compared to scenario 3. If the diagnostic test sensitivity is at the low end of the assumed range (0.62), a sample size of 10 ropes only provides a probability of 0.51 of detecting at least one infected premises when 2% of the premises are infected, with 20% of the pens infected per premises. If the test sensitivity is at the high end of the assumed range (0.95), a sample size of 16 ropes provides a probability of 0.76 of detecting at least one infected premises when 2% of the premises are infected, with 20% of the pens infected per premises.",
            "cite_spans": [
                {
                    "start": 2791,
                    "end": 2794,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 3533,
                    "end": 3534,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 1852,
                    "end": 1861,
                    "text": "(Table 4)",
                    "ref_id": null
                }
            ],
            "section": "Scenarios 1 and 2: ASF, CSF, or FMD surveillance in outbreak settings"
        },
        {
            "text": "This evaluation compared various scenarios for swine OF sampling to test for ASF, CSF, or FMD by rRT-PCR. Scenarios included an assessment of premises disease status during an Table 4 . Summary results for scenarios 1, 2, and 3 including sample numbers and costs. Summary results for scenario 4 include the prevalence that can be detected using common industry practices. 4 Sampling all premises in the control area. 5 Alternatively, a lower level of sampling per farm and sampling more farms could give the same prevalence detection threshold at the premises level, but reduce prevalence detection threshold at the pen-level. 6 Calculated assuming the among pen prevalence threshold that needs to be detected on each premises is 20% within a three day period to compare results to scenario 3. 7 Sum of cost of total sample size per scenario for initial testing and range of total costs for follow up and confirmatory testing for initial samples with non-negative results https://doi.org/10.1371/journal.pone.0219532.t004",
            "cite_spans": [
                {
                    "start": 372,
                    "end": 373,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 417,
                    "end": 418,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 627,
                    "end": 628,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 176,
                    "end": 183,
                    "text": "Table 4",
                    "ref_id": null
                }
            ],
            "section": "Discussion and conclusion"
        },
        {
            "text": "Swine oral fluid PCR testing and transboundary animal diseases outbreak setting in the control area and surveillance zone, and an early detection active surveillance system. Understanding the cost of effective surveillance schemes using OF sampling and testing for ASF, CSF, or FMD swine surveillance will assist in selecting best use applications and prioritizing future test validation and surveillance design development needs. Many characteristics were derived from available literature and data sources, but we used assumptions to overcome some information gaps. For all scenarios except scenario 4, the prevalence detection threshold and detection probabilities were set at an ideal level. A lower level of prevalence detection threshold or detection probability using OF may still provide beneficial information at a lower total cost than current testing protocols. Of note, the diagnostic test sensitivity values on OF samples could be outside the range of values used in this evaluation. Lower published rRT-PCR sensitivity values can be found for influenza A virus in swine [42] and other tests used with endemic disease monitoring [43] . Additionally, this evaluation did not include an adjustment factor for field impacts from animal behavior, sample dilution, degradation, handling, and submission logistics. These factors could also lead to lower test parameter values. Since hypothetical test characteristics were used, the actual test utility will largely depend on the results of test validation studies, which could further guide scenario development, comparison, and drawing further conclusions.",
            "cite_spans": [
                {
                    "start": 1084,
                    "end": 1088,
                    "text": "[42]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1142,
                    "end": 1146,
                    "text": "[43]",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Discussion and conclusion"
        },
        {
            "text": "Outbreak surveillance assuming prevalence detection thresholds of 20% infected pens/barn, 33% infected barns/premises, and 2% of premises per zone prevalence in a control area or surveillance zone. During an outbreak response, OF sample testing offers many advantages compared to individual animal sampling, including minimal disruption of animal and farm activities and a reduction in the number of samples required, thus reducing testing costs. In both scenarios 1 and 2, the cost-effectiveness ratio of aggregate OF samples is lower than individual animal sampling. Additionally, OF sample testing could decrease resource utilization. Given basic training, producers can collect and submit OF samples to emergency response officials at the premises line of separation; emergency response officials would not need to enter the farm. This approach could decrease resource costs associated with personal protective equipment, waste disposal, and personnel downtime between farms, minimizing potential contamination between premises by eliminating animal contact. Depending on the disease, OF sample testing may detect viral presence prior to, or concurrent with, clinical signs. This information could assist policymakers and incident commanders with more timely, cost-effective information upon which to base decisions. Because poor sample handling technique can decrease test sensitivity, a certification/training program on proper sample collection and packaging should be implemented for farm personnel, accredited veterinarians, veterinary paraprofessionals, and response officials. Such a program, outlined in the Secure Pork Supply Plan for Active Observational Surveillance [44] , would assist with outbreak preparedness and should lead to higher quality samples.",
            "cite_spans": [
                {
                    "start": 1682,
                    "end": 1686,
                    "text": "[44]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Scenarios 1 and 2"
        },
        {
            "text": "Beyond the logistical considerations of using OF testing during an ASF, CSF, or FMD outbreak, sampling is also naturally targeted both spatially and temporally, and the duration of sampling is limited by a known period of exposure and a foreseeable end-date (the end of the quarantine). Oral fluid sampling may be highly efficacious in this scenario if the benefit of preventing disease spread is greater than the cost of a short but intensive sampling scheme. Presuming use during an outbreak to assist in prioritization of incident response activities (e.g., to prioritize order of formal surveillance or inspection visits), the consequences of a false negative or positive are similarly constrained. Laboratory capacity could limit the application of any novel testing strategy if the number of samples generated by an outbreak exceeds laboratory capabilities. Regardless of the scale of an actual outbreak, OF collection is expected to generate fewer samples compared with individual animal sampling, thus decreasing testing costs and making more effective use of laboratory capacity. Once test validation information is known, further exploration of potential animal movement and continuity of business scenarios would also be informative.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scenarios 1 and 2"
        },
        {
            "text": "Scenario 3. The early detection scenario was designed with a 0.95 probability of detecting at least one infected premises prior to clinical signs when infection is at 20% of a pen, 33% of a barn, and 2% among all premises. The scenario assumed sample collection occurred approximately every 3 days to detect disease prior to clinical signs, based on the window of detection in OF samples for ASF and FMD. This scenario could be modified to lower levels of sampling for different goals, which would still be useful in potentially detecting disease earlier than with passive surveillance alone while lowering overall cost, which was partially explored in scenario 4. The windows of detection for ASF, CSF, and FMD were extrapolated from laboratory experiments using high virulence strains, leading to rapid clinical progression of disease. The detection window with OF samples and progression of clinical signs are not as thoroughly documented when less virulent strains of ASF, CSF, or FMD are studied. Given the currently available data on highly virulent CSF detection in OF samples, it is unlikely this sampling and testing scenario fits a CSF rapid detection purpose because clinical signs, if seen at all, present at the same time as detectable virus in OF samples. If viral shedding in OFs occurs before detectable clinical signs for ASF, CSF, or FMD are observed, the frequency of sampling could be decreased.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scenarios 3 and 4: Early disease detection prior to clinical signs"
        },
        {
            "text": "For moderate or low virulence diseases that present with non-specific signs (i.e., CSF or FMD), OF sampling and testing may prove more valuable. The SEIR modelling performed for this assessment, with characteristics for a moderately virulent strain of CSF (Paderborn strain), indicated there may be an advantage to weekly OF sampling and testing for CSF. It is likely ASF and FMD would follow a similar pattern if a low virulence strain or chronic form of the disease were introduced. However, given the results of this evaluation, the potential application of OF sampling for active surveillance as a large-scale early detection system would be costly. Scenario 4. This early detection scenario does not achieve a 0.95 probability of detecting at least one infected premises prior to clinical signs for the range of test sensitivities evaluated using common industry sample submission practices. A higher number of samples submitted per barn or sampling a greater number of premises could achieve 0.95 probability of detection. The scenario presented assumed that each premises collected samples weekly and that the submissions were distributed throughout a given week to temporally space submissions. This scenario represents a lower level of sampling than scenario 3, and may still detect disease earlier than passive surveillance alone with a lower overall cost. The greatest advantage would likely be realized for diseases with moderate or mild clinical signs, which can be difficult to detect or differentiate from other diseases with clinical signs alone (i.e., CSF or FMD). The cost-effectiveness for scenarios 3 and 4 could be compared to each other; however, the decreased costs associated with scenario 4 relative to 3 must be carefully balanced with the decreased level of detection capability demonstrated in these two scenarios.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scenarios 3 and 4: Early disease detection prior to clinical signs"
        },
        {
            "text": "Oral fluids represent a potentially valuable sample source for many different scenarios related to current individual animal ASF, CSF, and FMD testing. A benefit common to the scenarios is that OF sample testing for surveillance could contribute to emergency preparedness and response efforts directed toward ASF, CSF, or FMD in swine. Of the scenarios evaluated, OF sample testing may be most valuable in an outbreak setting, where the use of aggregate screening samples would minimize the disruption of animal and farm activities, reduce sample sizes, and decrease resource requirements compared to individual animal sampling regimens. Immediate broad implementation is not possible due to several limitations and information gaps. These include: (1) USDA validation of OF sample diagnostics for ASF, CSF, and FMD in swine is still underway, (2) information on test performance in a field setting is lacking, and (3) confirmatory testing of suspected false-positive OF sample findings may demand timeintensive or costly follow-up testing protocols (e.g., repeat on-farm sampling and/or next generation sequencing).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scenarios 3 and 4: Early disease detection prior to clinical signs"
        },
        {
            "text": "This evaluation was based on the current understanding of OF sample testing without a USDA-validated test. Test validation efforts through positive and negative cohort studies would improve the broader understanding of OF sample testing by rRT-PCR for ASF, CSF, or FMD in swine. Furthermore, understanding test characteristics in a field setting could be used to refine sample size requirements. These steps would provide reliable test characteristics for more fully evaluating use of this sample and testing method for ASF, CSF, or FMD testing and response plans for swine. This evaluation should be revised if additional studies provide new or updated information about ASF, CSF, or FMD pathogenesis or test characteristics, if industry practices change, or if FAD Preparedness and Response Plan materials are updated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scenarios 3 and 4: Early disease detection prior to clinical signs"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The development of oral fluid-based diagnostics and applications in veterinary medicine",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Prickett",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Zimmerman",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Anim Health Res Rev",
            "volume": "11",
            "issn": "2",
            "pages": "207--223",
            "other_ids": {
                "DOI": [
                    "10.1017/S1466252310000010"
                ],
                "PMID": [
                    "20202287"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Efficient surveillance of pig populations using oral fluids",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ramirez",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Prickett",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pogranichniy",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Yoon",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Main",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Prev Vet Med",
            "volume": "104",
            "issn": "3-4",
            "pages": "292--300",
            "other_ids": {
                "DOI": [
                    "10.1016/j.prevetmed.2011.11.008"
                ],
                "PMID": [
                    "22154249"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Effect of collection material and sample processing on pig oral fluid testing results",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Olsen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Karriker",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Binjawadagi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Renukaradhya",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kittawornrat",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Vet J",
            "volume": "198",
            "issn": "1",
            "pages": "158--63",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tvjl.2013.06.014"
                ],
                "PMID": [
                    "24011474"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Probability of detecting Porcine reproductive and respiratory syndrome virus infection using pen-based swine oral fluid specimens as a function of within-pen prevalence",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Olsen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Christopher-Hennings",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Doolittle",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Harmon",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Abate",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Vet Diagn Invest",
            "volume": "25",
            "issn": "3",
            "pages": "328--363",
            "other_ids": {
                "DOI": [
                    "10.1177/1040638713481471"
                ],
                "PMID": [
                    "23536612"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Sampling guidelines for oral fluid-based surveys of group-housed animals",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Rotolo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Giménez-Lirola",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Baum",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Gauger",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Vet Microbiol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vetmic.2017.02.004"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The use of oral fluid diagnostics in swine medicine",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bjustrom-Kraft",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Christopher-Hennings",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Daly",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Main",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Torrison",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Thurn",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Swine Health Prod",
            "volume": "26",
            "issn": "5",
            "pages": "262--271",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Detection of genome, antigen, and antibodies in oral fluids from pigs infected with foot-and-mouth disease virus",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Senthilkumaran",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bittner",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ambagala",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Lung",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zimmerman",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Can J Vet Res",
            "volume": "81",
            "issn": "2",
            "pages": "82--90",
            "other_ids": {
                "PMID": [
                    "28408775"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Manual of Diagnostic Tests and Vaccines for Terrestrial Animals 2017 Paris: OIE",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Detection and Isolation of Swine Influenza A Virus in Spiked Oral Fluid and Samples from Individually Housed, Experimentally Infected Pigs: Potential Role of Porcine Oral Fluid in Active Influenza A Virus Surveillance in Swine",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Decorte",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Steensels",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lambrecht",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Cay",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "De Regge",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLOS ONE",
            "volume": "10",
            "issn": "10",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0139586"
                ],
                "PMID": [
                    "26431039"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Ring test evaluation of the detection of influenza A virus in swine oral fluids by real-time reverse-transcription polymerase chain reaction and virus isolation",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Goodell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Strait",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Harmon",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Patnayak",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Otterson",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Can J Vet Res",
            "volume": "80",
            "issn": "1",
            "pages": "12--20",
            "other_ids": {
                "PMID": [
                    "26733728"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Detection of African swine fever, classical swine fever, and foot-and-mouth disease viruses in swine oral fluids by multiplex reverse transcription real-time polymerase chain reaction",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "R"
                    ],
                    "last": "Grau",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Schroeder",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Mulhern",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Mcintosh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Bounpheng",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Vet Diagn Invest",
            "volume": "27",
            "issn": "2",
            "pages": "140--149",
            "other_ids": {
                "DOI": [
                    "10.1177/1040638715574768"
                ],
                "PMID": [
                    "25776540"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Diseases of Swine",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Kirkland",
                    "suffix": ""
                },
                {
                    "first": "Le",
                    "middle": [],
                    "last": "Potier",
                    "suffix": ""
                },
                {
                    "first": "M-F",
                    "middle": [],
                    "last": "Vannier",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Finlaison",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Pestiviruses ; Zimmerman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Karriker",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Ramirez",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Schwartz",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Stevenson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "10",
            "issn": "",
            "pages": "538--53",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Survival of African Swine Fever Virus in Excretions from Pigs Experimentally Infected with the Georgia 2007/1 Isolate. Transbound Emerg Dis",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Davies",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Goatley",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Guinat",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Netherton",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gubbins",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Dixon",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "64",
            "issn": "",
            "pages": "425--456",
            "other_ids": {
                "DOI": [
                    "10.1111/tbed.12381"
                ],
                "PMID": [
                    "26104842"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Dynamics of African swine fever virus shedding and excretion in domestic pigs infected by intramuscular inoculation and contact transmission",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Guinat",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Reis",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Netherton",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Goatley",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "U"
                    ],
                    "last": "Pfeiffer",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Dixon",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Vet Res",
            "volume": "45",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s13567-014-0093-8"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Rope-based oral fluid sampling for early detection of classical swine fever in domestic pigs at group level",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dietze",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tucakov",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Engel",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wirtz",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Depner",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Globig",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "BMC Vet Res",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s12917-016-0930-2"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Detection of Classical swine fever virus infection by individual oral fluid of pigs following experimental inoculation",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Petrini",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Pierini",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Giammarioli",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Feliziani",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Mia",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Vet Diagn Invest",
            "volume": "29",
            "issn": "2",
            "pages": "254--261",
            "other_ids": {
                "DOI": [
                    "10.1177/1040638716686393"
                ],
                "PMID": [
                    "28114861"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Postnatal Persistent Infection with Classical Swine Fever Virus and Its Immunological Implications",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Muñoz-Gonzá Lez",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ruggli",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rosell",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Pé Rez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Frías-Leuporeau",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Fraile",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLOS ONE",
            "volume": "10",
            "issn": "5",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0125692"
                ],
                "PMID": [
                    "25938664"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Classical Swine Fever-An Updated Review",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Blome",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Staubach",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Henke",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Carlson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Beer",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Viruses",
            "volume": "9",
            "issn": "4",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/v9040086"
                ],
                "PMID": [
                    "28430168"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "African swine fever virus excretion patterns in persistently infected animals: a quantitative approach",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "De Carvalho Ferreira",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Weesendorp",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Elbers",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bouma",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Quak",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Stegeman",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Vet Microbiol",
            "volume": "160",
            "issn": "3-4",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vetmic.2012.06.025"
                ],
                "PMID": [
                    "22795261"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Foot-and-Mouth Disease Response Plan-The Red Book Online",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Usda Aphis Veterinary",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Services",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Classical Swine Fever Response Plan-The Red Book Online",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Usda Aphis Veterinary",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Services",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Quantification of classical swine fever virus in aerosols originating from pigs infected with strains of high, moderate or low virulence",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Weesendorp",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Stegeman",
                    "suffix": ""
                },
                {
                    "first": "Wla",
                    "middle": [],
                    "last": "Loeffen",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Vet Microbiol",
            "volume": "135",
            "issn": "3",
            "pages": "222--252",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vetmic.2008.09.073"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Collection of Oral Fluids Using Cotton Ropes as a Sampling Method to Detect Foot-and-Mouth Disease Virus Infection in Pigs",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Vosloo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Morris",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Giles",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "T"
                    ],
                    "last": "Nguyen",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Transbound Emerg Dis",
            "volume": "62",
            "issn": "5",
            "pages": "71--76",
            "other_ids": {
                "DOI": [
                    "10.1111/tbed.12196"
                ],
                "PMID": [
                    "24325543"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Analytical Support for the NAHLN Restructure Process Needs Evaluation",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Delgado",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hagerman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tomlinson",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "United States Department of Agriculture APHIS, Veterinary Services",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Statistical Inference in a Stochastic Epidemic SEIR Model with Control Intervention: Ebola as a Case Study",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Lekone",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "F"
                    ],
                    "last": "Finkenstädt",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Biometrics",
            "volume": "62",
            "issn": "4",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1541-0420.2006.00609.x"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Epidemiological Models with Non-Exponentially Distributed Disease Stages and Applications to Disease Control",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Bull Math Biol",
            "volume": "",
            "issn": "69",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s11538-006-9174-9"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Modeling the Impact of Interventions on an Epidemic of Ebola in Sierra Leone and Liberia",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rivers",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lofgren",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Marathe",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Eubank",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lewis",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLOS Currents Outbreaks",
            "volume": "",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Parameterization of the duration of infection stages of serotype O foot-and-mouth disease virus: an analytical review and meta-analysis with application to simulation models",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Mardones",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Perez",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sanchez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Alkhamis",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Carpenter",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Vet Res",
            "volume": "41",
            "issn": "4",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1051/vetres/2010017"
                ],
                "PMID": [
                    "20205988"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Parameter Values for Epidemiological Models of Foot-and-Mouth Disease in Swine",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Kinsley",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Patterson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Vanderwaal",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Craft",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Perez",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Front Vet Sci",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fvets.2016.00044"
                ],
                "PMID": [
                    "27314002"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Comparison of viraemia-and clinical-based estimates of within-and between-pen transmission of classical swine fever virus from three transmission experiments",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Durand",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Davila",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cariolet",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mesplède",
                    "suffix": ""
                },
                {
                    "first": "Le",
                    "middle": [],
                    "last": "Potier",
                    "suffix": ""
                },
                {
                    "first": "M-F",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Vet Microbiol",
            "volume": "135",
            "issn": "3",
            "pages": "196--204",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vetmic.2008.09.056"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Sense and sensitivity-designing surveys based on an imperfect test",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Cannon",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Prev Vet Med",
            "volume": "49",
            "issn": "3-4",
            "pages": "141--63",
            "other_ids": {
                "PMID": [
                    "11311950"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "The foot and mouth disease (FMD) epidemic in the United Kingdom",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Davies",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Comp Immunol Microbiol Infect Dis",
            "volume": "25",
            "issn": "5-6",
            "pages": "331--374",
            "other_ids": {
                "PMID": [
                    "12365809"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "ITL BioMedical Animal Healthcare. TEGO™ Swine Oral Fluids Online",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Services and Fees Viral PCR",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Plum Island NY (FADDL) Diagnostic Catalog Online at",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Comprehensive and Integrated Surveillance for Swine Foreign Animal Diseases: African Swine Fever and Foot-and-Mouth Disease",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Usda Aphis Veterinary",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Services",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Probability of detecting influenza A virus subtypes H1N1 and H3N2 in individual pig nasal swabs and pen-based oral fluid specimens over time",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Goodell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Prickett",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kittawornrat",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rauh",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Nelson",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Vet Microbiol",
            "volume": "166",
            "issn": "3-4",
            "pages": "450--60",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vetmic.2013.06.029"
                ],
                "PMID": [
                    "23910522"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Comparison of PRRSV Nucleic Acid and Antibody Detection in Pen-Based Oral Fluid and Individual Serum Samples in Three Different Age Categories of Post-Weaning Pigs from Endemically Infected Farms",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "De Regge",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cay",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PLOS ONE",
            "volume": "11",
            "issn": "11",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0166300"
                ],
                "PMID": [
                    "27820859"
                ]
            }
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "SPS Plan: Appendix B-Active Observational Surveillance",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "ONE | https://doi.org/10.1371/journal.pone.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Timing of first virus detection in various samples and presentation of first clinical signs, in days after exposure to the disease.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Characteristic values held in common across scenarios. Senthilkumaran et al., 2017; 9 Vosloo et al., 2015; 11 Grau et al., 2015; 13 Davies et al., 2017; 14 Guinat et al., 2014; Dietze et al., 2016; 16 Petrini et al., 2017; 20 USDA APHIS Veterinary Services, 2014; 21 USDA APHIS Veterinary",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Range of samples represents the full range from previously outlined low and high sensitivity values and the sampling required over time to meet the scenario objectives.2 Based on average number of rope samples submitted per premises (10 to 16) and average number of premises submitting to large swine veterinary diagnostic laboratories in the U.S.3 Assumes equal distribution of rope samples among 3 barns per premises and the full range of sensitivity values.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank the Surveillance Design and Analysis group for their support and feedback on this project, especially Joan Waldoch for valuable editing and formatting of the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "Conceptualization: Maria Celia Antognoli. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Contributions"
        }
    ]
}