{
    "paper_id": "a92d2df5aae260091456d3a65800c01cca79d599",
    "metadata": {
        "title": "Neutrophil Dysfunction in the Airways of Children with Acute Respiratory Failure Due to Lower Respiratory tract Viral and Bacterial Coinfections",
        "authors": [
            {
                "first": "Jocelyn",
                "middle": [
                    "R"
                ],
                "last": "Grunwell",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "emory University School of Medicine",
                    "location": {
                        "settlement": "Atlanta",
                        "region": "GA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Vincent",
                "middle": [
                    "D"
                ],
                "last": "Giacalone",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "emory University School of Medicine",
                    "location": {
                        "settlement": "Atlanta",
                        "region": "GA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Susan",
                "middle": [],
                "last": "Stephenson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "emory University School of Medicine",
                    "location": {
                        "settlement": "Atlanta",
                        "region": "GA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Camilla",
                "middle": [],
                "last": "Margaroli",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "emory University School of Medicine",
                    "location": {
                        "settlement": "Atlanta",
                        "region": "GA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Brian",
                "middle": [
                    "S"
                ],
                "last": "Dobosh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "emory University School of Medicine",
                    "location": {
                        "settlement": "Atlanta",
                        "region": "GA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Milton",
                "middle": [
                    "R"
                ],
                "last": "Brown",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "emory University School of Medicine",
                    "location": {
                        "settlement": "Atlanta",
                        "region": "GA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Anne",
                "middle": [
                    "M"
                ],
                "last": "Fitzpatrick",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "emory University School of Medicine",
                    "location": {
                        "settlement": "Atlanta",
                        "region": "GA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Rabindra",
                "middle": [],
                "last": "Tirouvanziam",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "emory University School of Medicine",
                    "location": {
                        "settlement": "Atlanta",
                        "region": "GA",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "where they acquire an activated pro-survival phenotype with an enhanced respiratory burst thought to contribute to ARDs pathophysiology. our in vitro model enables blood neutrophil transepithelial migration into cell-free tracheal aspirate fluid from patients to recapitulate the primary airway neutrophil phenotype observed in vivo. Neutrophils transmigrated through our model toward airway fluid from children with lower respiratory viral infections coinfected with bacteria had elevated levels of neutrophil activation markers but paradoxically exhibited an inability to kill bacteria and a defective respiratory burst compared with children without bacterial coinfection. The airway fluid from children with bacterial coinfections had higher levels of neutrophil elastase activity, as well as myeloperoxidase levels compared to children without bacterial coinfection. Neutrophils transmigrated into the aspirate fluid from children with bacterial coinfection showed decreased respiratory burst and killing activity against H. influenzae and S. aureus compared to those transmigrated into the aspirate fluid from children without bacterial coinfection. Use of a novel transmigration model recapitulates this pathological phenotype in vitro that would otherwise be impossible in a patient, opening avenues for future mechanistic and therapeutic research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Viral lower airway infections are common in infants and preschool children, and the severity respiratory symptoms can vary from mild cough and congestion to respiratory failure requiring endotracheal intubation and mechanical ventilation. We cannot predict which children will recover quickly versus those who will progress to severe ARDS. No ARDS-specific pharmacological treatments exist, rather treatment is supportive using lung-protective ventilation strategies and the administration of antibiotics for suspected bacterial infection. The study of immune regulation in children is needed because both the lung and immunity are maturing during this critical stage of development and the primary cause of PARDS is direct lung injury due to infection 1,2 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "ARDS is characterized by refractory hypoxemia and non-cardiogenic pulmonary edema due to damage to the lung epithelium and pulmonary endothelium. In adults with ARDS increased counts of airway neutrophils are associated with more severe lung injury and mortality 3,4 . Airway neutrophils from adults with ARDS have enhanced survival, a primed respiratory burst response, and increased phagocytic capacity 5 . In patients with pulmonary diseases characterized by chronic bacterial infections, such as cystic fibrosis, airway neutrophils inhibit T-cell function via two pathways -by depletion of arginine following degranulation and activation of Arginase-1 (Arg1), and by activation of the programmed death ligand-1 (PD-L1)/programmed death-1 (PD-1) axis, resulting in reduced proliferation and impaired effector functions 6-15 . By contrast, pulmonary environmental influence on immune cell regulation is poorly characterized in PARDS due to the lack of a model system able to recapitulate the airway neutrophil phenotype in severe paediatric lung injury.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Clinical information obtainable at the bedside is often used to prognosticate yet is insufficient for determining the pathobiology of the lung injury. Understanding the biology of neutrophils recruited to the lung during PARDS is crucial for advancing prognostication, risk stratification, and development of novel therapeutic strategies for children who progress to severe PARDS. Herein we hypothesized that markers of degranulation on the surface of airway neutrophils and in the cell-free airway fluid within 24-hours of intubation would be associated with bacterial respiratory co-infection. We used an in vitro model based on blood neutrophil transepithelial migration into the airway fluid of endotracheally intubated children with suspected or confirmed lower airway viral infections at risk for progressing to or with PARDS 16 . We hypothesized that neutrophils recruited to the cell-free airway fluid of children with bacterial coinfections would have a defective respiratory burst and ability to kill bacteria compared to children with no bacterial coinfection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Human subjects. This prospective observational study was performed in the paediatric intensive care unit (PICU) at Children's Healthcare of Atlanta at Egleston from January to April 2018. The study was approved by the Institutional Review Board at Emory University, and we confirm that all research was performed in accordance with relevant guidelines and regulations. Informed consent was obtained from the parents of all subjects prior to collection and use of their samples.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "All patients greater than 48 hours of age, with a corrected gestational age of at least 40 weeks, who were 18 years old or younger admitted to the PICU, and who met criteria for being at risk or having PARDS as defined by the Pediatric Acute Lung Injury Consensus Conference (PALICC) 2 were screened for eligibility. To be enrolled in the study, children had to have lung injury within 7 days of a known clinical insult, new infiltrate(s) consistent with acute pulmonary parenchymal disease on chest imaging and be receiving oxygen delivered either non-invasively or invasively to maintain an oxygen saturation in the 88-97% range. Respiratory viral infections were confirmed by respiratory viral polymerase chain reaction testing as ordered at the discretion of the primary medical team caring for the patient. Although a viral infection may have been suspected, not all patients had clinical identification of the virus by laboratory testing.",
            "cite_spans": [
                {
                    "start": 284,
                    "end": 285,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Children were excluded if they had any perinatal related lung disease, respiratory failure fully explained by cardiac failure or fluid overload, chronic respiratory failure with mechanical ventilation via a tracheostomy or RAM cannula, confirmed immunodeficiency disorder, immunosuppression from chemotherapy for an oncologic process, chronic immunosuppression in a bone marrow transplant or solid organ transplant recipient, no parent or legal guardian present to provide written informed consent, or the attending physician did not wish the patient to participate in the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Clinical data collection. Clinical data were abstracted from the medical record onto a standardized form.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Variables included demographics; fraction inspired oxygen, mean airway pressure, arterial oxygen saturation or arterial oxygen pressure used to calculate an oxygen saturation index (OSI) or oxygenation index (OI), respectively; laboratory and microbiology results; length of mechanical ventilation and need for reintubation; length of PICU stay, use of high frequency oscillatory ventilation (HFOV) or extracorporeal membrane oxygenation (ECMO); and vital status. Severity of illness was determined by the Pediatric Risk of Mortality (PRISM)-III and Pediatric Logistic Organ Dysfunction (PELOD) scores were calculated within 24 hours of PICU admission [17] [18] [19] [20] . Need for mechanical ventilation to 28-days was monitored to calculate ventilator-free days 21 . Lung injury severity was categorized according to PALICC criteria 2 as follows: At Risk = OI < 4 (OSI < 5); Mild = 4 ≤ OI < 8 (5 ≤ OSI < 7.5); Moderate = 8 ≤ OI < 16 (7.5 ≤ OSI < 12.3); Severe = OI ≥ 16 (OSI ≥ 12.3).",
            "cite_spans": [
                {
                    "start": 652,
                    "end": 656,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 657,
                    "end": 661,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 662,
                    "end": 666,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 667,
                    "end": 671,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 765,
                    "end": 767,
                    "text": "21",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Blood and tracheal aspirate sample collections. A 4 mL blood specimen was collected in a K-EDTA vacutainer (Becton Dickinson, Franklin Lakes, NJ) within 24 hours of endotracheal intubation for children weighing greater than 6 kg who had either an arterial or central venous catheter. Serial blood samples were collected every other day for up to one week, and then weekly thereafter, for the duration of mechanical ventilation and/or the presence of either an arterial or central venous catheter. Assays for neutrophil activation were performed within an hour of blood collection and cells were kept at 4 °C until the assay was performed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Tracheal aspirates were obtained from patients on conventional mechanical ventilation by instilling 1-5 mL of sterile saline through the inline Ballard suction catheter and into a sterile Luken's trap as part of routine suctioning. Serial tracheal aspirate samples were collected every other day for up to one week, and then weekly thereafter, for the duration of mechanical ventilation. There was no weight limit below which a tracheal aspirate could be obtained on a patient. Children who were mechanically ventilated with high frequency oscillation ventilation were suctioned only if clinically indicated and approved by the attending physician. Tracheal aspirate samples were immediately placed on ice for transport to the laboratory for processing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Blood and tracheal aspirate sample processing. Blood was spun at 400 × g to separate cells from platelet-rich plasma. Plasma was spun at 3,000 × g to generate platelet-free plasma, aliquoted, and stored at −80 °C. Pelleted blood cells were resuspended in phosphate buffered saline (PBS) with 2.5 mM ethylenediaminetetraacetic acid (EDTA) up to the original whole blood volume for flow cytometry analysis or for neutrophil purification, as described 22 . Neutrophils were purified by negative selection from PBS-EDTA-washed whole blood using the EasySep Direct Human Neutrophil Isolation kit (STEMCELL Technologies Inc., Cambridge, MA) according to the manufacturer's instructions.",
            "cite_spans": [
                {
                    "start": 449,
                    "end": 451,
                    "text": "22",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Tracheal aspirate was gently dissociated using repeated passage through an 18 G needle after the addition of 6 ml of PBS-EDTA. Dissociated tracheal aspirate was then centrifuged at 800 × g to generate a cell pellet and a fluid fraction. The fluid fraction was spun at 3,000 × g to generate cell-free airway supernatant (ASN), aliquoted, www.nature.com/scientificreports www.nature.com/scientificreports/ and stored at −80 °C. Airway cells were resuspended in PBS-EDTA, counted using a Countess cytometer, and used for flow cytometry assays.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Transepithelial migration model for neutrophil conditioning. We used an in vitro model recently developed by our group that recapitulates airway neutrophil phenotype in chosen pathological lung environments. This model was previously applied to cystic fibrosis (CF), asthma, and chronic obstructive pulmonary disease (COPD), using ASN from patients with these conditions added apically to attract and condition naive blood neutrophils through a small airway epithelial lining into the lumen 16 . Briefly, 2 × 10 6 purified blood neutrophils were loaded onto the 200 µm-thick basal compartment of an Alvetex scaffold (ReproCELL, Glasgow, UK) coated with collagen and a monolayer of H441 cells, a human Club cell line, grown for two weeks at an air-liquid interface 16 . Neutrophils were allowed to migrate for 14 hours at 37 °C at 5% CO 2 through the collagen and epithelial layers into the apical compartment comprised of ASN diluted to 33% in RPMI 1640 medium with L-glutamine, or the same medium with the chemoattractant leukotriene B4 (LTB4, 100 nM).",
            "cite_spans": [
                {
                    "start": 491,
                    "end": 493,
                    "text": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 764,
                    "end": 766,
                    "text": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Cell staining and flow cytometry. Blood and airway neutrophils collected from patients in vivo and neutrophils transmigrated in the in vitro model were preincubated with human TruStain FcX receptor blocking solution (BioLegend, San Diego, CA) and Live/Dead Aqua (Thermo Fisher Scientific, Waltham, MA) for 10 min on ice in the dark followed by labeling antibodies listed in Table E1 , for 30 min. All panels were applied to blood samples. Due to limited numbers of cells in some tracheal aspirate samples, flow cytometry panels (detailed in Table E1 ) were prioritized as follows: Panel 1, Airway Purity, Fluorescence Minus 5 Control, Panel 2, and Panel 3. Samples were treated with BD Phosflow ™ Lyse/Fix Buffer (BD Biosciences, San Jose, CA), washed twice with PBS-EDTA, and stored at 4 °C in the dark until acquisition on a CytoFLEX flow cytometer (Beckman Coulter, Indianapolis, IN). Transmigrated neutrophils were similarly stained with flow panels described in Table E1 and acquired on an LSRII cytometer (BD Biosciences).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 374,
                    "end": 382,
                    "text": "Table E1",
                    "ref_id": null
                },
                {
                    "start": 541,
                    "end": 549,
                    "text": "Table E1",
                    "ref_id": null
                },
                {
                    "start": 967,
                    "end": 975,
                    "text": "Table E1",
                    "ref_id": null
                }
            ],
            "section": "Materials and Methods"
        },
        {
            "text": "Compensation, using AbC Total Antibody and ArC Amine-Reactive Compensation Beads (Thermo Fisher Scientific), gating and analysis were performed with FlowJo v.10 (Tree Star, Ashland, OR). Single cells were separated from doublet cells by gating on forward scatter area versus forward scatter height. Neutrophils were selected based on their forward scatter area versus side scatter area profiles. Live cells were then selected by exclusion of dead events positive for the dye Live/Dead Aqua, and platelets or platelet/leukocyte aggregates were excluded by staining for CD41a + events. CD66b + neutrophils were then confirmed by gating on CD66b versus side scatter area for both tracheal aspirate (Fig. E1A ) and whole blood neutrophils (Fig. E1B ). Mean fluorescence intensities of surface markers are reported for CD66b + neutrophils. To determine the background mean fluorescence intensity signal in the five reporter channels (PB450, AF488, PECy7, PE, and APC) we report mean fluorescence signal intensity in CD66b + neutrophils from the blood and airway samples that were only stained for CD41a, Live/ Dead aqua, CD66b, and CD16 (fluorescence minus (FM) five) controls (Fig. E2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 695,
                    "end": 704,
                    "text": "(Fig. E1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 735,
                    "end": 744,
                    "text": "(Fig. E1B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1172,
                    "end": 1180,
                    "text": "(Fig. E2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Materials and Methods"
        },
        {
            "text": "Human neutrophil elastase (HNE) activity was measured in ASN and plasma according to the supplier's protocol (Cayman Chemical, Ann Arbor, MI), with a kit-supplied standard curve. In addition, human matrix metalloproteinase-9 (MMP-9) DuoSet, myeloperoxidase (MPO) Quantikine ELISA kits (R&D Systems, Minneapolis, MN), and human lactoferrin ELISA kit (Abcam, Cambridge, MA) were used according to suppliers' protocols, and protein concentrations calculated using supplied standard curves. Data were collected on a BioTek (Winooski, VT) Synergy HT 96-well plate reader with recommended wavelengths and standard curve fit procedures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Human neutrophil elastase activity and enzyme-linked immunosorbent assays (ELISAs)."
        },
        {
            "text": "Neutrophil respiratory burst assay. Neutrophil respiratory burst intensity was assessed with dihydrorhodamine 123 after stimulation with 100 ng/mL of N-formyl-methionyl-leucyl-phenylalanine (fMLF) as described using a FACSCalibur cytometer 23, 24 . Phorbol 12-myristate 13-acetate (PMA) was used at a final concentration of 200 nM as a positive control for activation.",
            "cite_spans": [
                {
                    "start": 240,
                    "end": 243,
                    "text": "23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 244,
                    "end": 246,
                    "text": "24",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Human neutrophil elastase activity and enzyme-linked immunosorbent assays (ELISAs)."
        },
        {
            "text": "Bacterial killing assay. S. aureus and H. influenzae were grown in Luria broth (LB) or Chocolate media, respectively, at 37 °C with aeration to an optical density (600 nm) of 0.5. Bacteria were pelleted by centrifugation at 14,000 × g for 1 min at room temperature, resuspended in 500 µL 10% human serum in RPMI and opsonized for 30 min at 37 °C. Opsonized bacteria were added to neutrophils at a multiplicity of infection of 1. After 1 h of incubation at 37 °C, the cultures were lysed using 0.1% Triton for 2 min, after which the bacteria were serially diluted and plated in triplicate on LB or Chocolate agar plates, respectively, overnight at 37 °C in a non-CO 2 incubator. Viable bacterial colony forming unit (CFUs) were counted the following day and reported as a percentage of bacterial counts recorded from bacteria incubated in absence of neutrophils. Data analysis. Statistics were performed using JMP Pro 13 (SAS Institute, Cary, NC) and Prism 7 (GraphPad, San Diego, CA) for Windows. Unless otherwise stated, comparisons between samples were made using a Mann-Whitney U test or ANOVA with post-hoc Tukey test for multiple comparisons. Statistical significance was defined as a p value less than 0.05.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Human neutrophil elastase activity and enzyme-linked immunosorbent assays (ELISAs)."
        },
        {
            "text": "Nineteen patients in 20 admission encounters met criteria for being at risk for having PARDS, and in all 20 patient encounters the patient's parent consented to study participation. One patient (number 6) was excluded as the primary team caring for this patient believed that his multiple congenital anomalies contributed to his decompensation and intubation during an imaging study rather than an infection; however, six weeks later this patient www.nature.com/scientificreports www.nature.com/scientificreports/ (number 14) was readmitted and the parents again consented to the study. Table 1 Change in phenotype of neutrophils after airway migration from the circulation. Using flow cytometry, we compared the expression of critical surface markers between blood and airway neutrophils in children with acute lower airway infections within 24 hours of endotracheal intubation. Representative flow cytometry histograms showing the heterogeneity of surface marker expression in airway and blood neutrophils are shown in Fig. 1A -D. Both L-selectin (CD62L) and CD16, the low affinity Fc gamma receptor for immunoglobulin G (IgG), which can mediate degranulation, phagocytosis, and oxidative burst, were shed upon airway migration. Cell surface expression of CD63, a marker of primary granule exocytosis, and CD66b, a marker of secondary granule exocytosis, were increased in the airway compared with blood neutrophils. Granule release by airway neutrophils was confirmed by the presence of significant activity of human neutrophil elastase (HNE), a protease contained within primary granules, and matrix metalloprotein 9 (MMP-9) protein levels, a protease contained within secretory granules, in the cell-free airway fluid compared with platelet-free plasma (Fig. 1E,F) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 587,
                    "end": 594,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 1021,
                    "end": 1028,
                    "text": "Fig. 1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1758,
                    "end": 1769,
                    "text": "(Fig. 1E,F)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "We further characterized differences in surface expression of integrins responsible for adhesion and activation of the neutrophil respiratory burst, complement/antigen presentation, and IL8 chemotaxis receptors in airway vs. blood neutrophils (Fig. 2) . CD11b (integrin alpha M) and CD11c (integrin alpha X) were increased, while CD49d (VLA-4α) and CD54 (ICAM-1) were decreased on airway compared to blood neutrophils. The antigen presenting receptor HLA-DR (major histocompatibility class II) was also increased in airway compared with blood neutrophils. CD35 (complement receptor 1) was decreased in airway compared to blood neutrophils, while CD88 (complement receptor 5) and CD32 (medium affinity IgG receptor, which mediates phagocytosis, oxidative burst, platelet aggregation and immunomodulation) were unchanged. Finally, both CD181 (CXCR1 or IL8RA) and CD182 (CXCR2 or IL8RB) receptors were decreased in the airway neutrophils compared to blood neutrophils.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 243,
                    "end": 251,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Human neutrophil elastase activity is increased in the airway fluid of children with bacterial respiratory co-infections. Neutrophil degranulation is associated with increased severity of lung disease due to infection. HNE activity increased with versus without airway bacterial coinfection (Fig. 3) . In addition to activity of HNE (Fig. 3A) , MPO levels, but neither lactoferrin nor MMP-9, were higher in ASN from children with bacterial coinfection in the airways than those without (Fig. 3B-D) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 291,
                    "end": 299,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 333,
                    "end": 342,
                    "text": "(Fig. 3A)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 486,
                    "end": 497,
                    "text": "(Fig. 3B-D)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "In vitro modeling of airway neutrophil conditioning in PARDS patients. In order to further characterize differences in neutrophils recruited to the airways of children with or without bacterial coinfections www.nature.com/scientificreports www.nature.com/scientificreports/ following lower airway viral infections, we used ASN from children with lower airway viral infection collected within 24 hours of endotracheal intubation to show that this pathological milieu induces transepithelial migration of blood neutrophils in this in vitro model. Similar modulation of CD66b, CD63, CD16, and CD181 were observed between primary airway neutrophils from patients and donor neutrophils transmigrated into patient ASN compared to blood neutrophils (pre-transmigration) (Fig. 4A-D) . Although patient ASN had intrinsic HNE activity, there was no evidence for surface recapture of HNE in transmigrated neutrophils (Fig. 4E) . Unlike the in vivo patient data, CD88 (complement receptor 5a) was decreased in neutrophils transmigrated to ASN (Fig. 4F) , and HLA-DR was not different in neutrophils transmigrated to ASN (Fig. 4G) compared with blood neutrophils. In vivo, CXCR4 is a surface marker expressed on human neutrophils that plays a role in tissue retention [25] [26] [27] . www.nature.com/scientificreports www.nature.com/scientificreports/ Upon neutrophil transmigration in vitro, CXCR4 was upregulated compared to blood neutrophils (Fig. 4H) . Exploration of the Arg1 and PD-L1 axis demonstrated that Arg1 expression was increased on the cell surface of neutrophils transmigrated to ASN (Fig. 4I) . Neutrophils transmigrated into pooled Day 1 ASN from all patients had decreased PD-L1 surface expression compared to blood neutrophils (Fig. 4J) . However, we did not detect significant differences in Arg1 and PD-L1 expression on blood and airway neutrophils in vivo (data not shown). Experimental controls using negatively selected neutrophils rather than whole blood neutrophils (Fig. E3) and direct incubation of neutrophils with ASN compared with transmigration (Fig. E4 ) did not show significantly ",
            "cite_spans": [
                {
                    "start": 1255,
                    "end": 1259,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1260,
                    "end": 1264,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1265,
                    "end": 1269,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [
                {
                    "start": 763,
                    "end": 774,
                    "text": "(Fig. 4A-D)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 906,
                    "end": 915,
                    "text": "(Fig. 4E)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1031,
                    "end": 1040,
                    "text": "(Fig. 4F)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1108,
                    "end": 1117,
                    "text": "(Fig. 4G)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1432,
                    "end": 1441,
                    "text": "(Fig. 4H)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1587,
                    "end": 1596,
                    "text": "(Fig. 4I)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1734,
                    "end": 1743,
                    "text": "(Fig. 4J)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1980,
                    "end": 1989,
                    "text": "(Fig. E3)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2065,
                    "end": 2073,
                    "text": "(Fig. E4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Results"
        },
        {
            "text": "We next compared the respiratory burst capacity of blood neutrophils (Fig. 5A) to that of neutrophils transmigrated toward LTB4 (chemoattractant control) or patient ASN (Fig. 5B) . For blood neutrophils, there was no response at rest or upon fMLF stimulus without initial priming with granulocyte macrophage-colony stimulating factor (GM-CSF), and the burst intensity upon GM-CSF + fMLF treatment was much lower than that seen with the PMA positive control (Fig. 5A ). In contrast, neutrophils transmigrated toward LTB4 or pooled Day 1 ASN from all patients showed an increased respiratory burst intensity to fMLF compared to unstimulated transmigrated neutrophils (Fig. 5B) . Coincubation of neutrophils with pooled Day 1 ASN, without transmigration, for the same duration in serum-free media resulted in stimulation of the respiratory burst with no increase in intensity with addition of fMLF. Neutrophils transmigrated toward ASN was bimodal with a diminished fMLF-stimulated respiratory burst compared with neutrophils transmigrated toward LTB4. Transmigration through the small airway epithelial model primes neutrophils for an increased respiratory burst to fMLF stimulation, similar in intensity to PMA stimulus, compared with blood neutrophils stimulated with GM-CSF (compare Fig. 5A,B) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 69,
                    "end": 78,
                    "text": "(Fig. 5A)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 169,
                    "end": 178,
                    "text": "(Fig. 5B)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 457,
                    "end": 465,
                    "text": "(Fig. 5A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 665,
                    "end": 674,
                    "text": "(Fig. 5B)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1284,
                    "end": 1294,
                    "text": "Fig. 5A,B)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Respiratory burst in blood neutrophils in vivo and after transmigration into patient ASN in vitro."
        },
        {
            "text": "Next, we compared neutrophils transmigrated to patient ASN with bacterial coinfection (corresponding to high HNE activity) to those transmigrated to patient ASN with no bacterial coinfection (corresponding to low HNE activity). As shown in Fig. 5C ,D, neutrophils transmigrated to ASN from patients with bacterial coinfection had a lower fMLF-stimulated respiratory burst compared to those transmigrated to ASN from patients without bacterial coinfection. Neutrophils transmigrated to ASN from patients without bacterial coinfection had a lower respiratory burst than those transmigrated to LTB4. All conditions led to similar respiratory burst in response to PMA (solid histograms in Fig. 5D ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 240,
                    "end": 247,
                    "text": "Fig. 5C",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 685,
                    "end": 692,
                    "text": "Fig. 5D",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Respiratory burst in blood neutrophils in vivo and after transmigration into patient ASN in vitro."
        },
        {
            "text": "As seen in the healthy donor blood neutrophils, circulating neutrophils from patients also had low levels of priming as shown by a low respiratory burst with fMLF stimulation compared with PMA. The range of respiratory burst intensity at rest and after fMLF and PMA stimulation is illustrated in Fig. E5A -D, with some patients demonstrating blood neutrophils that are primed to respond to fMLF and some that are not (Fig. E5C,D) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 296,
                    "end": 304,
                    "text": "Fig. E5A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 417,
                    "end": 429,
                    "text": "(Fig. E5C,D)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Respiratory burst in blood neutrophils in vivo and after transmigration into patient ASN in vitro."
        },
        {
            "text": "Surface expression of CD16 and CD62L were measured on neutrophils from patient blood obtained within 24 hours of intubation, at rest and following stimulation with fMLF or PMA. Neutrophils that shed CD62L and have high CD16 expression have been previously associated with an immunosuppressive phenotype, while neutrophils with low levels of both CD62L and CD16 are considered immature 14,28-30 . We did not observe elevated percentages of either of these immunosuppressive or immature neutrophil populations in our patients on Days ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Respiratory burst in blood neutrophils in vivo and after transmigration into patient ASN in vitro."
        },
        {
            "text": "AsN. We compared surface protein expression of markers in neutrophils transmigrated to HNE-rich and HNE-poor ASN. As shown in Fig. 6A-D, Arg1 , CD63, CD66b were increased and CD16 expression was decreased in neutrophils transmigrated to bacterial coinfected patient ASN versus no bacterial coinfection patient ASN www.nature.com/scientificreports www.nature.com/scientificreports/ ( Fig. 6A-D) . The complete set of surface markers assessed in those two conditions, in comparison with blood neutrophils (pre-transmigration) and with neutrophils transmigrated to LTB4 is shown in Fig. E6 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 126,
                    "end": 141,
                    "text": "Fig. 6A-D, Arg1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 383,
                    "end": 393,
                    "text": "Fig. 6A-D)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 579,
                    "end": 586,
                    "text": "Fig. E6",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Altered surface protein expression and bacterial killing of neutrophils transmigrated to HNE-rich"
        },
        {
            "text": "Finally, we performed bacterial killing assays by neutrophils of H. influenzae and S. aureus, which are PARDS-associated gram-negative and gram-positive bacteria, respectively. Neutrophils transmigrated toward bacterial coinfected ASN showed a lower ability to kill both H. influenzae and S. aureus than those transmigrated to no bacterial coinfection ASN (Fig. 7) . Neutrophils transmigrated toward LTB4 killed H. influenzae with similar efficiency as those transmigrated to HNE-poor ASN, while for S. aureus they were less efficient (Fig. 7) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 356,
                    "end": 364,
                    "text": "(Fig. 7)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 535,
                    "end": 543,
                    "text": "(Fig. 7)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Altered surface protein expression and bacterial killing of neutrophils transmigrated to HNE-rich"
        },
        {
            "text": "Blood neutrophils recruited to the lungs of children at risk of or with PARDS due to lower airway viral infections are generally believed to rapidly die therein, leading to the passive release of HNE and other toxic by-products that promote lung injury [31] [32] [33] . In contrast with this conventional paradigm, the findings presented here support the notion that a large population of neutrophils remains viable and undergo profound changes upon recruitment to the airways of these patients. Viable airway neutrophils demonstrated surface mobilization of multiple sets of granules, and lose surface expression of CD16, a key phagocytic receptor. Furthermore, airway neutrophils increased expression of HLA-DR, typically associated with professional antigen-presenting cells, thus reflecting functional changes. To further investigate this process, we adapted an airway inflammation model developed in our group to study diseases of chronic lung inflammation (CF, asthma, COPD) to acute lung inflammatory processes occurring in children with acute respiratory failure due to lower airway infections. This model allowed www.nature.com/scientificreports www.nature.com/scientificreports/ for transepithelial recruitment and pathological conditioning of neutrophils by cell-free patient airway fluid and recapitulated cardinal features of airway neutrophils collected from these patients in vivo. In addition, we identified an association between active HNE exocytosis and bacterial coinfections within 24 hours of endotracheal intubation in these patients and observed that neutrophils recruited to the cell-free airway fluid of patients coinfected with bacteria become deficient in their respiratory burst capacity and in their ability to kill bacteria.",
            "cite_spans": [
                {
                    "start": 253,
                    "end": 257,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 258,
                    "end": 262,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 263,
                    "end": 267,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "HNE is a serine protease contained in primary granules, and elevated levels in bronchoalveolar lavage and plasma are associated with severity of lung injury in ARDS 34 . While extracellular HNE can reflect live neutrophil activation and degranulation, in the tracheal aspirate both necrotic and neutrophils releasing neutrophil extracellular traps (NETs) may also contribute to increased extracellular levels of HNE, thus precluding the use of extracellular HNE activity as a stringent marker of live neutrophil degranulation. Elevated levels of MMP-9 in the lung epithelial lining fluid of patients with ARDS has also been associated with increased severity of lung injury 34, 35 . Primary granule exocytosis in airway compared to blood neutrophils is evidenced by the increase in CD63 expression in addition to decreases in CD16 and CD35 expression as the latter proteins contain HNE and MMP cleavage sites and may also be removed by membrane reuptake 9, 36 . While CD62L downregulation is expected, CD16 expression is generally increased upon transmigration due to degranulation of secretory vesicles www.nature.com/scientificreports www.nature.com/scientificreports/ and tertiary granules 37, 38 ; however, CD16 can be downregulated if endocytosed and cleaved by high activity levels of HNE and MMP-9 16, 36 . Secondary granule exocytosis in airway neutrophils is evidenced by an increase in CD66b expression compared to blood neutrophils. Whether this abnormal activation response can be leveraged therapeutically remains unclear. Indeed, HNE inhibitors, such as sivelestat, have failed to improve mortality in ARDS patients likely due to competing proteases, release of other damage-associated molecular pattern molecules and alarmins, and the immunomodulatory effects of neutrophils on T-cells in the airways of ARDS patients 39 . Significant differences in neutrophil activation markers between the blood and airway compartments observed in our patient population is consistent with prior studies 5, 9, 16, 22, 40 . Our results highlight the importance of studying the airway fluid and cells recruited therein, rather than simply inferring airway neutrophil behavior and function based on cells isolated from blood.",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 167,
                    "text": "34",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 674,
                    "end": 677,
                    "text": "34,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 678,
                    "end": 680,
                    "text": "35",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 954,
                    "end": 956,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 957,
                    "end": 959,
                    "text": "36",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1193,
                    "end": 1196,
                    "text": "37,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1197,
                    "end": 1199,
                    "text": "38",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1305,
                    "end": 1308,
                    "text": "16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1309,
                    "end": 1311,
                    "text": "36",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 2005,
                    "end": 2007,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 2008,
                    "end": 2010,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2011,
                    "end": 2014,
                    "text": "16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 2015,
                    "end": 2018,
                    "text": "22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 2019,
                    "end": 2021,
                    "text": "40",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Neutrophil priming by agents such as GM-CSF, tumor necrosis factor α or lipopolysaccharide delay apoptosis of neutrophils at sites of inflammation and increase their degranulation and respiratory burst responses to an activating agent 5, 41 . Interestingly, one of the roles assigned to the healthy pulmonary vasculature is to selectively retain primed neutrophils, deprime and release them into the bloodstream 42 . This depriming mechanism may be dysfunctional in ARDS, resulting in release of primed neutrophils into the systemic vasculature that can damage extra-pulmonary organs 42 . Migration of healthy donor neutrophils through our small airway epithelial model primes these neutrophils to undergo a respiratory burst; however, migration to ASN with high NE activity had an attenuated respiratory burst upon fMLF stimulation. The decreased respiratory burst in the presence of HNE-rich ASN from bacterially coinfected patients may serve as rapidly assessed biomarker of bacterial coinfection. The mechanism to explain the poor killing of H. influenzae and S. aureus by neutrophils transmigrated to HNE-rich ASN in our model, which is associated with the clinical outcome of a bacterial coinfection, remains to be explored. An increase in relative Arg1 gene transcript levels has been shown in blood neutrophils from ARDS patients relative to healthy volunteers 5 consistent with our finding of an upregulation in Arg1 surface expression in neutrophils transmigrated to bacterial coinfected ASN. The influence of other immunoregulatory pathways, such as the PD-L1/PD-1 axis, are under investigation as a possible mechanism to explain bacterial coinfection in some children for viral induced respiratory failure.",
            "cite_spans": [
                {
                    "start": 235,
                    "end": 237,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 238,
                    "end": 240,
                    "text": "41",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 412,
                    "end": 414,
                    "text": "42",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 584,
                    "end": 586,
                    "text": "42",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "While our transepithelial neutrophil migration model sets up the possibility for controlled studies of the fate of neutrophils in PARDS patients, we acknowledge several limitations. First, we did not perform full functional analyses on primary airway neutrophils due to limited cellular material from patients. Instead, we used cell surface markers of activation as a proxy to inform how well our transepithelial migration model compared to the changes seen in blood and airway neutrophils from patients. In addition, most of our experimental data comes from the transepithelial migration model which recapitulates the small airways -respiratory generation 8 to 16. The tracheal aspirates from the patients were actually collected from airway generation 1 to 2; however, bronchoalveolar lavage of children is not commonly performed unless needed for diagnostic and therapeutic purposes for severe lung injury. Second, we are limited in our ability to collect blood samples from children with a weight under 6 kg or without a central venous or arterial catheter for blood sampling, which made paired comparisons between blood and airway neutrophils from each patient impossible. Nevertheless, despite our limited numbers of patients, we sampled enough patients to identify significant differences in activation and immunomodulatory markers on neutrophils. Although we previously showed differential neutrophil behavior comparing hypertonic saline-induced sputum cells from CF patients and healthy adults 9,16,22 , we were not able to include controls in this study owing to ethical limitations on obtaining non-clinically indicated airway lavage samples on children intubated for elective surgeries. In addition, children intubated for airway protection, rather than for respiratory failure due to a pulmonary cause, do not have neutrophil-rich airway lavage samples making a direct comparison of cellular material impossible to perform. Instead, we focused on serial blood and airway compartment sampling over time in the PICU to profile how neutrophils change such that each patient may act as their own control in future studies. While children in this study ranged in age from 9 days to 16 years, the majority were under 2 years of age limiting comparisons of neutrophil behavior stratified by age. Finally, patients included in this study were infected with a variety of respiratory viruses and due to limited sample size, we cannot determine the effect of any one virus on airway neutrophil behavior or susceptibility to bacterial coinfection. Despite the infectious heterogeneity of our limited number of samples, we were able to detect a significant neutrophil dysfunction signal in the presence of an activated neutrophil environment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In summary, our study highlights phenotypic differences between airway and blood neutrophils in patients at risk of or with PARDS due to lower respiratory tract viral infections with or without bacterial coinfection, emphasizing the need to study compartment-specific behaviors of neutrophils. In addition, we showed that bacterial coinfections on Day 1 of illness may be predicted using markers of neutrophil granule release, immunomodulatory proteins, and metabolic activities, which may inform antimicrobial treatment of patients. Finally, we showcased a novel in vitro transmigration model to study airway neutrophil function following recruitment to and conditioning by patient cell-free airway fluid, laying critical foundations for future mechanistic and therapeutic studies of airway neutrophils in PARDS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The datasets generated during and/or analyzed during the current study are available from the corresponding author on reasonable request.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Availability"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Acute respiratory distress in adults",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Ashbaugh",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Bigelow",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Petty",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Levine",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "Lancet",
            "volume": "2",
            "issn": "",
            "pages": "319--323",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Pediatric Acute Lung Injury Consensus Conference Group. Pediatric acute respiratory distress syndrome: definition, incidence, and epidemiology: proceedings from the Pediatric Acute Lung Injury Consensus Conference",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Khemani",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Zimmerman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Erickson",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "16",
            "issn": "",
            "pages": "23--40",
            "other_ids": {
                "DOI": [
                    "10.1097/PCC.0000000000000432"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Contribution of neutrophils to acute lung injury",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Grommes",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Soehnlein",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Mol Med",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2119/molmed.2010.00138"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Lung neutrophils in the adult respiratory distress syndrome. Clinical and pathophysiologic significance",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Weiland",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Am Rev Respir Dis",
            "volume": "133",
            "issn": "",
            "pages": "218--225",
            "other_ids": {
                "DOI": [
                    "10.1164/arrd.1986.133.2.218"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Acute Respiratory Distress Syndrome Neutrophils Have a Distinct Phenotype and Are Resistant to Phosphoinositide 3-Kinase Inhibition",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Juss",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Am J Respir Crit Care Med",
            "volume": "194",
            "issn": "",
            "pages": "961--973",
            "other_ids": {
                "DOI": [
                    "10.1164/rccm.201509-1818OC"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "TCR zeta-chain downregulation: curtailing an excessive inflammatory immune response",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Baniyash",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nat Rev Immunol",
            "volume": "4",
            "issn": "",
            "pages": "675--687",
            "other_ids": {
                "DOI": [
                    "10.1038/nri1434"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Immune suppression by neutrophils in HIV-1 infection: role of PD-L1/PD-1 pathway",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Bowers",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS Pathog",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.ppat.1003993"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Programmed death-1 ligand 1 interacts specifically with the B7-1 costimulatory molecule to inhibit T cell responses",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Butte",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Keir",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "B"
                    ],
                    "last": "Phamduy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Sharpe",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Freeman",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Immunity",
            "volume": "27",
            "issn": "",
            "pages": "111--122",
            "other_ids": {
                "DOI": [
                    "10.1016/j.immuni.2007.05.016"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Mature cystic fibrosis airway neutrophils suppress T cell function: evidence for a role of arginase 1 but not programmed death-ligand 1",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Ingersoll",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Immunol",
            "volume": "194",
            "issn": "",
            "pages": "5520--5528",
            "other_ids": {
                "DOI": [
                    "10.4049/jimmunol.1500312"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Suppression of T-cell functions by human granulocyte arginase",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Munder",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Blood",
            "volume": "108",
            "issn": "",
            "pages": "1627--1634",
            "other_ids": {
                "DOI": [
                    "10.1182/blood-2006-11-010389"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Exocytosis of azurophil and arginase 1-containing granules by activated polymorphonuclear neutrophils is required to inhibit T lymphocyte proliferation",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rotondo",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Leukoc Biol",
            "volume": "89",
            "issn": "",
            "pages": "721--727",
            "other_ids": {
                "DOI": [
                    "10.1189/jlb.1109737"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "T cell exhaustion",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Wherry",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nat Immunol",
            "volume": "12",
            "issn": "",
            "pages": "492--499",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "L-Arginine modulates CD3zeta expression and T cell function in activated human T lymphocytes",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Zea",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Cell Immunol",
            "volume": "232",
            "issn": "",
            "pages": "21--31",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cellimm.2005.01.004"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "A subset of neutrophils in human systemic inflammation inhibits T cell responses through Mac-1",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pillay",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Clin Invest",
            "volume": "122",
            "issn": "",
            "pages": "327--336",
            "other_ids": {
                "DOI": [
                    "10.1172/JCI57990"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Neutrophil plasticity enables the development of pathological microenvironments: implications for cystic fibrosis airway disease",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Margaroli",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tirouvanziam",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Mol Cell Pediatr",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s40348-016-0066-2"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Frontline Science: Pathological conditioning of human neutrophils recruited to the airway milieu in cystic fibrosis",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "A"
                    ],
                    "last": "Forrest",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Leukoc Biol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/JLB.5HI1117-454RR"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Paediatric logistic organ dysfunction (PELOD) score",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Leteurtre",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Duhamel",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Grandbastien",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lacroix",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Leclerc",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Lancet",
            "volume": "367",
            "issn": "",
            "pages": "68371--68373",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(06)68371-2"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "PELOD-2: an update of the PEdiatric logistic organ dysfunction score",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Leteurtre",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Crit Care Med",
            "volume": "41",
            "issn": "",
            "pages": "1761--1773",
            "other_ids": {
                "DOI": [
                    "10.1097/CCM.0b013e31828a2bbd"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "PRISM III: an updated Pediatric Risk of Mortality score",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Pollack",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [
                        "E"
                    ],
                    "last": "Ruttimann",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Crit Care Med",
            "volume": "24",
            "issn": "",
            "pages": "743--752",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Pediatric risk of mortality (PRISM) score",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Pollack",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [
                        "E"
                    ],
                    "last": "Ruttimann",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Getson",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Crit Care Med",
            "volume": "16",
            "issn": "",
            "pages": "1110--1116",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Statistical evaluation of ventilator-free days as an efficacy measure in clinical trials of treatments for acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Schoenfeld",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Bernard",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Network",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Crit Care Med",
            "volume": "30",
            "issn": "",
            "pages": "1772--1777",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Metabolic adaptation of neutrophils in cystic fibrosis airways involves distinct shifts in nutrient transporter expression",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Laval",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Immunol",
            "volume": "190",
            "issn": "",
            "pages": "6043--6050",
            "other_ids": {
                "DOI": [
                    "10.4049/jimmunol.1201755"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Neutrophil Oxidative Burst Assay: A Dihydrorhodamine (DHR) based testing of Chronic Granulomatous Disease (CGD) with CytoFlex Flow Cytometer",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Golightly",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mchenry",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Racanelli",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Golightly",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Neutrophil Phenotype Correlates With Postoperative Inflammatory Outcomes in Infants Undergoing Cardiopulmonary Bypass",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Huber",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Pediatr Crit Care Med",
            "volume": "18",
            "issn": "",
            "pages": "1145--1152",
            "other_ids": {
                "DOI": [
                    "10.1097/PCC.0000000000001361"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "CXCR4 is a key regulator of neutrophil release from the bone marrow under basal and stress granulopoiesis conditions",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Eash",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Means",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Link",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Blood",
            "volume": "113",
            "issn": "",
            "pages": "4711--4719",
            "other_ids": {
                "DOI": [
                    "10.1182/blood-2008-09-177287"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Chemokines acting via CXCR2 and CXCR4 control the release of neutrophils from the bone marrow and their return following senescence",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Immunity",
            "volume": "19",
            "issn": "",
            "pages": "583--593",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Modulation of CXC chemokine receptor expression and function in human neutrophils during aging in vitro suggests a role in their clearance from circulation",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Weisel",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Mediators Inflamm",
            "volume": "790174",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1155/2009/790174"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Neutrophil subset responses in infants with severe viral respiratory infection",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cortjens",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Clin Immunol",
            "volume": "176",
            "issn": "",
            "pages": "100--106",
            "other_ids": {
                "DOI": [
                    "10.1016/j.clim.2016.12.012"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Neutrophil phenotypes in health and disease",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hellebrekers",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Vrisekoop",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Koenderman",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Eur J Clin Invest",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/eci.12943"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Functional heterogeneity and differential priming of circulating neutrophils in human experimental endotoxemia",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pillay",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Leukoc Biol",
            "volume": "88",
            "issn": "",
            "pages": "211--220",
            "other_ids": {
                "DOI": [
                    "10.1189/jlb.1209793"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Neutrophil extracellular traps kill bacteria",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Brinkmann",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Science",
            "volume": "303",
            "issn": "",
            "pages": "1532--1535",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1092385"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "A Role for Neutrophils in Viral Respiratory Disease",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "V"
                    ],
                    "last": "Camp",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Jonsson",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Front Immunol",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fimmu.2017.00550"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Neutrophils and immunity: challenges and opportunities",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Nathan",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nat Rev Immunol",
            "volume": "6",
            "issn": "",
            "pages": "173--182",
            "other_ids": {
                "DOI": [
                    "10.1038/nri1785"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Leukocyte elastase: physiological functions and role in acute lung injury",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Downey",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Am J Respir Crit Care Med",
            "volume": "164",
            "issn": "",
            "pages": "896--904",
            "other_ids": {
                "DOI": [
                    "10.1164/ajrccm.164.5.2103040"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Role of gelatinase B and elastase in human polymorphonuclear neutrophil migration across basement membrane",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Delclaux",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Am J Respir Cell Mol Biol",
            "volume": "14",
            "issn": "",
            "pages": "288--295",
            "other_ids": {
                "DOI": [
                    "10.1165/ajrcmb.14.3.8845180"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Elastase and metalloproteinase activities regulate soluble complement receptor 1 release",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sadallah",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Eur J Immunol",
            "volume": "29",
            "issn": "",
            "pages": "3754--3761",
            "other_ids": {
                "DOI": [
                    "10.1002/(SICI)1521-4141"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Neutrophil heterogeneity in health and disease: a revitalized avenue in inflammation and immunity",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Beyrau",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "V"
                    ],
                    "last": "Bodkin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nourshargh",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Open Biol",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1098/rsob.120134"
                ]
            }
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Granules of the human neutrophilic polymorphonuclear leukocyte",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Borregaard",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Cowland",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Blood",
            "volume": "89",
            "issn": "",
            "pages": "3503--3521",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Effect of neutrophil elastase inhibitor (sivelestat sodium) in the treatment of acute lung injury (ALI) and acute respiratory distress syndrome (ARDS): a systematic review and meta-analysis",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Iwata",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Intern Med",
            "volume": "49",
            "issn": "",
            "pages": "2423--2432",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Activation of critical, host-induced, metabolic and stress pathways marks neutrophil entry into cystic fibrosis lungs",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Makam",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Proc Natl Acad Sci",
            "volume": "106",
            "issn": "",
            "pages": "5779--5783",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.0813410106"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Multiple Phenotypic Changes Define Neutrophil Priming",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Miralda",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Uriarte",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Mcleish",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Front Cell Infect Microbiol",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fcimb.2017.00217"
                ]
            }
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Pulmonary retention of primed neutrophils: a novel protective host response, which is impaired in the acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Summers",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Thorax",
            "volume": "69",
            "issn": "",
            "pages": "623--629",
            "other_ids": {
                "DOI": [
                    "10.1136/thoraxjnl-2013-204742"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Characterization of blood and airway neutrophils markers by flow cytometry and markers of neutrophil activation in the plasma and airway fluid. Box plots of neutrophil cell surface markers for (A) CD62L, (B) CD16, (C) CD66b, and (D) CD63 in the blood (n = 8) and airway (n = 18) collected within 24 hours of endotracheal intubation (Day 1). Examples of histograms of the primary flow cytometry data are shown beside the box plot for each marker. Red and blue histograms represent blood and airway neutrophils, respectively. (E) Human neutrophil elastase activity assay and (F) matrix metalloproteinase 9 (MMP-9) protein levels from Day 1 plasma and cell-free airway fluid from tracheal aspirate samples. Box plots depict median values, the box edges are the 25 th to 75 th interquartile ranges (IQR), and the whiskers are the 5−95% confidence intervals. * p < 0.05. (2019) 9:2874 | https://doi.org/10.1038/s41598-019-39726-w",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Characterization of blood (n = 8) and airway (n = 18) neutrophil cell surface markers of activation by flow cytometry. Samples were collected within 24 hours of endotracheal intubation (Day 1). Surface expression of integrins (A) CD11b, (B) CD11c, (C) CD49d, and (D) CD54, the immunoglobulin G receptor (E) CD32, (F) MHC II receptor, HLA-DR, and complement receptors (G) CD35 (C3b/C4b, CR1), and (H) CD88 (C5aR), and of the IL8 receptors (I) CD181 and (J) CD182. Box plots depict median values, the box edges are the 25 th to 75 th interquartile ranges (IQR), and the whiskers are the 5−95% confidence intervals. * p < 0.05. (2019) 9:2874 | https://doi.org/10.1038/s41598-019-39726-w www.nature.com/scientificreports www.nature.com/scientificreports/ different results compared with those shown inFig. 4, except for CD16 which decreased in the co-incubated experiment compared to transmigrated neutrophils.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Airway supernatant (ASN) markers of neutrophils activation analyzed by the absence (n = 9-11) or presence (n = 19-21) of a respiratory bacterial co-infection from tracheal aspirate samples obtained within 24 hours of endotracheal intubation (Day 1 samples). (A) Human neutrophil elastase (HNE) activity and (B) myeloperoxidase levels are elevated in children with a respiratory bacterial co-infection compared to those without a bacterial co-infection. There is no significant difference in (C) matrix metalloproteinase 9 (MMP-9) or (D) lactoferrin protein levels in children with a respiratory bacterial co-infection compared to those without a bacterial co-infection. The central line is the mean value with whiskers representing the standard deviation.Samples were compared using the Mann-Whitney U test. * p < 0.05.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Characterization of cell surface markers of activation by flow cytometry of donor neutrophils from whole blood (WB) (n = 6) and transmigrated through the small-airways model for 14 hours towards airway supernatant (TM ASN) (n = 6-9). (A) CD66b, (B) CD63, (C) CD16, (D) CD181, (E) HNE, (F) CD88, (G) HLA-DR, (H) CXCR4 (CD184), (I) Arg-1, (J) PD-L1. Box plots depict median values, the box edges are the 25 th to 75 th interquartile ranges (IQR), and the whiskers are the 5−95% confidence intervals. Samples were compared using the Mann-Whitney U test. * p < 0.05.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Transmigration through the airway model primes healthy donor neutrophils to activate the respiratory burst when stimulated by N-formylmethionyl-leucine-phenylalanine (fMLF) as measured by dihydrorhodamine (DHR) flow cytometry assay. (A) Representative flow cytometry histograms depicting healthy donor neutrophil DHR response to fMLF without (blue histogram) and with priming by GM-CSF (100 ng/mL; green histogram) for 30 minutes at 37 °C, 5% CO 2 . PMA-stimulated (100 pg/mL) neutrophils serve as a positive control (orange histogram). Unstimulated, DHR loaded neutrophils are shown as a negation control (red histogram). (B) Representative flow cytometry data depicting the DHR fluorescence to fMLF stimulus for transmigrated to LTB4 (red histograms), transmigrated to pooled Day 1 ASN (blue histograms) and neutrophils co-incubated with pooled Day 1 ASN (green histograms) for one donor. PMA (magenta histogram) is included as a maximal respiratory burst positive control. (C) Change in the DHR response to fMLF stimulation for neutrophils allowed to transmigrate for 14 hours toward LTB4, ASN with no bacterial coinfection (low HNE), or ASN with bacterial coinfection (high HNE) diluted 1:3 in serum-free media. Data are reported as the mean and standard deviation for three donors and analyzed using ANOVA with a posthoc Tukey test for multiple comparisons. * p < 0.05. (D) Representative flow cytometry histogram from one neutrophil donor transmigrated as described in C). (2019) 9:2874 | https://doi.org/10.1038/s41598-019-39726-w",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Box plots depict surface marker changes for neutrophils from 3 donors transmigrated as in C): (A) Arg1, (B) CD63, C) CD66b, and (D) CD16. Box plots depict median values, the box edges are the minimum and maximum values. * p < 0.05.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Percent bacterial killing of (A) Haemophilus influenzae or (B) Staphylococcus aureus by neutrophils from 3 donors allowed to transmigrate to LTB4, or ASN with no bacterial coinfection (low HNE) or ASN with bacterial coinfection (high HNE) for 14 hours. Samples were compared using ANOVA with a post-hoc Tukey test for multiple comparisons. * p < 0.05.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "details characteristics of the 19 enrolled patients.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 1. Patient Demographics and Clinical Characteristics. a None of the patients enrolled were of Hispanic ethnicity. b Patients 13 and 15 were cannulated to venous-arterial extracorporeal membrane oxygenation. Patient 14 was enrolled into the study twice during unrelated admissions 6 weeks apart. There was no infection suspected during the first admission (enrolled as patient 6), therefore only data from the second admission is included. d Patients 1, 3, 7, and 14 were reintubated within 48 hours of extubation. e High frequency oscillatory ventilation. f RSV: respiratory syncytial virus, HMPV: human metapneumovirus.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We acknowledge the Emory + Children's Flow Cytometry Core for access to flow cytometry instrumentation. The authors thank the bedside caregivers of the patients involved in this study for their skilled and compassionate care. We thank Cheryl L. Stone, RN for her support as research nurse coordinator for this study. We thank our colleagues, Tammy Zaworski, PNP, Lisa Lima, MD, Rachel Sirignano, MD, Matt Paden, MD, Megan Land, MD and Frank Harris for their contribution to this study. We also thank Pradip Kamat, MD, MBA, Lokesh Guglani, MD and Rajit Basu, MD for their critical reading and suggestions to improve the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "J.G., A.F. and R.T. conceived and developed the study. J.G. drafted the manuscript. V.G., C.M., B.D. and S.S. helped perform experiments and to interpret the data. M.B. helped with patient sample processing. All authors edited and approved the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Contributions"
        },
        {
            "text": "Supplementary information accompanies this paper at https://doi.org/10.1038/s41598-019-39726-w.Competing Interests: Drs. Grunwell, Fitzpatrick, and Tirouvanziam received support for research from the National Institutes of Health. None of the authors have any conflicts of interest. Dr. Grunwell is supported by the Atlanta Pediatric Scholars Program grant K12HD072245.Publisher's note: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit http://creativecommons.org/licenses/by/4.0/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Additional Information"
        }
    ]
}