{
    "paper_id": "a945fe15ef46edadf3f4712668dfc7ee8e5c821d",
    "metadata": {
        "title": "SARS and hospital priority setting: a qualitative case study and evaluation",
        "authors": [
            {
                "first": "Jennifer",
                "middle": [],
                "last": "Ah Bell",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Toronto",
                    "location": {
                        "settlement": "Toronto",
                        "country": "Canada"
                    }
                },
                "email": "jenniferahbell-jah.bell@utoronto.ca"
            },
            {
                "first": "Sylvia",
                "middle": [],
                "last": "Hyland",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Toronto",
                    "location": {
                        "settlement": "Toronto",
                        "country": "Canada"
                    }
                },
                "email": "sylvia.hyland@uhn.on.ca"
            },
            {
                "first": "Tania",
                "middle": [],
                "last": "Depellegrin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Toronto",
                    "location": {
                        "settlement": "Toronto",
                        "country": "Canada"
                    }
                },
                "email": "taniadepellegrin-tanathome@hotmail.com"
            },
            {
                "first": "Ross",
                "middle": [
                    "Eg"
                ],
                "last": "Upshur",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Toronto",
                    "location": {
                        "settlement": "Toronto",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Mark",
                "middle": [],
                "last": "Bernstein",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Toronto",
                    "location": {
                        "settlement": "Toronto",
                        "country": "Canada"
                    }
                },
                "email": "mark.bernstein@uhn.on.ca"
            },
            {
                "first": "Douglas",
                "middle": [
                    "K"
                ],
                "last": "Martin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Toronto",
                    "location": {
                        "settlement": "Toronto",
                        "country": "Canada"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Priority setting is one of the most difficult issues facing hospitals because of funding restrictions and changing patient need. A deadly communicable disease outbreak, such as the Severe Acute Respiratory Syndrome (SARS) in Toronto in 2003, amplifies the difficulties of hospital priority setting. The purpose of this study is to describe and evaluate priority setting in a hospital in response to SARS using the ethical framework 'accountability for reasonableness'.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods: This study was conducted at a large tertiary hospital in Toronto, Canada. There were two data sources: 1) over 200 key documents (e.g. emails, bulletins), and 2) 35 interviews with key informants. Analysis used a modified thematic technique in three phases: open coding, axial coding, and evaluation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Participants described the types of priority setting decisions, the decision making process and the reasoning used. Although the hospital leadership made an effort to meet the conditions of 'accountability for reasonableness', they acknowledged that the decision making was not ideal. We described good practices and opportunities for improvement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusions: 'Accountability for reasonableness' is a framework that can be used to guide fair priority setting in health care organizations, such as hospitals. In the midst of a crisis such as SARS where guidance is incomplete, consequences uncertain, and information constantly changing, where hour-by-hour decisions involve life and death, fairness is more important rather than less.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "As of August 12, 2003 there were 438 probable and suspected cases of Severe Acute Respiratory Syndrome (SARS) in Canada -the majority located in Toronto. In Toronto there were forty-four SARS related deaths and over 100 health care workers contracted SARS, placing intense pressure on Toronto's public health and hospital system [1] .",
            "cite_spans": [
                {
                    "start": 6,
                    "end": 21,
                    "text": "August 12, 2003",
                    "ref_id": null
                },
                {
                    "start": 329,
                    "end": 332,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Due to both the importance of hospitals in any health system and the difficulties they face, improving priority setting (also known as rationing or resource allocation) within hospitals is crucial. Priority setting is one of the most difficult issues facing hospitals because of funding restrictions and changing patient need. A deadly communicable disease outbreak, such as SARS in Toronto in 2003, amplifies the difficulties of hospital priority setting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Key goals of priority setting in any context are legitimacy and fairness. 'Accountability for reasonableness' is an explicit ethical framework for legitimate and fair priority setting in health care [2] . It is internationally recognized as a framework that can guide priority setting in health systems and their institutions [3] [4] [5] . According to 'accountability for reasonableness', an institution's priority setting may be considered fair if four conditions are met: relevance, publicity, appeals, and enforcement (see Table  1 ).",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 202,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 326,
                    "end": 329,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 330,
                    "end": 333,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 334,
                    "end": 337,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 527,
                    "end": 535,
                    "text": "Table  1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Background"
        },
        {
            "text": "In 2003, the outbreak of SARS further challenged priority setting decision makers in Toronto hospitals, creating decision making difficulties in relation to both SARS and non-SARS patients. To what extent should the need for containment over-ride other important needs? To what extent should the need for quick decisions over-ride the need for legitimate and fair decision making?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Only a few studies have directly examined priority setting in hospitals -two focused on technology acquisition [6, 7] , one on strategic planning [8] , one on a hospital drug formulary [9] , and two on hospital ICUs [10, 11] . The latter four studies used 'accountability for reasonableness' as the study framework. To our knowledge there have been no studies of hospital priority setting during an emergency response to a communicable disease outbreak.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 114,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 115,
                    "end": 117,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 146,
                    "end": 149,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 185,
                    "end": 188,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 216,
                    "end": 220,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 221,
                    "end": 224,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The purpose of this study was to describe priority setting in a hospital in response to SARS and evaluate it using 'accountability for reasonableness'.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "To describe priority setting we used qualitative case study methods. A case study is \"an empirical inquiry that investigates a contemporary phenomenon within its real-life context\" [12] . This is an appropriate method because priority setting in hospitals is complex, context-dependent, and involves social processes. To evaluate the description we used the four conditions of 'accountability for reasonableness' (described in Table 1 ).",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 185,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 427,
                    "end": 434,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Design"
        },
        {
            "text": "This case study was conducted at a large tertiary hospital in Toronto, Canada.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Setting"
        },
        {
            "text": "We sampled key documents and people. We used theoretical sampling to determine which people and documents were 'key'. Included among the individuals sampled were senior administrators, managers, physicians, nurses, patients and family members.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample"
        },
        {
            "text": "There were two sources of data: (1) over two hundred key documents (e.g. emails, minutes of meetings), and (2) 35 interviews with key informants (senior administrators (6), physicians (10), managers (5), nurses (5), a patient (1), family members (2) , and other staff (6)). Interviews were audiotaped and transcribed. Interview participants were asked to describe priority setting decisions in relation to SARS and their thoughts about it. We developed an interview guide based on previous research and improved it through pilot interviews with personnel from other hospitals. As is traditional with qualitative studies, the interview guide was modified during the study to explore emerging themes.",
            "cite_spans": [
                {
                    "start": 246,
                    "end": 249,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Data collection"
        },
        {
            "text": "The data were analyzed concurrent with collection using a modified thematic approach in three phases: open coding, axial coding, and evaluation. In open coding, the data ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "Rationales for priority setting decisions must rest on reasons (evidence and principles) that 'fair-minded' people can agree are relevant in the context. 'Fair-minded people seek to cooperate according to terms they can justify to each other -this narrows, though does not eliminate, the scope of controversy, which is further narrowed by specifying that reasons must be relevant to the specific priority setting context.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Relevance"
        },
        {
            "text": "Priority setting decisions and their rationales must be publicly accessible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Publicity"
        },
        {
            "text": "There must be a mechanism for challenge, including the opportunity for revising decisions in light of considerations that stakeholders may raise.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Revision/Appeals"
        },
        {
            "text": "There is either voluntary or public regulation of the process to ensure that the first three conditions are met.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Enforcement"
        },
        {
            "text": "were fractured by identifying chunks of data that relate to a concept or idea. In axial coding, the concepts were organized under overarching themes (i.e. the four conditions of 'accountability for reasonableness'). In evaluation, the descriptive data were compared with the conditions of 'accountability for reasonableness' -correspondence with the framework was considered 'good practice'; instances where the conditions are not met were considered 'opportunities for improvement'. Concepts were formalized and made explicit through the writing of the findings [13] .",
            "cite_spans": [
                {
                    "start": 563,
                    "end": 567,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Enforcement"
        },
        {
            "text": "The validity of the interpretations was enhanced in four ways [14] . First, the coding was conducted in collaboration between two researchers, thus limiting the influence of any one person's biases. Second, the coding was reviewed and modified by an interdisciplinary team who provided challenges that were resolved through consensus. Third, the findings were presented to participants who verified the findings -traditionally called a 'member check'. Finally, all research activities were rigorously documented to permit a critical appraisal of the methods [15] .",
            "cite_spans": [
                {
                    "start": 62,
                    "end": 66,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 558,
                    "end": 562,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Enforcement"
        },
        {
            "text": "Approval for this project was obtained from the participating hospital's Research Ethics Board. Written informed consent was obtained from each individual before being interviewed. All data were kept confidential and viewed only by the research team. No individuals have been identified without their explicit agreement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research ethics"
        },
        {
            "text": "In this section we describe one hospital's priority setting in response to SARS by focusing on the types of decisions, the decision making process, and the supportive reasoning. We then evaluate our findings using the four conditions of 'accountability for reasonableness'. We have also included verbatim quotes from participants to illustrate key points.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Types of priority setting decisions There were two distinct phases of priority setting at the hospital during the SARS outbreak. First, during the initial days of the outbreak, decisions were made in order to contain the spread of the virus. The Ontario Ministry of Health and Long-Term Care (MOHLTC) directed Toronto acute care hospitals to establish or maintain as necessary a SARS isolation area, restrict patient visits, limit visitors and suspend selected patient transfers. Second, after the initial weeks of the outbreak, was a 'ramp up' phase during which the hospital gradually increased its level of activity. Throughout both phases, priority setting decisions can be organized according to four specific types: decisions relating to staff and patients, beds/rooms, clinical activity, and visitors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. Description of priority setting"
        },
        {
            "text": "Staff were allocated for SARS patients in the SARS unit and ICU, screening at the doors, manning the site command centre, or helping out in occupational health; pregnant and immunosuppressed staff were either redeployed to low-risk activities or sent home; staff deemed non-essential were sent home with pay; students were sent home and educational rounds were cancelled. General medicine patients were transferred to other medical units to maintain the SARS isolation unit; out-patients who had been waiting for non-emergency surgery or clinic appointments were told to wait indefinitely.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1) Staff and patients"
        },
        {
            "text": "The SARS isolation unit required negative pressure beds. The hospital created these spaces in a specific isolation unit on a general medicine floor, and in the ICU and Emergency. Admissions to negative pressure beds were decided case-by-case and were based on the assessment of the referring physician, the hospital's infectious disease representative, and the hospital intensivist.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2) Beds/rooms"
        },
        {
            "text": "All non-emergency surgery and ambulatory care were cancelled during the initial 7-10 days of SARS. During the ramp up phase, clinical activity volumes increased in percentages allowing for urgent cases to be seen as determined by physicians. Operating room time was allotted by division -each individual surgeon reported to their division head the cases they considered urgent. This activity was coordinated by the hospital's command center.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3) Clinical activity"
        },
        {
            "text": "A 'no visitors' policy was enforced during the initial stages of SARS except for compassionate grounds as determined by the nurse manager or nurse in charge of the particular unit, in consultation with the attending physician and the hospital command centre. During the ramp up phase, the hospital relaxed the no visitor policy according to changing directives from the MOHLTC and the human resources available for screening at the doors. Priority setting reasoning Throughout each stage of the SARS outbreak, safety was the primary rationale underpinning priority setting. During the early stages of SARS, decisions were made for infection control focused on protecting staff. During the ramp up phase, decisions were based more on a duty to care for patients, emphasizing the hospital's role in the community. However, in addition, there were several other reasons used in support of each decision (See Figure 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 905,
                    "end": 913,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "4) Visitors"
        },
        {
            "text": "During the ramp up phase the reasoning shifted to address patient need. Leaders recognized that the hospital could not operate under the shut down conditions for very long; urgent cases were quickly becoming emergent. Thus, though staff and patient safety remained a primary concern, very few of the decisions can be linked solely to safety; rather, decisions involved clusters of reasons. Table  2 describes decisions made, the reasons used, and the level at which they were made.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 390,
                    "end": 398,
                    "text": "Table  2",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Decision making process"
        },
        {
            "text": "Many participants confirmed that staff and patient safety was, appropriately, the primary criterion used in the decision making process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. Evaluation of priority setting using 'accountability for reasonableness' 1) Relevance"
        },
        {
            "text": "\"I think due to the fact that this was so communicable, and I think, certainly felt, most people felt this was all being done in our best interest.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. Evaluation of priority setting using 'accountability for reasonableness' 1) Relevance"
        },
        {
            "text": "Some expressed concern about the relevance of the reasoning used in the allocation of OR time and the visitor policy. For example, one surgeon commented that the OR schedule was allocated by division as opposed to being allocated by patient need. Similarly, the visitor policy was appreciated by family members of patients on an abstract level but some still could not understand why exceptions to the policy could not be made in certain instances.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. Evaluation of priority setting using 'accountability for reasonableness' 1) Relevance"
        },
        {
            "text": "Many participants found it difficult to evaluate the relevance of the reasons underlying many of the MOHLTC directives because the directives did not explicitly describe the reasoning involved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. Evaluation of priority setting using 'accountability for reasonableness' 1) Relevance"
        },
        {
            "text": "Priority setting decisions and the reasons behind them were readily accessible to those directly involved in making the decisions. However, even though decisions and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2) Publicity"
        },
        {
            "text": "Reasons justifying priority setting decisions Figure 1 Reasons justifying priority setting decisions ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 46,
                    "end": 54,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "2) Publicity"
        },
        {
            "text": "There was no formal revisions/appeals mechanism. Instead the hospital CEO felt it was important to address all disagreements personally. Many participants thought there were ample opportunities for informal discussion and debate in meetings and email communication. However, one participant commented that without formal appeals mechanisms, some stakeholders participated unfairly by using a 'squeaky wheel' approach.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3) Revision/appeals"
        },
        {
            "text": "\" [B] y appealing the process, the sickly squeaky wheel method of appeal, we just begged, pleaded, ranted, raved, called back, called back.\"",
            "cite_spans": [
                {
                    "start": 2,
                    "end": 5,
                    "text": "[B]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "3) Revision/appeals"
        },
        {
            "text": "Overwhelmingly, participants thought the process was as fair as it could have been given the time constraints and the knowledge base at the particular time. The hospital leadership made an effort to meeting the conditions of 'accountability for reasonableness'. However, some felt that the decision making was not ideal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4) Enforcement"
        },
        {
            "text": "Some stated that more support and accountability implementing decisions could have occurred -that there was a gap between the decisions that were made in high level administration and the implementation of those decisions at the front lines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "\"At a moment of crisis which I think that SARS was, there's not always opportunity for full and open and even decision making.\""
        },
        {
            "text": "\"Most of us felt, you know the decisions were made, up there, and we could understand them, we could agree with them, but we were the ones who had to live with them. And there was nobody who really came and asked us what that was like. There was some, it wasn't that there was nothing -but there wasn't a sense of being listened to the way that we needed to be listened to, the way that we needed to be supported.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "\"At a moment of crisis which I think that SARS was, there's not always opportunity for full and open and even decision making.\""
        },
        {
            "text": "Some participants expressed concern that many staff started relying on senior management to make many of the decisions for them. We identified the following good practices: 1) staff and patient safety was the primary criterion in decision making, but each decision was based on a cluster of relevant reasons -decision makers' use of clusters of relevant reasons has been identified and discussed in a previous study [16] , 2) decisions were regularly accessible on hospital email, intranet and the world-wide web; 3) challenges were addressed directly by the CEO; 4) hospital leadership made a concerted effort to meet the conditions of 'accountability for reasonableness'. We also identified the following opportunities for improvement: 1) patients and families did not have access to the reasons for many decisions, including the visitation policy and ramp-up of clinical activities; 2) a formal revision/appeals mechanism could help improve the quality of decision making and alleviate the unfair reliance on the 'squeaky wheel' phenomenon; 3) OR time was allocated by division, rather than by patient need, and these decisions should be discussed more fully; 4) institutional leaders should maintain two-way contact with front-line staff who are implementing priority setting decisions -this will provide support and enhance accountability for decision making by staff.",
            "cite_spans": [
                {
                    "start": 416,
                    "end": 420,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "\"At a moment of crisis which I think that SARS was, there's not always opportunity for full and open and even decision making.\""
        },
        {
            "text": "'Accountability for reasonableness' is a framework that can be used to guide legitimate and fair priority setting in health care organizations, such as hospitals. It assumes that the time and effort required for meeting the conditions of fairness is justified for two reasons: First, it is important to act ethically and be perceived to be acting ethically -in this case, fairly. Second, acting ethically can help an organization achieve 'goodwill' benefits including, but not limited to, increased trust and satisfaction and decreased complaints. However, it is clear from this scope of decisions examined in this study that time constraints imposed on a health care organization by a highly communicable and potentially fatal infectious disease creates significant priority setting difficulties. It may appear that the conditions of 'accountability for reasonableness' are too demanding to implement in the time constraints -that perhaps containment should take precedence over procedural requirements. We disagree. During the SARS outbreak the hospital's leadership developed and implemented several sophisticated processes to help with their crisis management. Tailoring those processes to meet the four conditions of 'accountability for reasonableness' is not any more difficult or demanding. Moreover, we argue, and some of the participants also argued, that in the midst of a crisis where guidance is incomplete, consequences uncertain, and information constantly changing, where hour-by-hour decisions involve life and death, fairness is more important rather than less.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "\"At a moment of crisis which I think that SARS was, there's not always opportunity for full and open and even decision making.\""
        },
        {
            "text": "Our findings are limited in that they may not be generalizable to other hospitals. However, generalizability is not the goal of qualitative studies like this. We expect that other hospitals may benefit from the insights provided in this study. For example, this was the first time that 'accountability for reasonableness' has been used to evaluate priority setting in response to an infectious disease outbreak. Other hospitals in similar crises can use 'accountability for reasonableness' to help evaluate and enhance the fairness of their priority setting [17] .",
            "cite_spans": [
                {
                    "start": 558,
                    "end": 562,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "\"At a moment of crisis which I think that SARS was, there's not always opportunity for full and open and even decision making.\""
        },
        {
            "text": "The best assurance of fair priority setting in a crisis is fair priority setting everyday. A health care organization that incorporates legitimate and fair decision making everyday, where the decision making culture of the organization is permeated with the conditions of 'accountability for reasonableness', will be primed to meet the challenges of fair priority setting in a crisis. This may be the most important lesson to take from this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "\"At a moment of crisis which I think that SARS was, there's not always opportunity for full and open and even decision making.\""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Learning From SARS: Renewal of Public Health in Canada",
            "authors": [
                {
                    "first": "Health",
                    "middle": [],
                    "last": "Canada",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Setting Limits Fairly: can we learn to share medical resources Oxford",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Daniels",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sabin",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Fairness, accountability for reasonableness, and the views of priority setting decisionmakers",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Giacomini",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Singer",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Health Policy",
            "volume": "61",
            "issn": "3",
            "pages": "279--90",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Contested Decisions: Priority setting in the NHS London, UK: King's Fund Publishing",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ham",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mciver",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Reasonable Rationing: International Experience of Priority Setting in Health Care Maidenhead",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ham",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Roberts",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Technology Acquisition in Canadian Hospitals: How is it done, and where is the information coming from? Healthcare Management Forum",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Deber",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wiktorowicz",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Leatt",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Champagne",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "7",
            "issn": "",
            "pages": "18--27",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Technology Acquisition in Canadian Hospitals: How are We Doing? Healthcare Management Forum",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Deber",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wiktorowicz",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Leatt",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Champagne",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "8",
            "issn": "",
            "pages": "23--31",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Priority setting and hospital strategic planning: a qualitative case study",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Shulman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Santiago-Sorrell",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Singer",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Journal of Health Services Research and Policy",
            "volume": "8",
            "issn": "4",
            "pages": "197--201",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Priority Setting in a Hospital Formulary: A Qualitative Case Study",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hollenberg",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Macrae",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Madden",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Singer",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Health Policy",
            "volume": "66",
            "issn": "",
            "pages": "295--303",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Access to intensive care unit beds for neurosurgery patients: a qualitative case study",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Singer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bernstein",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Neurosurgery and Psychiatry",
            "volume": "74",
            "issn": "",
            "pages": "1299--1303",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Priority setting in a hospital critical care unit: qualitative case study",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mielke",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Singer",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Critical Care Medicine",
            "volume": "31",
            "issn": "12",
            "pages": "2764--2772",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Case Study Research: Design and Methods",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Yin",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Criteria for assessing interpretive validity in qualitative research",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Altheide",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "In In: Handbook of qualitative research Edited by: Denzin NK",
            "volume": "",
            "issn": "",
            "pages": "485--99",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Writing: a method of inquiry",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Richardson",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "In In: Handbook of qualitative research Edited by: Denzin NK",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Rigour and qualitative research",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mays",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Pope",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "British Medical Journal",
            "volume": "311",
            "issn": "",
            "pages": "109--121",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Priority Setting Decisions for New Cancer Drugs: A Qualitative Study",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Pater",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Singer",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Lancet",
            "volume": "358",
            "issn": "",
            "pages": "1676--81",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "A Strategy to Improve Priority Setting in Health Care Institutions. Heath Care Analysis",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Singer",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "11",
            "issn": "",
            "pages": "59--68",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "The four conditions of 'accountability for reasonableness'",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Priority setting decisions were made across all levels of the institution. We identified four groups of key decision makers: Corporate Command, Hospital Command, Department Management/Chiefs, and Individual Clinicians. MOHLTC directives were interpreted by a team of",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "List of decisions, reasons, and decision level Treat some 'elective cases' in the OR as being urgent Medical need; Surgeon activity; Duty to care; Squeaky wheel Individual Clinicians; Department Managers/ Chiefs Determine what/who is emergent and urgent in terms of clinical volumes in family medicine Screening capability; Medical need; Squeaky wheel Department Managers/Chiefs; Individual Clinicians Family Medicine did not go out into the community to provide care in the initial stages of SARS (care to detox centres, shelters)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors wish to thank all the administrators, physicians, nurses, staff, patients, and family members who participated in this study. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "SH and MB are employees of the organization studied here.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        },
        {
            "text": "JB was primarily responsible for acquisition and analysis of data. All authors made substantial contributions to conception and design of the study, data analysis and interpretation, and have been involved in drafting the article or revising it critically for important intellectual content. All authors have given final approval of the version to be published.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authors' contributions"
        }
    ]
}