{
    "paper_id": "ab5652086c345dbe360ca35b48b31e43f95507e4",
    "metadata": {
        "title": "Reactomes of Porcine Alveolar Macrophages Infected with Porcine Reproductive and Respiratory Syndrome Virus",
        "authors": [
            {
                "first": "Z",
                "middle": [],
                "last": "Jiang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "X",
                "middle": [],
                "last": "Zhou",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [
                    "J"
                ],
                "last": "Michal",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "X-L",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "L",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Porcine reproductive and respiratory syndrome (PRRS) has devastated pig industries worldwide for many years. It is caused by a small RNA virus (PRRSV), which targets almost exclusively pig monocytes or macrophages. In the present study, five SAGE (serial analysis of gene expression) libraries derived from 0 hour mock-infected and 6, 12, 16 and 24 hours PRRSVinfected porcine alveolar macrophages (PAMs) produced a total 643,255 sequenced tags with 91,807 unique tags. Differentially expressed (DE) tags were then detected using the Bayesian framework followed by gene/mRNA assignment, arbitrary selection and manual annotation, which determined 699 DE genes for reactome analysis. The DAVID, KEGG and REACTOME databases assigned 573 of the DE genes into six biological systems, 60 functional categories and 504 pathways. The six systems are: cellular processes, genetic information processing, environmental information processing, metabolism, organismal systems and human diseases as defined by KEGG with modification. Self-organizing map (SOM) analysis further grouped these 699 DE genes into ten clusters, reflecting their expression trends along these five time points. Based on the number one functional category in each system, cell growth and death, transcription processes, signal transductions, energy metabolism, immune system and infectious diseases formed the major reactomes of PAMs responding to PRRSV infection. Our investigation also focused on dominant pathways that had at least 20 DE genes identified, multi-pathway genes that were involved in 10 or more pathways and exclusively-expressed genes that were included in one system. Overall, our present study reported a large set of DE genes, compiled a comprehensive coverage of pathways, and revealed systembased reactomes of PAMs infected with PRRSV. We believe that our reactome data provides new insight into molecular mechanisms involved in host genetic complexity of antiviral activities against PRRSV and lays a strong foundation for vaccine development to control PRRS incidence in pigs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Porcine reproductive and respiratory syndrome (PRRS), also known as Mystery Swine Disease, Blue Ear Disease, Porcine Endemic Abortion and Respiratory Syndrome (PEARS) and Swine Infertility Respiratory Syndrome (SIRS), was first reported in USA in 1987 and in Europe in 1990 [1, 2] . Since then, PRRS has devastated the pig industries of many countries and has become the most economically important disease in pigs worldwide. A recent study estimated that PRRS costs the pork industry $664 million per year in the United States of America (http://www.pork.org/News). The disease is caused by a small RNA virus (PRRSV) classified in the order Nidovirales, family Arteriviridae, and genus Arterivirus. PRRSV causes severe reproductive failure of the sow, including third-trimester abortions, early farrowing with stillborns, mummies, neonatal death and weak piglets, agalactia and mastitis, and prolonged anoestrus and delayed return to estrus post-weaning. Respiratory disease is the major clinical sign in neonatal pigs and is characterized by fever, interstitial pneumonia, eyelid edema, periocular edema, blue discoloration of the ears and shaking [3, 4] . The mortality in neonatal pigs infected with PRRSV can reach 100%. In growing/finishing pigs, subclinical infection is much more common. Some PRRSV-infected boars demonstrate a loss of libido, lethargy, lowered sperm volume and decreased fertility.",
            "cite_spans": [
                {
                    "start": 274,
                    "end": 277,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 278,
                    "end": 280,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1150,
                    "end": 1153,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1154,
                    "end": 1156,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "PRRSV has remarkable genetic variation with two distinct genetic and antigenic groups: Type 1 (European) and Type 2 (North American), which only share 60% nucleotide identity [5] . In 2006, previously unparalleled large-scale outbreaks of highlypathogenic PRRS, also named ''Blue Ear'' or ''high fever'' disease, occurred in China. It spread to more than 10 provinces (autonomous cities or regions) and affected over 2 million pigs with about 400,000 fatal cases [6] . Best estimates suggest that at least 50 million pigs were affected [7] . Since then, highlypathogenic PRRS outbreaks were also reported in 2007 and 2008 in other Asian countries, such as Vietnam and the Philippines [8] . These data clearly indicate that PRRSV is able to mutate, thus causing challenges in effective vaccine development. For example, while modified live-attenuated vaccines and inactivated vaccines against PRRSV have been available for many years, none of them can prevent respiratory infection, transmission, or pig-to-pig transmission of virus. In particular, modifiedlive vaccines are generally effective against homologous strains but variable in success against heterologous strains, while efficacy of inactivated vaccines in the field is more limited and restricted to homologous strains [9] . In addition, PRRSV has developed diverse mechanisms to evade porcine antiviral immune responses [10] . Once the virus infects pig tissues, it has several mechanisms to evade the pig's immune system, causing a several week delay in protective antibody production [11] [12] [13] . In the absence of control efforts, the virus will persist indefinitely in swine herds.",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 178,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 463,
                    "end": 466,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 536,
                    "end": 539,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 684,
                    "end": 687,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1280,
                    "end": 1283,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1382,
                    "end": 1386,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1548,
                    "end": 1552,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1553,
                    "end": 1557,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1558,
                    "end": 1562,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "PRRSV targets almost exclusively pig monocytes or macrophages [14, 15] . The entry of PRRSV into porcine alveolar macrophages (PAMs) is proposed to include four steps [16] . First, the PRRSV virion attaches to heparan sulphate glycosaminoglycans on the macrophage surface. Second, the virus then forms a more stable binding with the sialoadhesin receptor via sialic acid residues associated with M/GP 5 glycoprotein complexes present in the viral envelope. Third, following attachment to sialoadhesin, the virus-receptor complex is endocytosed via clathrin-coated vesicles. Once endocytosed, viral genome release is dependent on endosomal acidification. There appears to be involvement of CD163 with viral genome release that is possible through interactions with the viral glycoproteins, GP2 and GP4 and that is dependent upon a function CD-163 scavenger receptor cysteine rich domain 5 being present. In addition, several proteases have been implicated in this final step of PRRSV entry into macrophages. Once the genome is released into the cytoplasm of the host cell, virus transcriptional and translational events required for the formation of new virions are initiated. Here we report the reactome dynamics of PAMs in response to PRRSV infection in vitro, following serial analysis of gene expression (SAGE) [17] , in order to reveal the host transcriptional events in response to virus replication and cellular resistance, thus providing new insights into molecular mechanisms involved in the cellular complexity of antiviral activities against PRRSV.",
            "cite_spans": [
                {
                    "start": 62,
                    "end": 66,
                    "text": "[14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 67,
                    "end": 70,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 167,
                    "end": 171,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1314,
                    "end": 1318,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In SAGE analysis, a set of ''tag'' fragments (13) (14) (15) bp in size) derived from restriction positions of cDNA molecules are pooled, collected, sequenced and assigned to genes/transcripts. Five SAGE libraries constructed from the 0 hour mock-infected and 6, 12, 16 and 24 hour PRRSV-infected cells produced a total of 643,255 sequenced tags, which allowed identification of 91,807 unique tags among these five time points (Figure 1 ). As PAMs were infected with PRRSV, we anticipated the existence of viral mRNA tags in the cells. In fact, the virus complete genome sequence contains a total of 74 cut sites for restriction enzyme NlaIII. Using the complete genome sequence of PRRSV strain SD1-100 (GQ914997.1) as a reference, we discovered a total of 78 tentative virus tags, including 46 derived from the sense strand and 32 from the antisense strand (Table S1 ). The total count for all of these virus-specific tags was 0 in the 0 hour mock-infected cells, but reached 267, 11,270, 7,854 and 3,770 copies in the 6, 12, 16 and 24 hour PRRSV-infected cell libraries, respectively. The most abundantly expressed tag was the 39-most cut site (CGGCCGAAAT) (Table S1), having 225 (84.27% of 267), 9,500 (84.29% of 11270), 6,902 (87.88% of 7,854) and 3,622 (96.07% of 3,770) copies sequenced in PAMs infected with PRRSV for 6, 12, 16 and 24 hours. Virus tags accounted for 9.16% of total tags (9,500/103,662 tags) at 12 hours post infection; therefore, we deleted all virus tags from each library and recalculated the number of tags per million (TPM) for each host gene tag. one, 1,066 at two, 697 at three and 549 at four of four time points, respectively (Table S2) . Among them, only 2,319 tags had unique mRNAs and/or genes assigned ( Figure 1 ). After the aforementioned cut-off points for each DE gene were employed 767 tags with mRNA and/or genes assigned remained for further analysis ( Figure 1 ).",
            "cite_spans": [
                {
                    "start": 45,
                    "end": 49,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 50,
                    "end": 54,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 55,
                    "end": 59,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 426,
                    "end": 435,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 857,
                    "end": 866,
                    "text": "(Table S1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1657,
                    "end": 1667,
                    "text": "(Table S2)",
                    "ref_id": "TABREF15"
                },
                {
                    "start": 1739,
                    "end": 1747,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1895,
                    "end": 1903,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Reactome of PAMs Infected with PRRSV: Snapshots"
        },
        {
            "text": "Manual annotation of these 767 tags with mRNA sequences revealed that they represented a total of 733 genes, and included 700 genes with one tag collected from one unique mRNA sequence, 32 genes with two tags collected from two different mRNA sequences and one gene with three tags collected from three different mRNA sequences, respectively. For those genes that had two or three tags, we further determined whether they represented the true 39-most tags or not. Interestingly, true cases were confirmed for two tags in ARG1 (arginase, liver), SLA-DQA1 (MHC class II, DQ alpha 1), TIMP2 (TIMP metallopeptidase inhibitor 2) and TOB1 (transducer of ERBB2, 1) genes (Figure 2A -D) due to different mRNA isoforms and in PLIN2 (perilipin 2), RPS13 (ribosomal protein S13) and SLA-DRA (MHC class II, DRalpha) genes ( Figure 3A -C) due to nucleotide polymorphisms. Although TPM were variable, trends in fold changes were similar between the two isoforms or two alleles of each gene.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 664,
                    "end": 674,
                    "text": "(Figure 2A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 812,
                    "end": 821,
                    "text": "Figure 3A",
                    "ref_id": null
                }
            ],
            "section": "Reactome of PAMs Infected with PRRSV: Snapshots"
        },
        {
            "text": "Of these 733 pig genes (Figure 1 ), 699 also had orthologs identified as protein coding genes, while 21 were open reading frame genes (functionally unknown), and one was a non-coding RNA mitochondrial gene in humans. The remaining 12 genes were pig species-specific, including 11 novel genes and a porcine endogenous retrovirus PERV-MSL gene. Except for one novel pig gene (AK351197.1) that was missing both the genomic DNA sequence and location, the rest of the 10 novel genes all had complete genomic DNA sequences with clones mapped to Sus scrofa chromosomes (SSCs) 2, 3, 5, 7, 9, 10, 12 and 13, respectively. Compared to the 0 hour mock-infected cells, PRRSV infection induced differential expression of 531, 561, 597, 699 genes ( Figure 4A ) at 6, 12, 16 and 24 hours post infection, including 206, 210, 280 and 375 genes that were up-regulated ( Figure 4B ) and 325, 351, 317 and 324 genes that were down-regulated ( Figure 4C ), respectively at these four time points. Overall, among these 699 DE genes, 226 (63.5%) and 130 (36.5%) were consistently downor up-regulated, respectively at all four infected time points. Selforganizing map (SOM) method of analysis assigned these 699 DE genes to 10 clusters ( Figure 5 ) based on their expression trends regardless of fold-change magnitudes along these five time points (0 h, 6 h, 12 h, 16 h and 24 h) (Table S3 ). However, only 573 genes were assigned to pathways, specifically 72 (12.56%) in cluster A, 37 (6.46%) in B, 121 (21.12%) in C, 39 (6.81%) in D, 30 (5.24%) in E, 29 (5.06%) in F, 27 (4.71%) in G, 71 (12.39%) in H, 93 (16.23%) in I and 54 (9.42%) in J.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 23,
                    "end": 32,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 735,
                    "end": 744,
                    "text": "Figure 4A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 852,
                    "end": 861,
                    "text": "Figure 4B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 923,
                    "end": 932,
                    "text": "Figure 4C",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1214,
                    "end": 1222,
                    "text": "Figure 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1356,
                    "end": 1365,
                    "text": "(Table S3",
                    "ref_id": null
                }
            ],
            "section": "Reactome of PAMs Infected with PRRSV: Snapshots"
        },
        {
            "text": "The GO, KEGG and REACTOME databases identified 329 DE genes that were involved in cellular processes of PAMs infected with PRRSV ( Figure 6 ). Specific functions included: 1) cell communication, 2) cell growth and death, 3) cell motility, 4) cell organization and biogenesis, and 5) transport and catabolism. Many genes in the system functioned in two or more sub-category pathways; however, there were smaller clusters of genes that contributed to only one cellular process. The largest number of DE genes (191) were broadly involved in cell growth and death and were specifically linked to pathways associated with cell cycle, division, proliferation, growth, cell size regulation, apoptosis, antiapoptosis, induction and regulation of apoptosis, and regulation of endothelial, fibroblast and smooth muscle cell proliferation. PAMs infected with PRRSV had 153 DE genes that were involved in pathways related to cell organization and biogenesis, which were most notably associated with extracellular matrix organization, macromolecular complex assembly, membrane organization and protein complex assembly, macromolecular/protein complex Among 329 DE genes related to cellular processes, SOM analysis assigned 32 (9.7%), 12 (3.6%), 68 (20.7%), 22 (6.7%), 23 (7.0%), 16 (4.9%), 15 (4.6%), 44 (13.4%), 65 (19.8%) and 32 (9.7%) into expression trend clusters A -J, respectively. All 30 of  the following DE genes, VEGFA, ACVRL1, GPX1, SOD1, GSN,  MAPK1, CAPG, APP, CD24, CAPZB, UBB, LTB, PPP2CA, IL1B,  CFL1, CDKN1A, FLNA, TNF, ANG, EDN1, PRKCQ, ITGB1, JAK2,  HBEGF, HMOX1, IL1A, NPM1 , PLEK, ACTG1, RPS27A were involved in cellular processes and had multiple functions in at least 10 pathways. The last 17 genes (56.7%) in this list above were clustered in H, I and J, respectively. On the other hand , CREG1,  HSBP1, H1F0, BRK1, H1FX, CAPG, S100A6, CAPNS1, CD68,  CTSH, MBD3, SCARB2, FXYD5, RNF130, TMBIM6, LAPTM4A,  TSPAN31, SERPINI1, IER3, SYNE2, CDC42EP3, CRIP1, ARID5A and FMNL3 were exclusively involved in cellular processes: with the first 12 genes (50%) grouped in clusters A, B and C, respectively. A collection of the top 10 up-and bottom 10 downregulated genes at each time-point post infection made a pool of  19 genes: TNF, HSPA1B, TIMP1, TNFSF13, BAG3, HSPA1A,  ANGPTL4, HMOX1, GJA1, CCRL1, HBEGF, CCL3L1, HSPA6,  HLA-DOA, MAN2B1, NUDC, HLA-DMB, ENPP1 and PLA2G15 as  the most actively down-regulated genes and a pool of 25 genes:  RAB7B, IL3RA, LRPAP1, HLA-A, ACVR1, ACE, CD24, MAEA,  RAB11A, SOD2, SFTPA1, GPX1, ARPC2, TIAL1, H1FX, H1F0,  ATF5, MMP9, BNIP3, LGALS9, CCL2, CCL8, IDO1, S100A6, CXCL6 as the most actively up-regulated genes in cellular processes.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 131,
                    "end": 139,
                    "text": "Figure 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1376,
                    "end": 1581,
                    "text": "All 30 of  the following DE genes, VEGFA, ACVRL1, GPX1, SOD1, GSN,  MAPK1, CAPG, APP, CD24, CAPZB, UBB, LTB, PPP2CA, IL1B,  CFL1, CDKN1A, FLNA, TNF, ANG, EDN1, PRKCQ, ITGB1, JAK2,  HBEGF, HMOX1, IL1A, NPM1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1799,
                    "end": 1971,
                    "text": ", CREG1,  HSBP1, H1F0, BRK1, H1FX, CAPG, S100A6, CAPNS1, CD68,  CTSH, MBD3, SCARB2, FXYD5, RNF130, TMBIM6, LAPTM4A,  TSPAN31, SERPINI1, IER3, SYNE2, CDC42EP3, CRIP1, ARID5A",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 2179,
                    "end": 2572,
                    "text": "time-point post infection made a pool of  19 genes: TNF, HSPA1B, TIMP1, TNFSF13, BAG3, HSPA1A,  ANGPTL4, HMOX1, GJA1, CCRL1, HBEGF, CCL3L1, HSPA6,  HLA-DOA, MAN2B1, NUDC, HLA-DMB, ENPP1 and PLA2G15 as  the most actively down-regulated genes and a pool of 25 genes:  RAB7B, IL3RA, LRPAP1, HLA-A, ACVR1, ACE, CD24, MAEA,  RAB11A, SOD2, SFTPA1, GPX1, ARPC2, TIAL1, H1FX, H1F0,  ATF5, MMP9, BNIP3,",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Reactome of PAMs Infected with PRRSV: Cellular Processes"
        },
        {
            "text": "PRRSV infection of PAMs triggered reactions in 262 genes handling genetic information processing, including transcription, translation, replication and repair, and protein folding, sorting and degradation ( Figure 7) . Most of the genes involved in genetic information processing were involved in two or more sub-category pathways. However, there were large clusters of genes that functioned exclusively in folding, sorting, and degradation as well as in transcription. In contrast, there were small clusters of genes that only contributed to replication and repair, and translation. There were a total of 147 DE genes related to transcription processes with pathways in DNA binding and regulation, gene expression and regulation, mRNA stability and regulation, regulation of the I-kappaB kinase/NF-kappaB cascades, NF-kappaB transcription factor activity and NF-kappaB import into nucleus, nonsense-mediated decay, processing of capped introncontaining pre-mRNA, RNA biosynthetic processes, RNA polymerases I, II and III transcription, spliceosome and regulation of transcription factors and their import into the nucleus. Protein folding, sorting, and degradation was affected by 147 DE genes with specific functions in degradation of the extracellular matrix, regulation of endopeptidase activity, asparagine N-linked glycosylation, nucleocytoplasmic transport and regulation, post-Golgi vesicle-mediated transport, proteasomal ubiquitin-dependent protein catabolic processes, protein folding, protein import into nucleus and regulation, protein localization and regulation, protein localization in organelles, protein processing in endoplasmic reticulum, protein targeting, intracellular protein transport and regulation, regulation of protein ubiquitination, and Soluble NSF Attachment Protein Receptor (SNARE) interactions in vesicular transport. A role for SNARE machinery in virion egress has been proposed for cytomegalovirus [18] and may be similarly involved with PRRSV egress from PAMs. Seventy-four genes associated with translation processes were DE in PRRSV-infected PAMs and specific pathways were related to post-translational protein modification, ribosome and ribosome biogenesis, RNA transport, signal recognition particle (SRP)-dependent cotranslational protein targeting to membrane, translation and regulation, translation elongation, translation initiation and regulation, and translation termination. Pathways related to repair, replication and regulation were affected by 21 genes that were DE in PAMs infected with PRRSV. The genetic information processing networks of 262 DE genes in PAMs infected with PRRSV are illustrated in Figure 7 and summarized in Table 1 .",
            "cite_spans": [
                {
                    "start": 1935,
                    "end": 1939,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 207,
                    "end": 216,
                    "text": "Figure 7)",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 2656,
                    "end": 2664,
                    "text": "Figure 7",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 2683,
                    "end": 2690,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Reactome of PAMs Infected with PRRSV: Genetic Information Processing"
        },
        {
            "text": "In the genetic information processing systems, we observed 14 pathways with at least 20 DE genes identified in PAMs infected with PRRSV (Table 1) . Among them, more than two-thirds of genes were down-regulated in two pathways, while two-thirds of genes were up-regulated in eight pathways at 24 h post infection. Interestingly, the genes that were down-regulated participated in protein folding (78%) and protein processing in endoplasmic reticulum (75%) pathways and belonged to the broader ''protein folding, sorting and degradation'' category. The eight up-regulated pathways were related to transcription and translation: transcription processes with gene expression (66%) and nonsense-mediated decay (85%) and translation processes with translation (77%), translation elongation (84%), translation initiation (86%), ribosome (89%), translation termination (90%) and SRP-dependent cotranslational protein targeting to membrane (91%), respectively (Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 136,
                    "end": 145,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 951,
                    "end": 960,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Reactome of PAMs Infected with PRRSV: Genetic Information Processing"
        },
        {
            "text": "For 262 DE genes included in the Genetic Information Processing systems, clusters A -J had 29 (11%), 18 (6.9%), 48 (18%), 19 (7.3%), 14 (5.3%), 13 (5.0%), 13 (5.0%), 31 (12%), 49 (19%) and 28 (11%) genes, respectively. The genes RPS6, RPL23, RPS19, RPS5, RPS16, RPS7, UBB, FLNA, TNF, NFKBIA, JAK2 and Cell Growth and Death Cell cycle, division and proliferation -Meiosis Signaling Molecules and Interaction cytokine production -regulation of cytokine production 7 5 71 2 29",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reactome of PAMs Infected with PRRSV: Genetic Information Processing"
        },
        {
            "text": "Signaling Molecules and Interaction ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reactome of PAMs Infected with PRRSV: Genetic Information Processing"
        },
        {
            "text": "In the environmental information processing systems, a total of 189 genes differentially expressed in PAMs infected with PRRSV were assigned to three functional categories: 1) membrane transport, 2) signal transduction, and 3) signaling molecules and interaction ( Figure 8 ). While there were large clusters of genes that had exclusive pathway functions, many of the genes involved in environmental information processing contributed to each of the three pathways. The GO, KEGG and REACTOME databases mapped 126 DE genes to functions in signal transduction, such as regulation of signal transduction, Ras protein signal transduction, small GTPase mediated signal transduction, calcium signaling, cytokine-mediated signaling, ER-nuclear signaling, platelet-derived growth factor receptor signaling, and signaling by EGFR, ErbB, FGFR, GPCR, Jak-STAT, MAPK, mTOR, NGF, PDGF, SCF-KIT, VEGF and Wnt, respectively. In addition, 66 DE genes functioned as signaling molecules and interactions, such as cell adhesion molecules, regulation of cytokine biosynthetic processes and production, cytokine-cytokine receptor interaction, ECMreceptor interaction and GPCR ligand binding. Furthermore, 53 DE genes were involved with membrane transport and had functions related to Golgi vesicle transport, membrane docking and trafficking, regulation of secretion, aquaporin-mediated transport, SLC-mediated transmembrane transport, and trans-membrane transport of small molecules. The 189 DE genes in PAMs infected with PRRSV involved in environmental information processing networks are illustrated in Figure 8 and summarized in Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 265,
                    "end": 273,
                    "text": "Figure 8",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 1586,
                    "end": 1594,
                    "text": "Figure 8",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 1613,
                    "end": 1620,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Reactome of PAMs Infected with PRRSV: Environmental Information Processing"
        },
        {
            "text": "The dominant networks with at least 20 DE genes in the environmental information processing systems included five signal transduction pathways, two signaling molecules and interaction pathways and one membrane transport pathway (Table 1) . Among them, at least 65% of the DE genes in PRRSV-infected PAMs at 24 hours post-infection had down-regulation roles in five pathways, including signaling by MAPK (85%), NGF (70%) and GPCR (67%), GPCR ligand binding (67%) and positive regulation of signal transduction (65%). However, genes in only the transmembrane transport of small molecules pathway showed significant up-regulation (68%) by PAMs in response to PRRSV infection 24 hours post-infection (Table 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 228,
                    "end": 237,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 696,
                    "end": 704,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Reactome of PAMs Infected with PRRSV: Environmental Information Processing"
        },
        {
            "text": "In the environmental information processing systems, expression trend clusters A -J had 22 (12%), 7 (3.7%), 31 (16%), 12 (6.4%), 12 (6.4%), 12 (6.4%), 10 (5.3%), 19 (10%), 44 (23%) and 20 (11%), respectively. The genes RAF1 and MAPK1 were involved in 10 and 12 pathways, respectively. The former gene was member ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reactome of PAMs Infected with PRRSV: Environmental Information Processing"
        },
        {
            "text": "PRRSV infection induced differential expressions of 340 genes in PAMs by 24 hours post-infection that were mainly involved in metabolism of 1) amino acids, 2) carbohydrates, 3) energy, 4) glycans, 5) homeostasis, 6) lipids, 7) cofactors and vitamins, 8) nucleotides and 9) proteins plus a few more functions in amide, secondary metabolites, minerals, prostanoids and cellular biosynthetic processes (Figure 9 ). The response of the metabolism system of PAMs in response to PRRSV was quite complicated. Small clusters of DE genes identified functioned exclusively in homeostasis, protein metabolism or lipid metabolism. However, the majority of genes were involved in more than two metabolism pathways. More than half (176 genes) of these 340 DE genes were involved in energy metabolism, such as pathways in ATP biosynthetic processes, biological oxidations, cell redox homeostasis, cellular respiration, electron transport chain, energy coupled proton transport, down electrochemical gradient, energy derivation by oxidation of organic compounds, generation of precursor metabolites and energy, integration of energy metabolism, mitochondrial ATP synthesis coupled electron transport, mitochondrial electron transport, NADH to ubiquinone; mitochondrial protein import, mitochondrial transport, mitochondrion organization, regulation of monooxygenase activity, NAD metabolic processes, positive regulation of nitrogen compound metabolic processes, nitrogen compound biosynthetic processes, oxidation reduction, oxidative phosphorylation, regulation of oxidoreductase activity, oxygen and reactive oxygen species metabolic processes, proton transport, release of cytochrome c from mitochondria, respiratory electron transport chain, respiratory electron transport, ATP synthesis by chemiosmotic coupling, heat production by uncoupling proteins, respiratory gaseous exchange, the TCA cycle and respiratory electron transport, and transport of glucose and other sugars, bile salts and organic acids, metal ions and amine compounds. Another group of 151 DE genes participated in homeostasis, such as regulation of catalytic activity, calcium ion homeostasis, cation homeostasis, cellular homeostasis, chemical homeostasis, di-and tri-valent inorganic cation homeostasis, homeostatic processes, ion homeostasis, iron ion homeostasis, multicellular organismal homeostasis, regulation of hydrolase activity, regulation of molecular function and phosphate metabolic processes and regulation. Protein metabolism in PRRSV-infected PAMs was affected by 124 DE genes that were involved in peptidase activity and regulation, peptide metabolic processes and regulation, and regulation of protein kinase cascades, protein metabolic processes and protein modification processes. The data analysis also revealed 64, 48 and 49 DE genes having functions in metabolism of lipids, carbohydrates, and positive regulation of cellular biosynthetic processes, respectively. The remaining metabolic categories had 35 and fewer DE genes involved. The metabolism networks of 340 DE genes in PAMs infected with PRRSV are shown in Figure 9 and summarized in Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 399,
                    "end": 408,
                    "text": "(Figure 9",
                    "ref_id": "FIGREF11"
                },
                {
                    "start": 3100,
                    "end": 3108,
                    "text": "Figure 9",
                    "ref_id": "FIGREF11"
                },
                {
                    "start": 3127,
                    "end": 3134,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Reactome of PAMs Infected with PRRSV: Metabolisms"
        },
        {
            "text": "Among pathways involved in energy metabolism, genes related to generation of precursor metabolites and energy; the TCA cycle and respiratory electron transport; respiratory electron transport, ATP synthesis by chemiosmotic coupling and heat production by uncoupling proteins; oxidation reduction; and oxidative phosphorylation accounted for 82%, 74%, 74%, 73% and 68% of the up-regulated DE genes, respectively (Table 1 ). In homeostasis, 11 pathways had more than 20 DE genes identified, but none of these homeostasis pathways had two-thirds of the DE genes either down-or up-regulated. Other important pathways needing to be mentioned in the metabolism systems include: metabolism of proteins (59 DE genes with 44 (75%) up-regulated), hexose metabolic processes (24 DE genes with 16 genes (67%) up-regulated), metabolism of lipids and lipoproteins (21 genes with 15 (71%) down-regulated) and glucose metabolic processes (21 DE genes with 15 (71%) upregulated), respectively (Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 411,
                    "end": 419,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 976,
                    "end": 985,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Reactome of PAMs Infected with PRRSV: Metabolisms"
        },
        {
            "text": "Of the 340 DE genes that were involved in the metabolism systems in PRRSV-infected PAMs, 46 (14%) were assigned to cluster A, 25 (7.4%) to B, 74 (22%) to C, 26 (7.7%) to D, 18 (5.3%) to E, 15 (4.4%) to F, 14 (4.1%) to G, 44 (13%) to H, 46 (14%) to I and 32 (9.4%) to J, respectively. The following 55 genes in the metabolism systems had multiple functions in at least 10 pathways : SOD2, SOD1, GPX1, ATP5C1, ATP6V0B,  NME2, NDUFB3, NDUFS2, NDUFV2, FTL, NDUFAB1, ATP5J2,  PGLS, UQCR10, FTH1, G6PD, ATP6V0E1, TPI1, COX3,  MDH2, ATP6V1F, GPI, ATP5G2, NDUFB2, TALDO1, IFI6,  UQCR11, CCL2, APP, TCIRG1, ATP6V0C, COX2, NDUFA4,  CD24, HEXA, TXNRD1, PNP, ATP5O, APOA5, ATF4, IL1B ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 380,
                    "end": 671,
                    "text": ": SOD2, SOD1, GPX1, ATP5C1, ATP6V0B,  NME2, NDUFB3, NDUFS2, NDUFV2, FTL, NDUFAB1, ATP5J2,  PGLS, UQCR10, FTH1, G6PD, ATP6V0E1, TPI1, COX3,  MDH2, ATP6V1F, GPI, ATP5G2, NDUFB2, TALDO1, IFI6,  UQCR11, CCL2, APP, TCIRG1, ATP6V0C, COX2, NDUFA4,  CD24, HEXA, TXNRD1, PNP, ATP5O, APOA5, ATF4, IL1B",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Reactome of PAMs Infected with PRRSV: Metabolisms"
        },
        {
            "text": "A total of 346 DE genes identified in PAMs infected with PRRSV impacted organismal systems, shown in Figure 10 and summarized in Table 1 . All of the pathways involved in organismal systems were affected by genes that functioned in multiple processes. There were 30 pathways in organismal systems of PAMs infected with PRRSV at 24 hours post infection that had 20 or more DE genes (Table 1 ). More than two-thirds of DE genes were down-regulated in eight of these pathways -positive regulation of developmental processes (77%), response to unfolded protein (77%), developmental biology (74%), axon guidance (70%), positive regulation of immune response (70%), response to organic substance (68%), response to hormone stimulus (67%) and response to abiotic stimulus (67%), In comparison, more than two-thirds (70%) of the DE genes in the vesicle docking during exocytosis pathway were upregulated ( Table 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 101,
                    "end": 110,
                    "text": "Figure 10",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 129,
                    "end": 136,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 381,
                    "end": 389,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 898,
                    "end": 905,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Reactome of PAMs Infected with PRRSV: Organismal Systems"
        },
        {
            "text": "The immune system held the largest group of 297 DE genes that included genes involved in adaptive immunity and regulation, cytokine signaling, cytosolic DNA-sensing pathways, defense response and regulation, hematopoietic cell lineage, humoral immune response, antiviral mechanisms by IFN-stimulated genes, RIG-I/MDA5 mediated induction of IFN-a/b pathways, RLR (RIG-like receptor) mediated induction of IFN-a/b, immune effector processes and regulation, regulation of immune response, immune system development, immunoregulatory interactions between a lymphoid and a non-lymphoid cell, inflammatory response and regulation, acute inflammatory response, regulation of inflammatory response to antigenic stimulus, innate immune system, interferon a/b signaling, IFN-c signaling, IFN signaling, interleukin signaling, intestinal immune network for IgA production, ISG15 antiviral mechanism, L1CAM interactions, regulation of leukocyte activation, leukocyte adhesion, leukocyte chemotaxis, leukocyte mediated immunity and regulation, regulation of leukocyte mediated immunity, leukocyte migration, positive regulation of leukocyte proliferation, leukocyte transendothelial migration, regulation of lymphocyte activation, lymphocyte mediated immunity and regulation, MAPK targets/nuclear events mediated by MAP kinases, MyD88 cascades initiated on plasma membrane, MyD88 dependent cascades initiated on endosome, MyD88:Mal cascades initiated on plasma membranes, MyD88independent cascades initiated on plasma membrane, natural killer cell mediated cytotoxicity, regulation of nitric oxide biosynthetic processes, phagocytosis, Fc-e RI signaling pathway, Fc-c R-mediated phagocytosis, response to bacterium, response to lipopolysaccharide, response to molecule of bacterial origin, response to virus, response to wounding, chemokine signaling pathway, NOD-like receptor signaling pathway, nucleotidebinding domain, leucine rich repeat containing receptor signaling pathways, opioid signaling, TRIF mediated TLR3 signaling, signaling by interleukins, signaling by RIG-I-like receptor, signaling by TCR, signaling by the B cell receptor, antigen processing and presentation, stimulation by the CD28 family, regulation of T cell activation, TAK1 activation of NFkB by phosphorylation and activation of IKKs complex, innate immune response mediated by toll like receptors, MAP kinase activation in TLR cascades, toll-like receptor signaling pathways and trafficking and processing of endosomal TLR.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reactome of PAMs Infected with PRRSV: Organismal Systems"
        },
        {
            "text": "As a disease in pigs, PRRSV infection of PAMs caused DE of 234 genes that share pathways associated with human diseases, such as 1) cancers, 2) cardiovascular diseases, 3) endocrine and metabolic diseases, 4) immune diseases, 5) infectious diseases and, 6) neurodegenerative diseases ( Figure 11 ; Table 1 Figure 11 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 286,
                    "end": 295,
                    "text": "Figure 11",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 298,
                    "end": 305,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 306,
                    "end": 315,
                    "text": "Figure 11",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Reactome of PAMs Infected with PRRSV: Human Diseases"
        },
        {
            "text": "PAMs infected with PRRSV had more than 20 DE genes that are involved in the gene expression pathways of seven human infectious diseases, three neurodegenerative diseases, one immune disease and one pathway in cancer (Table 1 ). More than twothirds of the genes associated with leishmaniasis (91%), toxoplasmosis (86%), HTLV-I infection (73%), tuberculosis (73%) and herpes simplex infection (71%), were down-regulated in PAMs infected with PRRSV. On the other hand, PRRSV infection of PAMs up-regulated more than 66% of the genes commonly associated with four human diseases/pathways, including HIV infection (83%), Huntington's disease (82%), Parkinson's disease (77%) and Alzheimer's disease (70%), respectively.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 216,
                    "end": 224,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Reactome of PAMs Infected with PRRSV: Human Diseases"
        },
        {
            "text": "Cluster analysis showed clusters A -J contained 25 (11%), 14 (6. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reactome of PAMs Infected with PRRSV: Human Diseases"
        },
        {
            "text": "In the present study, using 91,807 unique tags derived from five SAGE libraries collected from 0 hour mock-infected and 6, 12, 16 and 24 hours PRRSV-infected PAM cells, we identified a total of 699 functionally known genes that showed at least 2.0 fold changes in expression at one of the first three post-infection time points (6, 12 and 16 hours) and were at least 1.5 fold different at the 24 hours post-infection compared to the 0 hour mock infected cells. Our transcriptome profiling represents the largest known set of DE genes of PAMs challenged with PRRSV. The list of DE genes found in our present investigation was extensive, but many were unique as we found that only 8 of 108 (7.4%), 50 of 215 (23%) and 47 of 294 (16%) known coding genes previously reported [19] [20] [21] were also DE in PRRSV-infected PAMs in our study. Genini and colleagues [19] performed an in vitro study using PAMs obtained from six piglets and challenged with the Lelystad PRRSV strain. The European Lelystad strain of PRRSV has biological similarities but distinct serological properties from the North American VR-2332 isolate [22] . Gene expression was investigated using Affymetrix microarrays, but with very limited annotation available at that time. They detected a total of 1,409 differentially expressed transcripts based on analysis of variance, and found two, five, 25, 16 and 100 transcripts that differed from controls by a minimum of 1.5-fold at 1, 3, 6, 9 and 12 h post-infection, respectively. In addition to three uninfected negative controls, Xiao et al. [20] challenged six conventionally-reared, healthy 6-week-old, crossbred weaned pigs (Landrace6Yorkshire) with the classical North American type PRRSV (N-PRRSV) strain CH 1a. Lung tissues were collected from the control group, three pigs at 96 h (N96) and three pigs at 168 h (N168) post infection and mRNA was extracted. Transcriptome profiling was performed using a Solexa/ Illumina next generation sequencing method. Although the authors claimed that there were 5,430 DE genes between all time points (N96/C, N168/C, N168/N96) during infection, they only assigned 215 DE genes to pathways. Using Affymetrix microarrays, Zhou and co-workers [21] reported 294 functionally known genes that were differentially expressed in PAMs derived from three uninfected and three infected 5-week-old Tongcheng pigs at 5 days post infection. The infected groups were challenged with PRRSV-WUH3 by intramuscular inoculation. Here, we performed an in vitro study on PAMs challenged with PRRSV strain VR-2332 and carried out the transcriptome analysis using the SAGE technology. Collectively, these investigations examined responses to infections with different PRRSV strains using either in vitro or in vivo approaches and time courses ranged from 0 to 168 hours. In addition, two different types of tissues, PAMs or lung tissue, were collected for transcriptome profiling using either microarray or tag-based sequencing. Therefore, different experimental designs, transcription profiling formats, time course ranges, virus strains and tissue sources are all reasons that explain the low incidence of common DE genes among the different investigations.",
            "cite_spans": [
                {
                    "start": 771,
                    "end": 775,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 776,
                    "end": 780,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 781,
                    "end": 785,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 858,
                    "end": 862,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1117,
                    "end": 1121,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1560,
                    "end": 1564,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 2203,
                    "end": 2207,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Direct sequencing (whole transcriptome shotgun sequencing or RNA-seq) is likely to yield similar results to SAGE. The Illumina sequencing techniques usually produce sequences with a maximum of 100 bp in length. The major drawbacks of whole transcriptome shotgun sequencing or RNA-seq include insufficient detection of genes/transcripts with low levels of expression, uneven sequencing depth along the length of a transcript and impossible usage of spreadsheet software for data processing due to large file size, (as reviewed by [23] ).",
            "cite_spans": [
                {
                    "start": 529,
                    "end": 533,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Three databases: DAVID (The Database for Annotation, Visualization and Integrated Discovery, v6.7, http://david.abcc. ncifcrf.gov/home.jsp), KEGG (Kyoto Encyclopedia of Genes and Genomes, http://www.genome.jp/kegg/pathway.html) and RE-ACTOME (http://www.reactome.org/ReactomeGWT/ entrypoint.html) were used in the present study to assign DE genes in PAMs infected with PRRSV to functional pathways. The DAVID Bioinformatics database is owned by the NIH. The team developed a unique single linkage method by which .20 gene identifier types and .40 functional annotation categories from dozens of heterogeneous public databases have been comprehensively integrated in the DAVID Knowledgebase [24] . The KEGG database is described as a resource for understanding high-level functions and utilities of biological systems, such as the cell, the organism and the ecosystem, from molecular-level information, especially large-scale molecular datasets generated by genome sequencing and other high-throughput experimental technologies. The REACTOME tool claims to host a manually curated and peer-reviewed pathway database with cross references to many bioinformatics databases, such as NCBI Entrez Gene, Ensembl and UniProt databases, the UCSC and HapMap Genome Browsers, the KEGG Compound and ChEBI small molecule databases, PubMed, and Gene Ontology. Initially, the DAVID, KEGG and REACTOME databases helped us assign 517, 383 and 369 of 699 DE genes, respectively, to functional pathways. We then combined pathways generated by these three databases and classified them into six systems including 1) cellular processes, 2) genetic information processing, 3) environmental information processing, 4) metabolism, 5) organismal systems and 6) human diseases based on the KEGG classification systems with modifications. Merging the same/similar pathways and editing the overlapping pathways led to functional classification of 573 DE genes. These processes indicate that combining pathway information from different databases helps maximize the coverage of DE genes in pathway analysis.",
            "cite_spans": [
                {
                    "start": 690,
                    "end": 694,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "As shown in Figures 6-11 and Table 1 , each of these six systems described above has several functional categories ranging from three in environmental information processing to fifteen in metabolism. The category with the greatest number of DE genes in each of these six systems belongs to the cell growth and death with 191 DE genes identified in cellular processes, the transcription processes with 147 DE genes in the genetic information processing, signal transductions with 126 DE genes in the environmental information processing, energy metabolism with 176 DE genes in metabolism, the immune system with 297 DE genes in organismal systems, and infectious diseases in human disease. These pathway categories with the most DE genes clearly confirmed the basic characteristics of PAMs in pigs responding to PRRSV infection reported by other researchers. For example, Costers and co-workers [25] found that PRRSV stimulates antiapoptotic pathways in PAMs early in infection and the PRRSVinfected macrophages die by apoptosis late in infection. Gudmundsdottir and Risatti [26] investigated the effect of PRRSV infection on activation of 25 immunomodulatory cellular genes in PAMs at 24 and 48h post-infection and found a regulatory role of PRRSV ORF1A on PAM gene expression. During virus infection, PRRSV modulates the transcription and translation of the host cell to make them survive and propagate [27] . PRRSV infection also suppresses gene expression. Using two-dimensional liquid chromatography-tandem mass spectrometry coupled with isobaric tags for relative and absolute quantification (iTRAQ) labeling approach, Lu and colleagues [28] just recently revealed that signal transduction is one of the differentially expressed proteome components in PAMs infected with PRRSV. Research has shown that viruses and other pathogens usually slow down the host cell's energy production in order to enhance infection [29, 30] . Resistance response is an expensive activity, which would consume a large amount of energy. Appropriate energy management is important to restrict pathogen propagation or to repair the cells [31] . Innate immunity is critical to the host for defense against various pathogens. PRRSV infection under certain circumstances fails to elicit some components of the innate response [32] . Adaptive immune response is also important to kill viruses. Adaptive immunity depends on antigen presentation, where the MHC (major histocompatibility complex) class II molecule binds antigen to trigger an appropriate adaptive immune response and restrict pathogen growth [33] . We are the first to report DE genes that are common between PRRSV infection and 22 human infectious diseases. In particular, PRRSV infection of PAMs induced DE of 65, 33, 30, 28, 23, 23 , and 21 genes that are commonly associated with influenza infection, tuberculosis, HTLV-I infection, Herpes simplex infection HIV Infection, leishmaniasis, and toxoplasmosis, respectively.",
            "cite_spans": [
                {
                    "start": 894,
                    "end": 898,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1074,
                    "end": 1078,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1404,
                    "end": 1408,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1642,
                    "end": 1646,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1917,
                    "end": 1921,
                    "text": "[29,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1922,
                    "end": 1925,
                    "text": "30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 2119,
                    "end": 2123,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 2304,
                    "end": 2308,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 2583,
                    "end": 2587,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 2753,
                    "end": 2756,
                    "text": "65,",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 2757,
                    "end": 2760,
                    "text": "33,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 2761,
                    "end": 2764,
                    "text": "30,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 2765,
                    "end": 2768,
                    "text": "28,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 2769,
                    "end": 2772,
                    "text": "23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 2773,
                    "end": 2775,
                    "text": "23",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 12,
                    "end": 24,
                    "text": "Figures 6-11",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 29,
                    "end": 36,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "A dominant pathway was defined as a pathway with 20 or more DE genes identified in the present study. The numbers of dominant pathways with more than two-thirds of DE genes down-or up-regulated in PAMs infected with PRRSV at 24 h post infection showed some interesting, but different trends among the six systems described above. In the cellular processes and the human diseases systems, the numbers of dominant pathways were relatively even: three down-vs. two up-regulated in the former case and five down-vs. four up-regulated in the latter case. However, in the genetic information processing system there were two down-vs. eight up-regulated pathways and one down-vs. eight up-regulated pathways in the metabolism systems. In contrast, the down-to up-regulated pathway ratio was 5:1 in the environmental information processing systems and 8:1 in organismal systems. The dominant pathways with two-thirds of DE genes down-regulated in PAMs infected with PRRSV at 24 h post infection were: actin filament based processes (70%), antiapoptosis (68%) and positive regulation of cell communication (67%) in cellular processes; protein folding (78%) and protein processing in endoplasmic reticulum (75%) in the genetic information processing systems; signaling by MAPK (85%), NGF (70%) and GPCR (67%), GPCR ligand binding (67%) and positive regulation of signal transduction (65%) in the environmental information processing systems; metabolism of lipids and lipoproteins (71%) in the metabolism systems; positive regulation of developmental processes (77%), response to unfolded protein (77%), developmental biology (74%), axon guidance (70%), positive regulation of immune response (70%), response to organic substances (68%), response to hormone stimulus (67%) and response to abiotic stimulus (67%) in organismal systems; and leishmaniasis (91%), toxoplasmosis (86%), HTLV-I infection (73%), tuberculosis (73%) and Herpes simplex infection (71%) in the human diseases system ( Table 1 ). The dominant pathways with two-thirds of DE genes up-regulated in PAMs infected with PRRSV at 24 h post infection included: membrane organization (68%) and lysosome (68%) in cellular processes; gene expression (66%), nonsense-mediated decay (85%), translation (77%), translation elongation (84%), translation initiation (86%), ribosome (89%), translation termination (90%) and SRP-dependent cotranslational protein targeting to membrane (91%) in the genetic information processing systems; transmembrane transport of small molecules (68%) in the environmental information processing systems; generation of precursor metabolites and energy (82%), the citric acid cycle and respiratory electron transport (74%), respiratory electron transport (74%), ATP synthesis by chemiosmotic coupling, and heat production by uncoupling proteins (73%), oxidation reduction and oxidative phosphorylation (68%), metabolism of proteins (75%), hexose metabolic processes (67%) and glucose metabolic processes (71%) in the metabolism systems; vesicle docking during exocytosis (70%) in the organismal systems; and HIV Infection (83%), Huntington's disease (82%), Parkinson's disease (77% and Alzheimer's disease (70%) in the human diseases system ( Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1979,
                    "end": 1986,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 3219,
                    "end": 3227,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "As shown in Figure 5 , we classified these 699 DE genes into ten clusters based on their expression trends. For each system, we identified DE genes that were involved in 10 and more pathways and those that were exclusively included in the systems. In the cellular processes and the organismal systems, we found that more than half of the multi-functional DE genes (17/30 = 57% for the former system and 40/70 = 57% for the latter system) had five point expression patterns clustered in H, I and J, while about half of the exclusively expressed DE genes (12/24 = 50% for the former system and 15/31 = 48% for the latter system) were grouped in clusters A, B and C. In contrast, half of the multi-functional DE genes (6/12 = 50%) in the genetic information processing were clustered in B, C and D, while 12 of 21 (57%) exclusively expressed DE genes in the same system fell into clusters H, I and J. Interestingly, the majority of both multi-functional DE genes (28/ 55 = 51%) and exclusively expressed DE genes (28/46 = 61%) in the metabolism systems had the same expression trends clustered in A, B and C. A total of 19 DE genes identified in PAMs infected with PRRSV are involved in at least 10 human diseases and most of them (17/19 = 89%) were clustered in H, I and J. Systemspecific expression patterns were not identified in the environmental information processing and human disease systems because a limited number of multi-functional and exclusively expressed DE genes were identified in these systems.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 12,
                    "end": 20,
                    "text": "Figure 5",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "In addition to those system-based features in PAMs infected with PRRSV, we also observed other specific features related to PRRSV infection. Among 699 DE genes discovered in the present study, 206 were commonly down-regulated genes at different infection time points ( Figure 4C ) and they were involved in many function processes. Our data showed the signal transduction genes (NFKB1, NFKB2, JUN, JUNB and FOS) that trigger immune and inflammatory responses were significantly decreased. As a result, the proinflammatory cytokine genes (IL-1A, IL-1B and TNF) and chemokine genes (CCL23 and CCL3L1) were down-regulated. The receptors of cytokines and chemokines (IL1RN and CCRL1) were also down-regulated. The combined effects may allow PRRSV to avoid an effective immune response. In addition, complement system activation seemed to be blocked during PRRSV infection. C1QB, C3, C1QC, and FCN2, activators of the lectin pathway of the complement system, were down-regulated [34] . The Heat shock proteins (HSPs) genes (HSP90AA1, HSP90AB1, HSP90B1, HSPA1A, HSPA1B, HSPA5, HSPA6, HSPA8, HSPB1 and HSPH1) were negatively regulated during PRRSV infection. Heat stress proteins interact with viral proteins and enhance development of innate and adaptive immune responses against invading pathogens [35] ; therefore, the down-regulation of HSPs in PRRSV-infected PAMs may have resulted in a weakened innate immune response. In addition, a recent study has identified that HSPA5 closely associates with PRRSV nsp2 and as such may be involved in PRRSV replication complexes [36] .",
            "cite_spans": [
                {
                    "start": 974,
                    "end": 978,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1293,
                    "end": 1297,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1566,
                    "end": 1570,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [
                {
                    "start": 269,
                    "end": 278,
                    "text": "Figure 4C",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The collection of MHC II genes (SLA-DMB, SLA-DOA, SLA-DQA1, SLA-DQA2, SLA-DQB1, SLA-DRA, and SLA-DRB1) and cell surface molecules (CD74 and CD83) that help MHC II bind antigen were all down-regulated. PRRSV inhibits cell death or apoptosis, which allows a prolonged infection [37] . Negative regulation of apoptosis or cell death genes (IER3, CFLAR, YWHAZ, PIM2, ANXA4, HMOX1and BAG3) were also downregulated. CD163 is a PRRSV receptor that takes part in the internalization and uncoating of the virus. Down-regulation of CD163 could reduce PRRSV replication [38] . On the other hand, only 130 DE genes were commonly up-regulated at all four infected time stages. In particular, the up-regulated genes are involved in regulation of apoptosis and cell death (MAEA, BNIP3, IDO1, GPX1, EI24, and TIAL1) and oxygen metabolism (ACE, VEGFA, BNIP3 and EGLN2) ( Figure 4B ). Superoxide dismutases (SOD1 and SOD2) involved in the ubiquitin -proteasome pathway were significantly up-regulated, and the genes that encode proteasome subunits such as PSMB1, PSMB2 and PSME2 were also increased. Cyclooxygenase genes (COX1 and COX2) which participate in virus replication and the regulation of inflammatory response following viruses infection [39] were up-regulated at four time points post-infection. The S100 family gene S100A6 is involved in actin and tubulin cytoskeleton organization. Interferon regulatory transcription factor IRF3, which regulates IFN-b expression was activated at all four stages.",
            "cite_spans": [
                {
                    "start": 276,
                    "end": 280,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 559,
                    "end": 563,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1230,
                    "end": 1234,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [
                {
                    "start": 854,
                    "end": 863,
                    "text": "Figure 4B",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "PRRSV affected expression of genes in PAMs at critical time points after infection. Interestingly, at 6 h post-infection, most of the affected genes were down-regulated, while many genes were up-regulated at 24 h post infection. At 6 h post infection, the energy metabolism related genes (ATP5G2, COX17, COX5B, GSTP1, NDUFAB1 and NDUFS2) were suppressed. Transcriptional and protein synthesis genes (H1FX and OBFC2B) were also down-regulated. The antiviral gene BST2, which encodes the protein tetherin could directly restrict various viruses; however, BST2 abundance was reduced by PRRSV infection [40, 41] . In addition, PRRSV infection of PAMs decreased the viral replication regulator ANAPC11 to control virus replication. Consistent with a previous report [42] , genes in the DUSP family (DUSP1, DUSP2, DUSP5 and DUSP6), which regulate MAPK signaling, were down-regulated at four time points post-infection. At 24 h post infection, when the viral replication is exponential, an increasing amount of protein is needed to assemble whole virions. Consistent with this protein need, PRRSV up-regulated expression of several ribosomal protein genes (RPL15, RPL29, RPL34, RPL36A, RPL41, RPL9, RPLP0, RPLP1, RPS13, RPS16, RPS18, RPS19, RPS27L and RPS7) to make translation more productive. Selected antiviral genes (IFI6, IFIT3 and IFITM3) were also upregulated, indicating that PAMs were attempting to control the viral infection. S100A9, another member of the S100 family that is involved in induction of the inflammatory response common to many pathogen infections, was also significantly up-regulated. This gene and family was also found to be in the top ten upregulated genes in the tracheobronchial lymph nodes of pigs infected with highly pathogenic PRRSV rJXwn06 versus control at 14 days post infection [43] . Genes that were down-regulated genes at 24h post infection included inflammatory and antipathogen genes (CSF1 and USP2) and the cell apoptosis and death genes (MICB, BUB1B, ITGB2, UBB and BIRC3).",
            "cite_spans": [
                {
                    "start": 599,
                    "end": 603,
                    "text": "[40,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 604,
                    "end": 607,
                    "text": "41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 761,
                    "end": 765,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1810,
                    "end": 1814,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The host-pathogen interaction is another feature to discuss as a virus develops many ways to manipulate host gene expression [44] . During PRRSV infection, PRRSV modulates the transcription and translation of the host cell to enable propagation and survival of the virus [27] . PRRSV infection of PAMS resulted in suppressed expression of IL1a, IL1b and TNF-a, which are important proinflammatory cytokines known to elicit innate immunity to restrict virus replication. Normally, virus infection may enhance IL-1a, IL-1b and TNF-a expression that consequently inhibits virus replication [45] . Lack of early TNF expression may be a method that PRRSV utilizes to evade aspects of the innate host immune response. Therefore, PRRSV evades the early lines of defense by effectively blocking the expression of important innate/inflammatory genes. The abundances of IL1, IL6 and TNF were 10-100 times less in PRRSV single inoculated pigs than PRRSV-LPS inoculated pigs [46] . Similar results were observed in PAMs during PRRSV infection [47] . Our data showed that PRRSV infection restricts expression of these genes from 6 h to 24 h post infection. The complement pathway supports phagocytosis through opsonization and subsequent elimination of pathogens [48] . Down-regulated C3 and other complement pathway genes may weaken antiviral ability of phagocytic cells such as PAMs. Similar results were observed in PAMs during HP-PRRSV infection in vivo [49] . However, Xiao et al. showed that the complement system was activated in lung tissue during PRRSV infection, which may have caused severe lung damage [50, 51] . In the present study, the IFN-stimulated genes (IFIT1, IFIT3, MX1, ISG15, OAS1, and IFI6) were dramatically increased at 16 h and 24 h post infection, which should trigger powerful antiviral functions. This represents a positive signal for a host cell responding to PRRSV infection. Previous studies have shown that very low or negligible levels of IFN-a are produced upon PRRSV infection in pulmonary alveolar macrophages (PAMs) and PRRSV permissive monkey kidney cells (MARC-145) in vitro [52, 53] . IFN-a production in the lungs of pigs acutely infected with PRRSV was either almost undetectable or 100-to 200-fold lower than that induced by porcine respiratory coronavirus (PRCV) [54, 55] . PRRSV has also been found to suppress IFN-a production by transmissible gastroenteritis corona virus (TGEV), a known inducer of IFNs in infected alveolar macrophages [52] . At the same time, externally provided IFN-a or IFN-b have been able to reduce viral replication in cultured alveolar macrophages [52, 56] . PRRSV is thought to suppress type I IFN expression and block its signaling by interfering with STAT1/STAT2 nuclear translocation [57] . The virus was also found to inhibit the dsRNA-mediated upregulation of IFN-b gene transcription [53] . A microarray analysis of PAMs infected with Lelystad virus (European type PRRSV) showed no significant change in the IFN-a from the control at 12 h post-infection [19] . IRF3, which plays an important role in activating type I interferon was up-regulated at all infected time stages. However, we did not detect differential expression of type I IFN over the course of infection. It is possible that type I IFN might have been induced before 6 h, which was our first PAM collection time. It has been shown the PRRSV can trigger the activation of IRF-3 as well as induce IFN production at 24 h post infection but the activities are much lower than those triggered by Poly(I:C) and PRRSV nsp1 antagonizes IFN production through the TLR3 and RIG-I pathways and down-regulates the protein level of IRF-3 [58] . Pre-treatment of PAMs with LPS downregulated expression of CD163, a PRRSV receptor involved in PRRSV uncoating, and restricted PRRSV replication [38, 59] . In the present study, CD163 was significantly decreased after PRRSV infection, which indicates that viral evasion methods in PAMs were actively induced.",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 129,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 271,
                    "end": 275,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 587,
                    "end": 591,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 963,
                    "end": 967,
                    "text": "[46]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1031,
                    "end": 1035,
                    "text": "[47]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1250,
                    "end": 1254,
                    "text": "[48]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1445,
                    "end": 1449,
                    "text": "[49]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1601,
                    "end": 1605,
                    "text": "[50,",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1606,
                    "end": 1609,
                    "text": "51]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 2103,
                    "end": 2107,
                    "text": "[52,",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 2108,
                    "end": 2111,
                    "text": "53]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 2296,
                    "end": 2300,
                    "text": "[54,",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 2301,
                    "end": 2304,
                    "text": "55]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 2473,
                    "end": 2477,
                    "text": "[52]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 2609,
                    "end": 2613,
                    "text": "[52,",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 2614,
                    "end": 2617,
                    "text": "56]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 2749,
                    "end": 2753,
                    "text": "[57]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 2852,
                    "end": 2856,
                    "text": "[53]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 3022,
                    "end": 3026,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 3658,
                    "end": 3662,
                    "text": "[58]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 3810,
                    "end": 3814,
                    "text": "[38,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 3815,
                    "end": 3818,
                    "text": "59]",
                    "ref_id": "BIBREF58"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, our current study revealed the largest known set of 699 DE genes in PAMs challenged with PRRSV, which are involved in six biological systems, 60 functional categories and 504 pathways. The major reactomes of PAMs responding to PRRSV infection included cell growth and death, transcription processes, signal transductions, energy metabolism, immune system and infectious diseases. In particular, PRRSV infection dramatically minimized pathway functions involving the actin filament based processes, anti-apoptosis, positive regulation of cell communication, protein folding, protein processing in endoplasmic reticulum, signaling by MAPK, NGF and GPCR, GPCR ligand binding, positive regulation of signal transduction, metabolism of lipids and lipoproteins, positive regulation of developmental processes, response to unfolded protein, developmental biology, axon guidance, positive regulation of immune responses, response to organic substances, response to hormone stimulus and response to abiotic stimulus in PAMs. However, PRRSV invasion maximized pathway functions related to membrane organization, lysosome, gene expression, nonsense-mediated decay, translation, translation elongation, translation initiation, ribosome, translation termination, SRP-dependent cotranslational protein targeting to membrane, transmembrane transport of small molecules, generation of precursor metabolites and energy, the citric acid cycle and respiratory electron transport, respiratory electron transport, ATP synthesis by chemiosmotic coupling, and heat production by uncoupling proteins, oxidation reduction and oxidative phosphorylation, metabolism of proteins, hexose metabolic processes, glucose metabolic processes and vesicle docking during exocytosis in PAMs. Overall, PRRSV took control of PAMs in the course of a 24 hour infection, but the host started to fight back using its autophagy mechanisms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The animal use protocol was reviewed and approved by the Institutional Animal Care and Use Committee (IACUC) of the National Animal Disease Center-USDA-Agricultural Research Service.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics Statement"
        },
        {
            "text": "The experiments were conducted as previously described [60, 61] . In brief, PAM cells were harvested from three clinically healthy, PRRS-negative gilts 6-8 weeks of age and tested free by PCR for both porcine circovirus and Mycoplasma spp. Primary PAM were isolated, cultured, and infected, as previously described [62] . Aliquots of PAMs were then frozen and stored in liquid nitrogen separately for all three pigs. After establishing PAMs in culture, cells were infected with PRRSV strain VR-2332. To achieve a near synchronous infection, flasks containing adherent PAMs were infected at a multiplicity of infection (MOI) of 10 in chilled media and incubated at 4uC for 1 hour to allow for virus binding, but not entry into the cell. Pre-warmed media was added and the cells placed at 37uC, 5% CO 2 until collected for RNA isolation. Total cellular RNA was prepared using the Qiagen RNeasy mini kit (Qiagen, Valencia, CA) according to the manufacturer's instructions. Cell samples were collected from each PRRSV-infected PAM flask at 0, 6, 12, 16 or 24 hours after infection. Total cellular RNA from mock-infected PAMs was collected at 0 and 24 hours. Equimolar amounts of total RNA from the PAMs of each pig at each time point were then pooled to make SAGE (serial analysis of gene expression) libraries using NlaIII as the anchoring enzyme and BsmFI as the tagging enzyme [63] . The SAGE libraries provided the population means of the transcript abundance levels for each time point. SAGE clones were amplified and sequenced using a high-throughput sequencing pipeline with an ABI 3730 automated sequencer and ABI chemistry (Applied Biosystems Inc., Foster City, CA). The SAGE libraries with tag counts were submitted to GenBank GEO and have the accession number GSE10346.",
            "cite_spans": [
                {
                    "start": 55,
                    "end": 59,
                    "text": "[60,",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 60,
                    "end": 63,
                    "text": "61]",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 315,
                    "end": 319,
                    "text": "[62]",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 1376,
                    "end": 1380,
                    "text": "[63]",
                    "ref_id": "BIBREF62"
                }
            ],
            "ref_spans": [],
            "section": "Cells, Virus Infection and SAGE Analysis"
        },
        {
            "text": "We assumed that the counts of the i th SAGE tags, y i , followed a Poisson distribution defined as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Detection of Differentially Expressed SAGE Tags"
        },
        {
            "text": "We then let l~nm where m was interpreted as the ''true'' frequency that the i th SAGE tag being expressed, among n expressed SAGE tags in total, such that L(mDy i )!p(y i Dm)!m y i e {nm ð2Þ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Detection of Differentially Expressed SAGE Tags"
        },
        {
            "text": "Here, both y i and l are not comparable between statuses, because the library sizes can vary. We can however, compare m's among statuses (i.e., libraries) because they quantify the underlying ''true'' frequencies of SAGE expression.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Detection of Differentially Expressed SAGE Tags"
        },
        {
            "text": "Within the Bayesian framework, we assumed a conjugate Gamma prior distribution, Gamma (a, b), for the parameter m, then, the posterior distribution of m is also a Gamma density with parameters azy i and bzn, ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Detection of Differentially Expressed SAGE Tags"
        },
        {
            "text": "Now, we considered y i1 and y i2 are counts of the i th SAGE tag at two time points, t 1 and t 2 , respectively, and n 1 and n 2 are the total numbers of SAGE tags measured at these two time points. Under the assumption of heterogeneity (H 1 ), the means at the two time points are different, that is, m 1 =m 2 . Then, the likelihood function is ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Detection of Differentially Expressed SAGE Tags"
        },
        {
            "text": "Given a Gamma prior distribution, Gamma (a,b), to m 1 and m 2 , we showed that their posterior distributions are also Gamma: m 1 Dy i1 *Gamma(azy i1 ,bzn 1 ) ð5aÞ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Detection of Differentially Expressed SAGE Tags"
        },
        {
            "text": "Under the assumption of homogeneity (H 0 ), m 1~m2~m , the likelihood function was L(mDy i )!m (y i1 zy i2 ) e {(n 1 zn 2 )m ð6Þ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Detection of Differentially Expressed SAGE Tags"
        },
        {
            "text": "Then the posterior distribution of m was: mDy i1 ,y i2 *Gamma(azy i1 zy i2 ,bzn 1 zn 2 )",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Detection of Differentially Expressed SAGE Tags"
        },
        {
            "text": "In Bayesian framework, this hypothesis test that contrasts both models (hypotheses) was conducted using the Bayes Factor [64] .",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 125,
                    "text": "[64]",
                    "ref_id": "BIBREF63"
                }
            ],
            "ref_spans": [],
            "section": "Detection of Differentially Expressed SAGE Tags"
        },
        {
            "text": "Differential gene expression is commonly measured by computing log ratios. In the present study, we similarly computed log ratios (pLR) of posterior frequencies of SAGE tags between each of the treatment time periods (6 h, 12 h, 16 h, or 24 h) and the normal status, as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Detection of Differentially Expressed SAGE Tags"
        },
        {
            "text": "Alternatively, differential gene expression between two time points can be evaluated by computing the following probability based on posterior samples:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Detection of Differentially Expressed SAGE Tags"
        },
        {
            "text": "Hence, we numerically constructed the 95% highest posterior density intervals (95% HPD) for m t {m normal , and differential expression of a SAGE tag was claimed to be true if one of the following criteria held, or false otherwise: In the present study, we employed both criteria, (8) and (10), to identify differentially expressed (DE) SAGE tags.",
            "cite_spans": [
                {
                    "start": 281,
                    "end": 284,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Detection of Differentially Expressed SAGE Tags"
        },
        {
            "text": "We downloaded a total of 52,121 porcine mRNA sequences from the GenBank database at National Center for Biotechnology Information (NCBI). A Java program was developed to identify the 39 most NlaIII cut site for each mRNA sequence and collect the sequence of 10 nucleotides following the anchoring enzyme cut site. The process resulted in 48,988 tags collected from 52,121 mRNA sequences. Interestingly, 95 mRNA sequences had the same AAAAAAAAAA tag and were subsequently deleted from the analysis. We also simply assumed that among the remaining tags, any repeated mRNA sequences with different accession numbers belonged to the same gene. By excluding all repeats, we compiled a list of 26,745 unique tags for different pig mRNAs. The unique mRNA tags were then merged with the DE SAGE tags identified above to determine DE mRNAs of PAMs infected with PRRSV. The mRNA sequences were then annotated for orthologs in the human genome against the Refseq database, as the human genome has been well annotated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assignment of DE Tags to Genes"
        },
        {
            "text": "In order to select DE genes for pathway analysis, we arbitrarily required that each DE gene had at least one time point (6 h, 12 h, 16 h, and 24 h, respectively) that was at least a 2 fold change and 100 tags per million (TPM) different from the 0 h mock-infected control. In addition, we also required that each DE gene was at least 1.5 fold different between the 24 h-infected and the 0 hour mock-infected cells. Generally speaking, we assumed that a cell should express ,10,000 genes at a given time [65] . As such, each gene should average 100 TPM when a million SAGE tags are sequenced. Therefore, we considered 100 TPM as a minimum requirement to signify a change of functional importance for a DE gene. The associated pathways of all DE genes were identified using DAVID, (http://david.abcc.ncifcrf.gov/home.jsp), KEGG Pathway (http://www.genome.jp/kegg/pathway.html), and Reactome (http://www.reactome.org/ReactomeGWT/entrypoint. html) databases. The DE gene clustering was performed using the self-organizing map (SOM) as described previously [65] . A SOM is a type of artificial neural network that uses unsupervised learning to produce a low-dimensional, discretized representation of the input space of the training samples, called a map. It consists of components called nodes or neurons. Each node is associated with a weight vector of the same dimension (as the input data vectors and a position in the map space). To place a vector from data space onto the map, the method first finds the node with the closest weight vector to the vector taken from data space. Once the closest node is located, it is given the values from the vector taken from the data space.",
            "cite_spans": [
                {
                    "start": 503,
                    "end": 507,
                    "text": "[65]",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 1052,
                    "end": 1056,
                    "text": "[65]",
                    "ref_id": "BIBREF64"
                }
            ],
            "ref_spans": [],
            "section": "Identification of DE Genes for Pathway Analysis"
        },
        {
            "text": "SOMs operate in two modes: training and mapping. Training builds the map using input examples (data), which features competitive learning, and mapping automatically classifies a new input vector. When a training example is fed to the network, the method computes its Euclidean distance to all weight vectors. The neuron with weight vector that is most similar to this input is called the best matching unit (BMU). The weights of the BMU and neurons close to it in the SOM are adjusted towards the input vector. The magnitude of the change decreases with time and with distance from the BMU. The update formula for a neuron with weight vector W v (t) is as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Identification of DE Genes for Pathway Analysis"
        },
        {
            "text": "where a(t) is a monotonically decreasing learning coefficient and D(t) is the input vector. The neighborhood function h(v, t) depends on the distance between the BMU and neuron v. The neighborhood function shrinks with time. At the beginning when the neighborhood is broad, the self-organizing takes place on the global scale. When the neighborhood has shrunk to just a couple of neurons the weights are converging to local estimates. This process is repeated for each input vector for a number of cycles (denoted as l, usually in a few hundreds of cycles). Typically, SOMs with a small number of nodes behave similarly to K-means, whereas larger SOMs can rearrange data in a way that is fundamentally topological in character [66] . ",
            "cite_spans": [
                {
                    "start": 727,
                    "end": 731,
                    "text": "[66]",
                    "ref_id": "BIBREF65"
                }
            ],
            "ref_spans": [],
            "section": "Identification of DE Genes for Pathway Analysis"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Porcine reproductive and respiratory syndrome",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Goyal",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J Vet Diagn Invest",
            "volume": "5",
            "issn": "",
            "pages": "656--664",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Porcine reproductive and respiratory syndrome",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Rossow",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Vet Pathol",
            "volume": "35",
            "issn": "",
            "pages": "1--20",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Immune response and persistence of the porcine reproductive and respiratory syndrome virus in infected pigs and farm units",
            "authors": [
                {
                    "first": "Albina",
                    "middle": [
                        "E"
                    ],
                    "last": "Madec",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Cariolet",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Torrison",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Vet Rec",
            "volume": "134",
            "issn": "",
            "pages": "567--573",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Induction of dual infections in newborn and threeweek-old pigs by use of two plaque size variants of porcine reproductive and respiratory syndrome virus",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Joo",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Am J Vet Res",
            "volume": "58",
            "issn": "",
            "pages": "257--259",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Porcine reproductive and respiratory syndrome virus comparison: divergent evolution on two continents",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Nelsen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Murtaugh",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Faaberg",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Virol",
            "volume": "73",
            "issn": "",
            "pages": "270--280",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Emergence of fatal PRRSV variants: unparalleled outbreaks of atypical PRRS in China and molecular dissection of the unique hallmark",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "PloS one",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Modern pig farming in the People's Republic of China: growth and veterinary challenges",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mcorist",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Khampee",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Revue scientifique et technique",
            "volume": "30",
            "issn": "",
            "pages": "961--968",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Highly pathogenic porcine reproductive and respiratory syndrome virus",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "Q"
                    ],
                    "last": "An",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "J"
                    ],
                    "last": "Tian",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Leng",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "Z"
                    ],
                    "last": "Tong",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Asia. Emerging infectious diseases",
            "volume": "17",
            "issn": "",
            "pages": "1782--1784",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Novel strategies and approaches to develop the next generation of vaccines against porcine reproductive and respiratory syndrome virus (PRRSV)",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "W"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "J"
                    ],
                    "last": "Meng",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Virus Research",
            "volume": "154",
            "issn": "",
            "pages": "141--149",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Interaction between innate immunity and porcine reproductive and respiratory syndrome virus",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Rowland",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Blecha",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Research Workers in Animal Diseases",
            "volume": "12",
            "issn": "",
            "pages": "149--167",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Antibody repertoire development in fetal and neonatal piglets. XXIII: fetal piglets infected with a vaccine strain of PRRS Virus display the same immune dysregulation seen in isolator piglets",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "Z"
                    ],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wertz",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Lager",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Tobin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Butler",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Vaccine",
            "volume": "30",
            "issn": "",
            "pages": "3646--3652",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Porcine reproductive and respiratory syndrome virus subverts repertoire development by proliferation of germline-encoded B cells of all isotypes bearing hydrophobic heavy chain CDR3",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Butler",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wertz",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Weber",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Lager",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Journal of immunology",
            "volume": "180",
            "issn": "",
            "pages": "2347--2356",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Antibody repertoire development in fetal and neonatal piglets: XIX. Undiversified B cells with hydrophobic HCDR3s preferentially proliferate in the porcine reproductive and respiratory syndrome",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Butler",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Lemke",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Weber",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sinkora",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Lager",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Journal of immunology",
            "volume": "178",
            "issn": "",
            "pages": "6320--6331",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Porcine reproductive and respiratory syndrome: ten years of experience (1986-1996) with this undesirable viral infection",
            "authors": [
                {
                    "first": "Albina",
                    "middle": [
                        "E"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Vet Res",
            "volume": "28",
            "issn": "",
            "pages": "305--352",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The structural biology of PRRSV",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Dokland",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Virus Research",
            "volume": "154",
            "issn": "",
            "pages": "86--97",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Porcine reproductive and respiratory syndrome virus entry into the porcine macrophage",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Van Breedam",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Delputte",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Van Gorp",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Misinzo",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Vanderheijden",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Gen Virol",
            "volume": "91",
            "issn": "",
            "pages": "1659--1667",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Indepth global analysis of transcript abundance levels in porcine alveolar macrophages following infection with porcine reproductive and respiratory syndrome virus",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Neill",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Harhay",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Lager",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "W"
                    ],
                    "last": "Laegreid",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Advances in Virology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Synaptic vesicle-like lipidome of human cytomegalovirus virions reveals a role for SNARE machinery in virion egress",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sharon-Friling",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ivanova",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Milne",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Myers",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Proceedings of the National Academy of Sciences of the United States of America",
            "volume": "108",
            "issn": "",
            "pages": "12869--12874",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Genomewide transcriptional response of primary alveolar macrophages following infection with porcine reproductive and respiratory syndrome virus",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Genini",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Delputte",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Malinverni",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cecere",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Stella",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Gen Virol",
            "volume": "89",
            "issn": "",
            "pages": "2550--2564",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Understanding PRRSV infection in porcine lung based on genome-wide transcriptome response identified by deep sequencing",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jia",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mo",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Qin",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PloS one",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Molecular characterization of transcriptome-wide interactions between highly pathogenic porcine reproductive and respiratory syndrome virus and porcine alveolar macrophages in vivo",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhai",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "International journal of biological sciences",
            "volume": "7",
            "issn": "",
            "pages": "947--959",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Comparison of the structural protein coding sequences of the VR-2332 and Lelystad virus strains of the PRRS virus",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Murtaugh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Elam",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "T"
                    ],
                    "last": "Kakach",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Arch Virol",
            "volume": "140",
            "issn": "",
            "pages": "1451--1460",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Microarrays, deep sequencing and the true measure of the transcriptome",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Malone",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Oliver",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "BMC Biol",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "The DAVID Gene Functional Classification Tool: a novel biological module-centric algorithm to functionally analyze large gene lists",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Huang Da",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "T"
                    ],
                    "last": "Sherman",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Collins",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "G"
                    ],
                    "last": "Alvord",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Genome biology",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Porcine reproductive and respiratory syndrome virus modulates apoptosis during replication in alveolar macrophages",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Costers",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Lefebvre",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Delputte",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Nauwynck",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Archives of virology",
            "volume": "153",
            "issn": "",
            "pages": "1453--1465",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Infection of porcine alveolar macrophages with recombinant chimeric porcine reproductive and respiratory syndrome virus: effects on cellular gene transcription and virus growth",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Gudmundsdottir",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Risatti",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Virus Research",
            "volume": "145",
            "issn": "",
            "pages": "145--150",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Challenges for porcine reproductive and respiratory syndrome virus (PRRSV) vaccinology",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Kimman",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Cornelissen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Moormann",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Rebel",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Stockhofe-Zurwieden",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Vaccine",
            "volume": "27",
            "issn": "",
            "pages": "3704--3718",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Two-dimensional liquid chromatography-tandem mass spectrometry coupled with isobaric tags for relative and absolute quantification (iTRAQ) labeling approach revealed first proteome profiles of pulmonary alveolar macrophages infected with porcine reproductive and respiratory syndrome virus",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bai",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Journal of proteome research",
            "volume": "11",
            "issn": "",
            "pages": "2890--2903",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Human cytomegalovirus directly induces the antiviral protein viperin to enhance infectivity",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Seo",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Yaneva",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Hinson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Cresswell",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Science",
            "volume": "332",
            "issn": "",
            "pages": "1093--1097",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Akt and FOXO dysregulation contribute to infection-induced wasting in Drosophila",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Dionne",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "N"
                    ],
                    "last": "Pham",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shirasu-Hiza",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Schneider",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Curr Biol",
            "volume": "16",
            "issn": "",
            "pages": "1977--1985",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Two ways to survive infection: what resistance and tolerance can teach us about treating infectious diseases",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Schneider",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Ayres",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nat Rev Immunol",
            "volume": "8",
            "issn": "",
            "pages": "889--895",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Genetic control of host resistance to porcine reproductive and respiratory syndrome virus (PRRSV) infection",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Lunney",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Virus Res",
            "volume": "154",
            "issn": "",
            "pages": "161--169",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Peptide binding to MHC class I and II proteins: new avenues from new methods",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Yaneva",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Schneeweiss",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zacharias",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Springer",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Mol Immunol",
            "volume": "47",
            "issn": "",
            "pages": "649--657",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "MBL2, FCN1, FCN2 and FCN3-The genes behind the initiation of the lectin pathway of complement",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Garred",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Honore",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Munthe-Fog",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hummelshoj",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Mol Immunol",
            "volume": "46",
            "issn": "",
            "pages": "2737--2744",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Role for heat shock proteins in the immune response to measles virus infection",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Oglesbee",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pratt",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Carsillo",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Viral Immunol",
            "volume": "15",
            "issn": "",
            "pages": "399--416",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Proteolytic products of the porcine reproductive and respiratory syndrome virus nsp2 replicase protein",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Rutherford",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Faaberg",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Journal of virology",
            "volume": "84",
            "issn": "",
            "pages": "10102--10112",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Apoptosis in viral pathogenesis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Hardwick",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Cell Death Differ",
            "volume": "8",
            "issn": "",
            "pages": "109--110",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Modulation of CD163 receptor expression and replication of porcine reproductive and respiratory syndrome virus in porcine macrophages",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Patton",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Rowland",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Yoo",
                    "suffix": ""
                },
                {
                    "first": "Chang",
                    "middle": [],
                    "last": "Ko",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Virus Res",
            "volume": "140",
            "issn": "",
            "pages": "161--171",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "The role and regulation of COX-2 during viral infection",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Steer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Corbett",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Viral Immunol",
            "volume": "16",
            "issn": "",
            "pages": "447--460",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Ebola virus glycoprotein counteracts BST-2/Tetherin restriction in a sequenceindependent manner that does not require tetherin surface removal",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Lopez",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hauser",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Exline",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Haworth",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Virol",
            "volume": "84",
            "issn": "",
            "pages": "7243--7255",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Tetherin: holding on and letting go",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sauter",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Specht",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Kirchhoff",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Cell",
            "volume": "141",
            "issn": "",
            "pages": "392--398",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Regulation of innate immunity by MAPK dualspecificity phosphatases: knockout models reveal new tricks of old genes",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Salojin",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Oravecz",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Leukoc Biol",
            "volume": "81",
            "issn": "",
            "pages": "860--869",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Analysis of the swine tracheobronchial lymph node transcriptomic response to infection with a Chinese highly pathogenic strain of porcine reproductive and respiratory syndrome virus",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fleming",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Arbogast",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "O"
                    ],
                    "last": "Bayles",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "BMC Vet Res",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Viral mechanisms of immune evasion",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Alcami",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [
                        "H"
                    ],
                    "last": "Koszinowski",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Trends Microbiol",
            "volume": "8",
            "issn": "",
            "pages": "410--418",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Fevers, genes, and innate immunity",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Ryan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Kastner",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Curr Top Microbiol Immunol",
            "volume": "321",
            "issn": "",
            "pages": "169--184",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "The combination of PRRS virus and bacterial endotoxin as a model for multifactorial respiratory disease in pigs",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Van Gucht",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Labarque",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Van Reeth",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Vet Immunol Immunopathol",
            "volume": "102",
            "issn": "",
            "pages": "165--178",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Increased production of proinflammatory cytokines following infection with porcine reproductive and respiratory syndrome virus and Mycoplasma hyopneumoniae",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Thanawongnuwech",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Thacker",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Halbur",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Thacker",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Clin Diagn Lab Immunol",
            "volume": "11",
            "issn": "",
            "pages": "901--908",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Complement component C3 and complement receptor type 3 contribute to the phagocytosis and clearance of fibrillar Abeta by microglia",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Fu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Frost",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jin",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Glia",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Molecular characterization of transcriptome-wide interactions between highly pathogenic porcine reproductive and respiratory syndrome virus and porcine alveolar macrophages in vivo",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhai",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Int J Biol Sci",
            "volume": "7",
            "issn": "",
            "pages": "947--959",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Macrophage complement receptors and pathogen clearance",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Van Lookeren Campagne",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wiesmann",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Cell Microbiol",
            "volume": "9",
            "issn": "",
            "pages": "2095--2102",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Aberrant host immune response induced by highly virulent PRRSV identified by digital gene expression tag profiling",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mo",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jia",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Qin",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "BMC genomics",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Interferon-alpha response to swine arterivirus (PoAV), the porcine reproductive and respiratory syndrome virus",
            "authors": [
                {
                    "first": "Albina",
                    "middle": [
                        "E"
                    ],
                    "last": "Carrat",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Charley",
                    "middle": [
                        "B"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Interferon Cytokine Res",
            "volume": "18",
            "issn": "",
            "pages": "485--490",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Interferon type I response in porcine reproductive and respiratory syndrome virus-infected MARC-145 cells",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "W"
                    ],
                    "last": "Laegreid",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Bono",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Chitko-Mckown",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Fox",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Arch Virol",
            "volume": "149",
            "issn": "",
            "pages": "2453--2463",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "In vivo and in vitro interferon (IFN) studies with the porcine reproductive and respiratory syndrome virus (PRRSV)",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Buddaert",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Van Reeth",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pensaert",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Adv Exp Med Biol",
            "volume": "440",
            "issn": "",
            "pages": "461--467",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Differential production of proinflammatory cytokines in the pig lung during different respiratory virus infections: correlations with pathogenicity",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Van Reeth",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Labarque",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nauwynck",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pensaert",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Res Vet Sci",
            "volume": "67",
            "issn": "",
            "pages": "47--52",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Recombinant swine beta interferon protects swine alveolar macrophages and MARC-145 cells from infection with Porcine reproductive and respiratory syndrome virus",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Overend",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mitchell",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rompato",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Grubman",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Gen Virol",
            "volume": "88",
            "issn": "",
            "pages": "925--931",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Porcine reproductive and respiratory syndrome virus inhibits type I interferon signaling by blocking STAT1/STAT2 nuclear translocation",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Nan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ritthipichai",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Virol",
            "volume": "84",
            "issn": "",
            "pages": "11045--11055",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Porcine reproductive and respiratory syndrome virus (PRRSV) could be sensed by professional beta interferon-producing system and had mechanisms to inhibit this action in MARC-145 cells",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Xing",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Virus Res",
            "volume": "153",
            "issn": "",
            "pages": "151--156",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "A brief review of CD163 and its role in PRRSV infection",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Welch",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Calvert",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Virus Res",
            "volume": "154",
            "issn": "",
            "pages": "98--103",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Effect of porcine reproductive and respiratory syndrome virus on porcine alveolar macrophage function as determined using serial analysis of gene expression (SAGE)",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Harhay",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Lager",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Neill",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Dev Biol (Basel)",
            "volume": "132",
            "issn": "",
            "pages": "169--174",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Indepth global analysis of transcript abundance levels in porcine alveolar macrophages following infection with porcine reproductive and respiratory syndrome virus",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Neill",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Harhay",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Lager",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "W"
                    ],
                    "last": "Laegreid",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Adv Virol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Effects of porcine reproductive and respiratory syndrome virus (isolate tw91) on porcine alveolar macrophages in vitro",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Chiou",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Jeng",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Chueh",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "F"
                    ],
                    "last": "Pang",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Vet Microbiol",
            "volume": "71",
            "issn": "",
            "pages": "9--25",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Serial analysis of gene expression",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "E"
                    ],
                    "last": "Velculescu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Vogelstein",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Kinzler",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Science",
            "volume": "270",
            "issn": "",
            "pages": "484--487",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Bayesian model selection in social research (with discussion)",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Raftery",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Sociological Methodology",
            "volume": "25",
            "issn": "",
            "pages": "111--193",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Census of orthologous genes and self-organizing maps of biologically relevant transcriptional patterns in chickens (Gallus gallus)",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "L"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "B"
                    ],
                    "last": "Griffin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Garcia",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Michal",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Gene",
            "volume": "340",
            "issn": "",
            "pages": "213--225",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Self-organizing maps. Neural networks -A comprehensive foundation",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Haykin",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Compared to the 0 hour mock-infected cells, Bayesian analysis revealed that PRRSV-infected cells had 891, 972, 1,230 and 1,323 down-and 1,201, 1,199, 1,276 and 1,042 up-regulated DE tags at 6, 12, 16 and 24 hours post infection, respectively. These up-and down-regulated DE tags at all four time points post infection in fact represented only 5,028 tags, and included 2,716 DE tags at",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Identification and characterization of tags/genes differentially expressed between the 0 hour mock-infected and the 6, 12, 16 and 24 hours PRRSV-infected PAM cells. doi:10.1371/journal.pone.0059229.g001",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fold change in TPM for genes with multiple tags due to mRNA isoforms. TPM and fold changes for two tags in ARG1 (A), SLA-DQA1 (B), TIMP2 (C) and TOB1 (D) representing different mRNA isoforms at 0, 6, 12, 16 and 24 hours post-infection. doi:10.1371/journal.pone.0059229.g002",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Summary of differentially expressed genes in PAMs infected with PRRSV. All genes (A), up-regulated genes (B) and downregulated genes at four time-points post-infection (C). doi:10.1371/journal.pone.0059229.g004",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Ten expression trend clusters of 699 DE genes derived from PAMs during PRRSV infection. doi:10.1371/journal.pone.0059229.g005",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "DE gene distributions and interactions among functional categories associated with Cellular Processes in PAMs infected with PRRSV. doi:10.1371/journal.pone.0059229.g006",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "RPS27A had multiple functions in at least ten pathways with the first six genes (50%) which code for ribosomal proteins clustered in B, C and D, respectively. Twenty one genes:AKAP12, MRPL52, SUMO2, TSFM, MRPL28, UBXN1, YBX1, HELB, HNRNPH2, AHSA1, DSCR3, HNRNPC, NFIL3, PPIC, HNRNPA2B1, PTBP1, DMXL2, HNRNPA1, LMO4, NARS and SYNCRIP had exclusive functions with the last twelve genes (57%) clustered in H, I and J, respectively. The most actively down-regulated genes were TNF, HSPA1B, TIMP1, TNFSF13, BAG3, HSPA1A, DNAJB1, HMOX1, GJA1, C3, NARS, FOS, EGR1, HSPA6, YWHAE, NUDC, ENPP1, RAMP2, JUNB, RPS7 and the most actively up-regulated genes included CSF1, RAB7B, CCNH, LRPAP1, PPIA, TRAPPC2, NME2, MYBPC3, ACVR1, CD24, POLB, VEGFA, RAB11A, YBX1, GPX1, MRPL28, BST2, PSME2, POLR2I, KAP12, WARS, MMP9, BNIP3, LGALS9, TRAPPC4, respectively as they appeared either on the top 10 up-or bottom 10 down-regulated genes at least once in PAMs at the four time points post-PRRSV infection.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "DE gene distributions and interactions among functional categories associated with Genetic Information Processing in PAMs infected with PRRSV. doi:10.1371/journal.pone.0059229.g007",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "DE gene distributions and interactions among functional categories associated with Environmental Information Processing in PAMs infected with PRRSV. doi:10.1371/journal.pone.0059229.g008 of cluster H, while the latter gene belonged to cluster C. Meanwhile, OR5P3, EMR1, RRAD and HCAR2 were exclusively related to the system and were classified into F, G, I and J clusters, respectively. Compilation of the top 10 up-and bottom 10 downregulated DE genes in the system each at 6, 12, 16 and 24 hours post infection revealed a pool of 18 genes: TNF, RRAD, HSPA1B, MAP3K8, TNFSF13, HSPA1A, HMOX1, GJA1, CCRL1, C3, HBEGF, CCL3L1, HSPA6, HLA-DOA, HLA-DMB, RAMP2, CD14 and CTSZ as the most actively down-regulated genes, while a pool of 20 genes: RAB7B, CD34, IL3RA, HLA-A, ACVR1, CD24, VEGFA, RAB11A, GPX1, VDAC3, PSME2, SLC16A3, MMP9,LGALS9, PLA2G2D, CCL2, CCL8, TRAPPC4, IDO1 and CXCL6 as the most actively up-regulated genes, respectively.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "DE gene distributions and interactions among functional categories associated with Metabolism in PAMs infected with PRRSV. doi:10.1371/journal.pone.0059229.g009",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": ", GPD1, ENPP1, LDHB, JUN, SDHB, FBP1, TNF, EDN1, JAK2,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "DE gene distributions and interactions among functional categories associated with Organismal Systems in PAMs infected with PRRSV. doi:10.1371/journal.pone.0059229.g010 HEXB, ATP2A2, HMOX1, HERPUD1 and ADM with the first 28 genes (50.91%) clustered in A, B and C, respectively, while the last 15 genes (27.27%) in H and I clusters, respectively. The metabolism systems specific genes were SDS, PGAM1, GBE1, CYP51A1, HSD11B1, ENOPH1, NADH5, PTGR1, DDT, PPM1G, TBC1D1, ATP5J2, PGLS, ISYNA1, PHYH, HSD17B14, MBOAT7, PGS1, TPI1, MDH2, TALDO1, PGK1, COX17, CNDP2, SH3BGRL3, BCKDK, NAGK, POR, GLRX, SLC25A3, ISCA1, AMPD2, ALDH8A1, PTGES3, TXNL1, GSTO1, GPD1, LDHB, CYP4F3, HADH, NT5C2, SCPEP1, CKB, RIOK3, TBC1D10A, TBC1D20 with the first 28 genes (61%, 28/46) grouped into clusters A, B and C, respectively. Two sets of DE genes, one with TNF, TIMP1, MAP3K8, TNFSF13, ANGPTL4, HMOX1, GJA1, NDEL1, PMAIP1, FOS, DUSP6, ANG, EGR1, MGST1, PLAUR, MAN2B1, YWHAE, ENPP1, JUNB, HSPB1, ARSA, PLA2G15 and RPS7 and the other with CSF1, HEXA, LRPAP1, PPIA, MYBPC3, ACVR1, ACE, CD24, MAEA, RAB11A, SOD2, SFTPA1, GPX1, HSD11B1, PSME2, POLR2I, TBC1D1, BCKDK, SLC16A3, BNIP3, LGALS9, PLA2G2D, CCL2, SDS and IDO1 were identified as the most actively down-and upregulated genes, respectively in the metabolism system.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "DE gene distributions and interactions among functional categories associated with Human Diseases in PAMs infected with PRRSV. doi:10.1371/journal.pone.0059229.g011",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "), 47 (20%) and 16 (6.8%), respectively, of the 234 genes that were DE in human disease pathways of PRRSV-infected PAMs. Nineteen of the DE genes were involved in at least 10 human disease pathways and included MAPK1, TLR4, IL1B, HLA-DMB, RAF1, JUN, ACTB, TNF, HLA-DRA, HLA-DRB1, HLA-DOA, HLA-DQA2, HLA-DQB1, NFKBIA, ITGB1, IL1A, NFKB1, HLA-DQA1 and ACTG1 with the last 17 (89%) clustered in H, I and J, respectively. Among six systems in human diseases, SLC45A3, CLEC4E and CRTC2 were exclusively involved in human disease network pathways. A set of 18 genes: C1QB, C3, CCL3L1, CD14, DNAJB1, DUSP6, EGR1, FOS, GJA1, HBEGF, HLA-DMB, HLA-DOA, HSPA1A, HSPA1B, HSPA6, RPS7, TNF, TNFSF13 and a set of 25 genes: ACE, ARPC2, BNIP3, CCL2, CCNH, CSF1, CTSK, CXCL6, GPX1, HLA-A, IFIT1, MMP9, MX1, MYBPC3, OAS1, PLA2G2D, POLB, POLR2I, PPIA, PSME2, RAB7B, SFTPA1, SOD2, VDAC3 and VEGFA formed a pool of genes that were predominantly down and up-regulated, respectively in the five categories of human diseases.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "The abundance of DE genes in cluster A increased from initial infection until 16 h postinfection. Thereafter, gene abundances decreased, but remained up-regulated at 24 h post infection. In comparison, DE gene abundances in Cluster B did not change between 0 h and 6 h postinfection, but rapidly increased by 16 h, and increased slightly at 24 h post infection. The relative abundances of DE genes in cluster C decreased to their lowest levels at 6 h, but gradually increased to reach their highest levels at 24 h post infection. The DE genes in cluster D were up-regulated at 6 h, returned to preinfection levels between 12 h and 16 h, and were dramatically upregulated at 24 h post infection. Abundances of DE genes in both clusters H and I decreased dramatically by 6 h post-infection. Expression levels of genes in cluster H slowly returned to pre-infection amounts by 24 h post-infection, while gene abundances in cluster I remained at similar down-regulated levels between 6 h and 24 h post-infection. The DE genes in cluster J were significantly down-regulated by 12 h and remained at similar levels until 24 h post infection. Overall, genes in clusters A, B, C and D are up-regulated, while genes in clusters H, I and J are down-regulated at 24 h post infection.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "p(mDy i )!L(mDy i )p(m)!m (azy i ){1 e {(bzn)m",
            "latex": null,
            "type": "figure"
        },
        "FIGREF18": {
            "text": "Dy i )!m 1 y i1 e {n 1 m 1 |m 2 y i2 e {n 2 m 2 m 1 y i1 m 2 y i2 e {(n 1 m 1 zn 2 m 2 )",
            "latex": null,
            "type": "figure"
        },
        "FIGREF19": {
            "text": "95%HPD (m t {m normal ) is above 0 i:e:, up{regulated ð Þ , or ð10aÞ 95%HPD (m t {m normal ) is below 0 i:e:, down{regulated ð Þ ð 10bÞ",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Pathway summary of DE genes that are related to six biological systems of PAMs infected with PRRSV.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Cont.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Cont.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Cont.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Cont.",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Cont.",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Cont.",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "Cont.",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "Cont.",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "Cont.",
            "latex": null,
            "type": "table"
        },
        "TABREF11": {
            "text": "Cont.",
            "latex": null,
            "type": "table"
        },
        "TABREF12": {
            "text": "Cont.",
            "latex": null,
            "type": "table"
        },
        "TABREF13": {
            "text": "). Interestingly, most genes had exclusive functions in each disease subcategory. Among them, 169 DE genes are important in human infectious diseases, including pathways for amoebiasis, bacterial invasion of epithelial cells, botulinum neurotoxicity, Chagas disease (American trypanosomiasis), hepatitis C, herpes simplex infection, HIV infection, HTLV-I infection, influenza infection, legionellosis, leishmaniasis, malaria, measles, pathogenic Escherichia coli infection, pertussis, Salmonella infection, shigellosis, Signaling -Epithelial cell signaling in Helicobacter pylori infection, Staphylococcus aureus infection, toxoplasmosis, tuberculosis and Vibrio cholerae infection (Table 1). Fifty-seven genes important in the courses of five human neurodegenerative diseases -Alzheimer's disease, Amyloids, Huntington's disease, Parkinson's disease and prion diseases were also DE in PRRSV-infected PAMs. A total of 42 DE genes expressed in PAMs infected with PRRSV were also involved in human immune diseases, such as allograft rejection, asthma, autoimmune thyroid disease, graft-versus-host disease, rheumatoid arthritis and systemic lupus erythematosus. In addition, KEGG and REACTOME pathway analyses revealed 36, 19 and 18 genes that are related to human cancer diseases, endocrine and metabolic diseases and cardiovascular diseases (Table 1) are also DE in PAMs after infection with PPRSV. The Human Disease networks shared with PRRSV-infected PAMs are illustrated in",
            "latex": null,
            "type": "table"
        },
        "TABREF14": {
            "text": "PRRSV tags, row counts and TPM detected. (XLSX)",
            "latex": null,
            "type": "table"
        },
        "TABREF15": {
            "text": "DE tags, row counts and TPM detected post Bayesian analysis. (XLSX)Table S3 DE genes assigned by SOM analysis to clusters based on their expression trends regardless of their fold-change magnitudes along time points (0 h, 6 h, 12 h, 16 h and 24 h). (XLSX)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We would like to thank W. Boatwright, S. Anderson and R. Steeves for technical assistance, and S. Ohlendorf for secretarial assistance in preparation of the manuscript. Mention of trade names or commercial products in this article is solely for the purpose of providing specific information and does not imply recommendation or endorsement by the U.S. Department of Agriculture. USDA is an equal opportunity provider and employer. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}