{
    "paper_id": "abd80dcf360dafb7c921416daedc2021908c3503",
    "metadata": {
        "title": "Coronaviruses: emerging and re-emerging pathogens in humans and animals",
        "authors": [
            {
                "first": "Susanna",
                "middle": [
                    "K P"
                ],
                "last": "Lau",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory of Emerging Infectious Diseases",
                    "institution": "Queen Mary Hospital",
                    "location": {
                        "settlement": "Hong Kong",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jasper",
                "middle": [
                    "F W"
                ],
                "last": "Chan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory of Emerging Infectious Diseases",
                    "institution": "Queen Mary Hospital",
                    "location": {
                        "settlement": "Hong Kong",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The severe acute respiratory syndrome coronavirus (SARS-CoV) and recently emerged Middle East respiratory syndrome coronavirus (MERS-CoV) epidemics have proven the ability of coronaviruses to cross species barrier and emerge rapidly in humans. Other coronaviruses such as porcine epidemic diarrhea virus (PEDV) are also known to cause major disease epidemics in animals wiith huge economic loss. This special issue in Virology Journal aims to highlight the advances and key discoveries in the animal origin, viral evolution, epidemiology, diagnostics and pathogenesis of the emerging and re-emerging coronaviruses in both humans and animals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Editorial",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In the coming months, Virology Journal will publish a thematic series of reviews and original articles on emerging and re-emerging coronaviruses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Several coronaviruses have caused serious problems in humans and animals in the past two decades. The best known examples are severe acute respiratory syndrome coronavirus (SARS-CoV), Middle East respiratory syndrome coronavirus (MERS-CoV) and porcine epidemic diarrhea virus (PEDV). Urbanization and the increasingly frequent mixing of different animals in densely populated areas may have facilitated the emergence and re-emergence of some of these viruses. On the other hand, coronaviruses are known to have high mutation and recombination rates, which may allow them to cross species barriers and adapt to new hosts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The SARS epidemic in 2003 has awakened scientists and the world on the ability of coronaviruses for animalto-human transmission. It was one of the worst epidemics in our city's history, with 1,755 people infected and 299 died from the dreadful infection. The animal sources of SARS-CoV was later traced back to civets in wild life markets in China as the intermediate host, and ultimately to horseshoe bats as the primary reservoir [1, 2] . Although SARS-related coronaviruses are continuously found in bats from China and worldwide, it is believed that the immediate ancestor of human SARS-CoV has disappeared. Nevertheless, we still have to be vigilant about the possibility of re-emergence of SARS and uphold measures to avoid mixing of wild animals especially bats and civets in markets.",
            "cite_spans": [
                {
                    "start": 432,
                    "end": 435,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 436,
                    "end": 438,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The SARS epidemic has boosted interests in hunting for other novel coronaviruses. Before the SARS epidemic, only two coronaviruses were known to infect humans, namely human coronavirus (HCoV)-229E and HCoV-OC43. Two additional human coronaviruses, HCoV-NL63 and HCoV-HKU1, were discovered soon after the SARS epidemic, although these viruses have likely been circulating in humans for a long time prior to their discovery. On 23 September 2012, the World Health Organization (WHO) announced the discovery of a new coronavirus, MERS-CoV, in two patients who died from a mysterious, rapidly-fatal disease in the Middle East [3] . The virus was, at that time, found to be most closely related to the prototype lineage C betacoronaviruses, Tylonycteris bat coronavirus HKU4 and Pipistrellus bat coronavirus HKU5, previously identified in Hong Kong [3] [4] [5] . Subsequently, dromedary camels were identified as the source of some human cases [6] .",
            "cite_spans": [
                {
                    "start": 622,
                    "end": 625,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 844,
                    "end": 847,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 848,
                    "end": 851,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 852,
                    "end": 855,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 939,
                    "end": 942,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Apparently, MERS has an even higher mortality rate (>35 %) than SARS (9.6 %), which may be partly explained by the high prevalence of medical comorbidities among infected patients [7] . Fortunately, in the past three years, MERS has not been transmitted from person to person as efficiently as SARS was. However, a number of large healthcare-associated outbreaks in the Middle East and the recent epidemic in the Republic of Korea have highlighted the possibility of sustained person-toperson transmission of MERS-CoV. In the recent outbreak in Korea, more than 180 people were infected as a result of second-, third-, or fourth generation infection from a single index case who acquired MERS after traveling to Qatar. Although these large-scale outbreaks of MERS were eventually controlled with enhanced infection control measures, they have highlighted the importance of rapid diagnosis and coordinated public health response. A lot more research efforts on MERS-CoV are needed, especially at the epicenter, the Middle East, where continuous animal-to-human transmissions of MERS-CoV are still being regularly reported. This is in contrast to SARS which was rapidly contained after removal of civets from wild life markets in southern China. In particular, more research on the pathogenesis, treatment and prevention of this new coronavirus with pandemic potential are urgently needed [7] .",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 183,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1387,
                    "end": 1390,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Besides humans, coronaviruses also cause various diseases in animals with some resulting in significant economic losses. PEDV, a member of the genus Alphacoronavirus, is the etiological agent of porcine epidemic diarrhea in swine populations. The disease was endemic in Asia and European countries in the past decades. In 2013, the virus has emerged or re-emerged to cause large-scale epidemics in the Americas and Asia, causing millions of fatal cases among piglets and representing one of the most serious concerns among the global pig industries [8, 9] . The ability of epidemic PEDV strains to emerge despite current vaccination schemes suggests that the virus is able to evolve and escape from immune protection.",
            "cite_spans": [
                {
                    "start": 549,
                    "end": 552,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 553,
                    "end": 555,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The special issue to be published in Virology Journal will emphasize advances and key discoveries in the animal origin, viral evolution, epidemiology, diagnostics and pathogenesis of different emerging and re-emerging coronaviruses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Two reviews in this thematic series will focus on the evolution and pathogenesis of MERS-CoV. While both SARS and MERS can cause similar severe respiratory illnesses, considerable differences exist in terms of patient demographics, clinical outcomes as well as transmission dynamics. The review, MERS coronavirus: epidemiology, transmission and diagnostics by I. Mackay et al. discusses the current understandings on the epidemiology and transmission of MERS, and highlights the keys to rapid diagnosis [10] . While intensive research has been conducted on this virus, histopathological and immunopathogenesis studies using clinical samples are scarce and autopsy findings are lacking, partly due to cultural reasons. As a result, current understandings on the pathogenesis and immune response of MERS rely mainly on in vitro or in vivo studies. The review by J. Zhou et",
            "cite_spans": [
                {
                    "start": 503,
                    "end": 507,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "summarizes the most up-to-date findings on virushost interaction of MERS-CoV based on cellular and animal studies and their implications on disease pathogenesis [11] .",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 165,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "al. (MERS coronavirus infection in human cells: virushost interaction and implication for pathogenesis)"
        },
        {
            "text": "Bats are important reservoir for many emerging viruses. Similar to SARS-CoV, the finding of MERS-CoV-related bat coronaviruses suggests that bats may also be the ultimate animal origin of MERS-CoV, with camels being the intermediate hosts before the virus crossed species barriers to infect humans [7] . It is now known that bats are important reservoirs of diverse alphacoronaviruses and lineage B, C and D betacoronaviruses [12] . While horseshoe bats in China are the natural reservoir of SARS-CoV-like viruses, the bat species that may harbor the ultimate origin of MERS-CoV is yet to be identified. In a review entitled Bat origin of coronaviruses, Z. Shi et al. summarize the role of bats as the origin of emerging coronaviruses in humans, with special focus on SARS-CoV and MERS-CoV [13] . The review will also emphasize the importance of field studies to elucidate the animal origins of coronaviruses in predicting and preventing future pandemics.",
            "cite_spans": [
                {
                    "start": 298,
                    "end": 301,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 426,
                    "end": 430,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 790,
                    "end": 794,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "al. (MERS coronavirus infection in human cells: virushost interaction and implication for pathogenesis)"
        },
        {
            "text": "Beside SARS-CoV and MERS-CoV which have only emerged recently, the other four human-pathogenic coronaviruses, namely, HCoV-229E, HCoV-OC43, HCoV-NL63 and HCoV-HKU1, have been continuously circulating in human for at least decades or centuries. Although they are often thought to be associated with mild respiratory illnesses, increasing reports have suggested that they may cause severe infections, especially in people at the extremes of age or those with comorbidities. However, pathogenesis studies are often limited by the difficulties in isolating these coronaviruses in cell cultures. The human airway serves as the first entry point for these respiratory viruses. We also plan to include a review that discusses the establishment of human airway epithelial cells for isolation of human coronaviruses and latest understandings on virus-host interactions based on cell culture studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "al. (MERS coronavirus infection in human cells: virushost interaction and implication for pathogenesis)"
        },
        {
            "text": "Apart from humans, animals are also susceptible to different coronaviruses and PEDV represents a notable example how coronaviruses can cause serious epidemics in animal population worldwide. In the review entitled Emergence and re-emergence of PEDV, C. Lee et al. discuss the latest advances in understanding the epidemiology, pathogenesis and control measures of PEDV, focusing especially on the recent epidemics affecting America and Asia [14] .",
            "cite_spans": [
                {
                    "start": 441,
                    "end": 445,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "al. (MERS coronavirus infection in human cells: virushost interaction and implication for pathogenesis)"
        },
        {
            "text": "Virology Journal is taking a leading role in facilitating the dissemination of new information in various emerging infectious diseases including coronaviruses. It is hoped that the present series will stimulate more research and collaborative efforts to control the ongoing and prevent future epidemics caused by coronaviruses. We are grateful to Linfa Wang, Ph.D., Editor in Chief of Virology Journal and Professor at Duke-National University of Singapore for his guidance during the preparation of this thematic series.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "al. (MERS coronavirus infection in human cells: virushost interaction and implication for pathogenesis)"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Severe acute respiratory syndrome coronavirus-like virus in Chinese horseshoe bats",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Woo",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Tsoi",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "H"
                    ],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Proc Natl Acad Sci",
            "volume": "102",
            "issn": "",
            "pages": "14040--14045",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Isolation and characterization of a bat SARS-like coronavirus that uses the ACE2 receptor",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ge",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "L"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Chmura",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Epstein",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nature",
            "volume": "503",
            "issn": "",
            "pages": "535--543",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Isolation of a novel coronavirus from a man with pneumonia in Saudi Arabia",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Zaki",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Van Boheemen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Bestebroer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Osterhaus",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Fouchier",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "N Engl J Med",
            "volume": "367",
            "issn": "",
            "pages": "1814--1834",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Comparative analysis of 12 genomes of three novel group 2c and group 2d coronaviruses reveals unique group and subgroup features",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Woo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Poon",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Virol",
            "volume": "81",
            "issn": "",
            "pages": "1574--85",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Genetic characterization of Betacoronavirus lineage C viruses in bats reveals marked sequence divergence in the spike protein of Pipistrellus bat coronavirus HKU5 in Japanese pipistrelle: implications for the origin of the novel Middle East respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Tsang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ahmed",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Virol",
            "volume": "87",
            "issn": "",
            "pages": "8638--50",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Middle East respiratory syndrome coronavirus in dromedary camels: an outbreak investigation",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Haagmans",
                    "suffix": ""
                },
                {
                    "first": "Al",
                    "middle": [],
                    "last": "Dhahiry",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Reusken",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Raj",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "S"
                    ],
                    "last": "Galiano",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Myers",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Lancet Infect Dis",
            "volume": "14",
            "issn": "",
            "pages": "140--145",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Middle East Respiratory Syndrome Coronavirus: Another Zoonotic Betacoronavirus Causing SARS-Like Disease",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "To",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "C"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Woo",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yuen",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Clin Microbiol Rev",
            "volume": "28",
            "issn": "",
            "pages": "465--522",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Distinct characteristics and complex evolution of PEDV strains",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Vlasova",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Marthaler",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Culhane",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Rossow",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rovira",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Emerg Infect Dis",
            "volume": "20",
            "issn": "",
            "pages": "1620--1628",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Outbreak-related porcine epidemic diarrhea virus strains similar to US strains, South Korea",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Emerg Infect Dis",
            "volume": "20",
            "issn": "",
            "pages": "1223--1229",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "MERS coronavirus: diagnostics, epidemiology and transmission",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Mackay",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Arden",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Virol J",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Middle East respiratory syndrome coronavirus infection: virus-host cell interactions and implications on pathogenesis",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yuen",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Virol J",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Discovery of seven novel mammalian and avian coronaviruses in Deltacoronavirus supports bat coronaviruses as the gene source of Alphacoronavirus and Betacoronavirus and avian coronaviruses as the gene source of Gammacoronavirus and Deltacoronavirus",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Woo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Tsang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Lau",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Virol",
            "volume": "86",
            "issn": "",
            "pages": "3995--4008",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Bat Origin of Human Coronaviruses",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Ge",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Virol J",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Porcine epidemic diarrhea virus: an emerging and re-emerging epizootic swine virus",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Virol J",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Authors' information Susanna K P Lau is an Associate Editor of Virology Journal.• We accept pre-submission inquiries • Our selector tool helps you to find the most relevant journal Submit your next manuscript to BioMed Central and we will help you at every step:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}