{
    "paper_id": "acf562f91614c114eaeec07bae37b8130968d3df",
    "metadata": {
        "title": "Electronic Supplementary Materials Spatial Expansions and Travelling Waves of Rabies in Vampire Bats",
        "authors": [
            {
                "first": "Julio",
                "middle": [
                    "A"
                ],
                "last": "Benavides",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "William",
                "middle": [],
                "last": "Valderrama",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Daniel",
                "middle": [
                    "G"
                ],
                "last": "Streicker",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Since we focused on the distribution of outbreaks rather than the total number of cases, we analyzed only the first positive report associated with each outbreak or the first negative report (if all suspected cases from that farm were rabies negative) when multiple animals were reported sick or dead. Information for each outbreak included species infected, date of disease onset, the district where the outbreak occurred (Peru is divided into regions, provinces, districts and towns), and GPS data when available from the farm or community where the outbreak occurred (N = 914 outbreaks). We excluded data from two regions on the coast of Peru (Lima and Ancash) that reported small numbers of unconfirmed outbreaks and 23 outbreaks from the region of Puno, where dog rabies causes most livestock infections [1].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Using a standardized questionnaire, we asked farmers whether their animals had been bitten by vampire bats in the last year; whether they knew that vampire bats can transmit rabies; whether they knew that SENASA was the relevant authority for reporting rabies; and if they vaccinated their animals against rabies. Questionnaires were performed in Quechua or Spanish by a local assistant. Procedures were approved by the Ethics Committee of the College of Veterinary Science, University of Glasgow. Written and signed informed consent approval was obtained from each farmer who participated in the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Least-cost distances were calculated using the gdistance package of R, setting resistance values to 1 and 10000 below and above 3,600m, respectively. The transition function was used to create a least-cost distance across a conductance map, with 8 possible path directions. Distances were corrected to account for geographical projection using the geoCorrection function. The costDistance function was used to calculate the distance from the origin of each wave to the center of each hexbin.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "To assess the sensitivity of wavefront speeds and R 2 to the inferred location of index outbreaks, we performed a bootstrap analysis using the total number of outbreaks N [2]. This analysis consisted in four consecutive steps: (1) randomly sampling N outbreaks, allowing the same outbreak to be sampled multiple times (i.e. bootstrapping with replacement) using the sample function of R;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "(2) randomly sampling 5000 different plausible origins for each wave; (3) for each of those 5000 origins, calculating the slope and R 2 of the regression between the least-cost distance to the origin and the time of disease arrival; (4) selecting the slope of the regression with the highest R 2 for each origin. This procedure was repeated 200 times for each valley, and the range of both the speed of the wave (1/slope of the regression) and its associated R 2 were estimated. The distributions of the speed of the wave and R 2 obtained are shown in figure S1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 552,
                    "end": 561,
                    "text": "figure S1",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        },
        {
            "text": "This analysis was the same as the one described above, except for step (1). This step was replaced by randomly selecting an elevation threshold from a uniform distribution ranging from 3500 to 4500 meters using the runif function in R. We focus our sensitivity analysis on elevations above 3600 meters because clear evidence of bat presence and viral circulation below this limit which implies the absence of any impassable threshold (figure 3, figure 5 ). In both valleys, the estimated speed of the wave and R 2 declined slightly with the elevation threshold ( figure S2 ). However, all estimated values remained within the 95% CI of the estimation using 3600 meters, the assumed value in our main analysis. Thus, the estimation of the wave speed was largely insensitive to the elevation threshold. The negative correlation between wavefront speeds and R 2 and the elevation threshold is explained by longer least-cost distances when using a smaller elevation threshold because there are more elevation obstacles in the landscape.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 445,
                    "end": 453,
                    "text": "figure 5",
                    "ref_id": null
                },
                {
                    "start": 563,
                    "end": 572,
                    "text": "figure S2",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        },
        {
            "text": "We validated the predictions of outbreak arrival dates to a particular location ahead of the wave using the following procedure. First, we estimated the most likely origin of the wave by maximising the R 2 of the linear regression using the first 75% of outbreak locations. We then predicted the month of arrival for the remaining outbreak locations in the wave front (5 and 7 hexagonal cells to predict in Chalhuanca and Rio Apurimac, respectively) using the predict function in R. Finally, we calculated the averaged difference between the predicted and arrival date. All true arrival dates from the test dataset occurred within the 95% CI of the predicted arrival dates (figure S1). Similar results were obtained when using half of the data to predict the other half (50% training, 50% test set); all arrival dates of the test set occurred within the 95% CI of the predicted arrival dates. Figure S1 . Sensitivity of wavefront speeds to the inferred wave origins. The distribution of the estimated wave speeds (left) and their associated R 2 (right) from the bootstrap procedure are shown for Chalhuanca (top plots) and Rio Apurimac (bottom plots).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 368,
                    "end": 376,
                    "text": "(5 and 7",
                    "ref_id": null
                },
                {
                    "start": 893,
                    "end": 902,
                    "text": "Figure S1",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        },
        {
            "text": "Supplementary Figures and Tables",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Amazonian regions are colored in blue and red, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": ". Results of sensitivity analysis of wavefront speeds to the elevation threshold. The relationship between randomly chosen elevation thresholds and their estimated wave speed (left) and their associated R 2 (right) are shown for Chalhuanca (top plots) and Rio Apurimac (bottom plots).",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 181,
                    "text": "(left)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Vertical lines show the 95% CI of predicted outbreak locations of the test data set (in black points) in Chalhuanca (left) and Rio Apurimac (right). Open points are data used in the training model. Table S1 . Month of predicted VBR arrival to towns ahead of each wave. The date of VBR arrival between 2015 and 2017 was predicted for each town under 3600 meters recorded in the national census. Low and high months of predicted arrival are 95% prediction intervals, estimated from the regression models from Figure 4 using the predict.lm function of R. Predicted arrivals before 2014 in the low confidence interval were assigned to 01/2015. We note that dates of predicted arrival are based on a simple landscape heterogeneity model of least cost paths from the predicted origin below 3600 meters, which could be overestimates if unidentified landscape barriers exist. Our predictions will lose accuracy if the speed of the epizootic changes and later dates should be re-estimated as new data become available. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 198,
                    "end": 206,
                    "text": "Table S1",
                    "ref_id": null
                },
                {
                    "start": 507,
                    "end": 515,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "Figure S3. Cross-validation of predictions on the arrival of vampire bat rabies to new regions."
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Enzootic and epizootic rabies associated with vampire bats",
            "authors": [],
            "year": null,
            "venue": "Peru. Emerg Infect Dis",
            "volume": "19",
            "issn": "9",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Bootstrapping: A nonparametric approach to statistical inference",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "Z"
                    ],
                    "last": "Mooney",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Duval",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Duval",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Spatial distribution of farms reporting animals with bites in valleys where rabies is spreading as a wave. (a) Grey dots correspond to the center of 5km radius hexagonal cells, with the size of the dot proportional to the number of towns in that cell (range: 1-60). Blue (Chalhuanca valley) and red (Rio Apurimac valley) dots show cells in which animals were being bitten by vampire bats. Yellow dots show cells were none of the inspected animals were bitten. Only towns within the wave spread limits as of 2014 are shown. (b) Distributions of the number of towns per cell, and the proportion of farms with bitten animals in both valleys (inset). Vertical lines show the averaged value of each distribution. Blue and red colors show Chalhuanca and Rio Apurimac valley's distribution respectively.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Reporting patterns of other notifiable livestock diseases and rabies. (a) Number of outbreaks for the 11 most common notifiable diseases of livestock in Peru. (b) Number of outbreaks (or governmental districts reporting, inset) of each year for the 56 diseases affecting livestock (excluding rabies) reported to the national surveillance system of SENASA. Lines show the predicted values using the loess function in R.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}