{
    "paper_id": "ad147a4279222c5e480a5636fb879540eded760e",
    "metadata": {
        "title": "Estimating the distance to an epidemic threshold",
        "authors": [
            {
                "first": "Eamon",
                "middle": [
                    "B"
                ],
                "last": "O&apos;dea",
                "suffix": "",
                "affiliation": {},
                "email": "ebodea@uga.edu"
            },
            {
                "first": "Andrew",
                "middle": [
                    "W"
                ],
                "last": "Park",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "John",
                "middle": [
                    "M"
                ],
                "last": "Drake",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The epidemic threshold of the susceptible-infected-recovered model is a boundary separating parameters that permit epidemics from those that do not. This threshold corresponds to parameters where the system's equilibrium becomes unstable. Consequently, we use the average rate at which deviations from the equilibrium shrink to define a distance to this threshold. However, the vital dynamics of the host population may occur slowly even when transmission is far from threshold levels. Here, we show analytically how such slow dynamics can prevent estimation of the distance to the threshold from fluctuations in the susceptible population. Although these results are exact only in the limit of long-term observation of a large system, simulations show that they still provide useful insight into systems with a range of population sizes, environmental noise and observation schemes. Having established some guidelines about when estimates are accurate, we then illustrate how multiple distance estimates can be used to estimate the rate of approach to the threshold. The estimation approach is general and may be applicable to zoonotic pathogens such as Middle East respiratory syndrome-related coronavirus (MERS-CoV) as well as vaccine-preventable diseases like measles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Many infectious disease epidemics occur with sufficient regularity that their anticipation is straightforward. For example, seasonal influenza has a pronounced winter seasonality in most of the world, with annual outbreaks [1] . Some systems are more episodic but still well understood, such as measles in sub-Saharan Africa where regional inter-epidemic periods between 1 and 4 years have been observed in recent times [2] . By contrast, emerging and re-emerging infectious diseases are rarely anticipated, even though the root causes are often discerned soon after the event. Many childhood infectious diseases naturally spread effectively, including measles, chickenpox and rubella. This means that, in unvaccinated populations, one infectious individual may infect many others, measured by the pathogen's basic reproduction number, R 0 [3] . Outbreaks are prevented in these cases by maintaining a very high proportion of vaccinated individuals, generating herd immunity in which the effective reproduction number is below 1, meaning small chains of transmission are quickly broken [4] . Reduced vaccine uptake rates can move the infectious disease system from controlled (sub-critical, with effective R 0 , 1) to super-critical, when outbreaks may occur [5] . Alternatively, other features of the system may be slowly changing, similarly enhancing the transmission of the pathogen. Host demographic changes, particularly rising birth rates, can increase the supply of susceptible individuals to the population, and pathogens frequently evolve at high rates, whereby fitter strains (higher R 0 ) may be favoured by selection [6] . Predicting a dynamical system's movement from sub-to super-critical before it happens has enormous potential to remove the element of surprise associated with emerging infectious diseases, to prioritize mitigation strategies to reverse, stop or slow the transition, and in worst cases to simply be better prepared for the inevitable.",
            "cite_spans": [
                {
                    "start": 223,
                    "end": 226,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 420,
                    "end": 423,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 840,
                    "end": 843,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1086,
                    "end": 1089,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1259,
                    "end": 1262,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1629,
                    "end": 1632,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Recent work has also illustrated that following a transition from sub-to super-critical there is a characterizable bifurcation delay-a waiting time until the outbreak actually occurs following suitable conditions being met [7] . Consequently, estimates of how far a system is from the epidemic threshold could help public health officials make judgements about policy, infer on which side of the threshold the population lies, and track the movement of a system towards a threshold ( providing early warnings) and even away from a threshold as a way of evaluating the effectiveness of any external changes to the system aimed at controlling infectious disease outbreaks.",
            "cite_spans": [
                {
                    "start": 223,
                    "end": 226,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A potentially robust basis for estimating the distance to a threshold is the general slowing down of a system's dynamics as a threshold is approached. To be more precise, the average decay rate of deviations from a fixed point of the system becomes increasingly smaller as the parameters of the system approach the point at which that fixed point becomes unstable. Wissel [8] pointed out that this phenomenon, known as critical slowing down or sometimes simply as slowing down, could be used to determine whether the parameters of a system were approaching a threshold that, when crossed, could result in the system changing in an abrupt and drastic manner. Such changes have come to be called critical transitions [9] . A great deal of interest has developed in the possibility of devising model-independent methods to anticipate critical transitions in complex systems using early warning signals [10] . In general, early warning signals are statistical properties of observations of systems that can be expected to change in characteristic ways as a threshold is approached. Perhaps the most common examples are increasing autocorrelation and variance of model variables. These signals can often be derived from the increasingly slow decay of perturbations due to slowing down, and many other early warning signals are in one way or another quantifications of slowing down. The beauty of early warning signals is that their basis in generic properties of dynamical systems means they have the potential to be reliable even when the system is complex and unidentifiable. Examples of complex and poorly identified systems abound in ecology and epidemiology. With application to such systems in mind, several authors [11] [12] [13] demonstrated the application of early warning signals based on slowing down to forecasting infectious disease emergence and eradication. Further development and integration of these methods into surveillance systems may provide a novel and broadly applicable method of evaluating the control of infectious diseases from existing surveillance data streams.",
            "cite_spans": [
                {
                    "start": 372,
                    "end": 375,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 715,
                    "end": 718,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 899,
                    "end": 903,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1717,
                    "end": 1721,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1722,
                    "end": 1726,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1727,
                    "end": 1731,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To explain some of the current challenges in further developing approaches to estimating the distance to the threshold, we will make reference to some elements of dynamical systems theory. Following Wiggins [14] , a general dynamical system may be written as a system of equations for a vector field _ x ¼ f(x, u), where the overdot indicates a derivative with respect to time, x is a vector of real numbers that determine the point of the system in its phase space, and u is a vector of real numbers that are parameters of the system. A solution to the system is a function x of time that over some time interval satisfies _",
            "cite_spans": [
                {
                    "start": 207,
                    "end": 211,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "x ¼ f(x(t), u). A fixed point x* of the system is a solution that does not change with time (i.e. it satisfies 0 ¼ f(x*, u)). Such a point is also referred to as a steady state or an equilibrium of the system. A fixed point is called asymptotically stable if solutions that start at points near the fixed point move closer to it over time. Because the starting points are nearby, deviations z ¼ x 2 x* are small and can be accurately modelled by solutions to the linear system _ z ¼ Fz, where F denotes the matrix of first derivatives of f with respect to x (i.e. the Jacobian matrix). The general solution of such a system is z(t) ¼ exp (Ft)z(0). If the real parts of all of the eigenvalues of F are negative, this solution will shrink to zero and it follows that x* is asympotically stable. If the real parts of any of the eigenvalues are positive, the solution will not shrink to zero and x* is not asymptotically stable. Thus, as long as the real parts of the eigenvalues of F are not zero, their signs tell us whether or not any fixed point is stable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The relationship between the speed of a system's dynamics and the distance to the threshold arises in the common case that the eigenvalues of F are continuous functions of the parameters u of the system and none of the eigenvalues have zero real parts. In this case for a stable fixed point to become unstable, one of the eigenvalues must cross zero. Thus as the parameters approach the threshold where stability is lost, one of the eigenvalues must approach zero in its real part. We call such an eigenvalue an informative eigenvalue because its value is informative of how far the system's parameters are from a threshold. We call the magnitude of such an eigenvalue a distance to the threshold. If an informative eigenvalue can be monitored over time, one can determine whether the system is approaching a threshold or not and even make a forecast of when the threshold will be crossed. An informative eigenvalue can be measured by monitoring the decay of small perturbations away from the fixed point along the eigendirection of the informative eigenvalue. Identifying trends in such a decay rate is the goal of early warning signals based on slowing down.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Despite the simplicity of this goal, it is currently not clear exactly how it can be achieved when systems have multidimensional phase space. When one of the eigenvalues of F gets closer to zero, only a small number of the model's observable variables may become less resilient to perturbations. The implication is that early warning signals such as increasing variance and autocorrelation will not be present in all of the model's variables. Several authors have provided examples of such a case. Kuehn [15] showed that in a susceptibleinfected-susceptible (SIS) model of an epidemic on an adaptive contact network, only one of the three model variables had a clear increase in variance as the epidemic threshold was crossed. Boerlijst et al. [16] even showed that, depending on the types of perturbations a system experiences, the autocorrelation of some variables may either increase or decrease as a threshold is approached. Consequently, a review [17] identified the selection of appropriate variables in multivariate systems for detection of slowing down as an important problem in need of solution. Dakos [18] has recently used an eigendecomposition of F to derive a simple rule about which state variables have a decay rate that is most affected by the dominant eigenvalue of F. However, this approach only provides a partial answer to the question of variable selection, because it does not account for the covariance of the perturbations to the system, which can be as important as the eigenvectors of F on the decay rate of a state variable. Furthermore, another consequence of models having multiple dimensions is that the informative eigenvalue may not necessarily be the dominant eigenvalue. When its real part gets close enough to zero, the informative eigenvalue will of course become dominant but, as we shall demonstrate, that may not happen until it is very small. So although slowing down is often explained to be a consequence of the dominant rsif.royalsocietypublishing.org J. R. Soc. Interface 15: 20180034 eigenvalue approaching zero, methods to estimate the dominant eigenvalue of F from a multivariate time series may not reliably estimate the distance to the threshold. There does not seem to be any general approach for estimating the distance to the threshold in multidimensional systems.",
            "cite_spans": [
                {
                    "start": 504,
                    "end": 508,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 744,
                    "end": 748,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 952,
                    "end": 956,
                    "text": "[17]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1112,
                    "end": 1116,
                    "text": "[18]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this work, we derive an explicit relationship between the eigenvalues of F and the autocorrelation function of each of the variables in a multivariate system. The resulting equations lead us to a simple condition for determining the types of perturbations under which estimation of a variable's autocovariance function can be translated into an estimate of the distance to the threshold. We demonstrate the application of this method to the susceptible-infected-removed (SIR) model for directly transmitted infectious diseases. We find that, for parameters relevant to many vaccine-preventable diseases, the autocorrelation of the number infected almost always is indicative of the distance to the epidemic threshold, while the autocorrelation of the number susceptible is not. We examine the sensitivity of the accuracy of these estimates to environmental noise, small population size, the frequency of observation and observation of case reports instead of the actual number infected. We also show a simple example of estimating the change in the distance to the threshold over the length of a time series. These results demonstrate the general feasibility of developing statistical systems for forecasting disease emergence and documenting the approach to elimination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The model that motivated the development of the following methods is the SIR model with demography. We let X(t) denote the number of susceptible individuals, Y(t) the number of infected (and infectious) individuals, Z(t) the number of removed individuals (recovered or vaccinated) and N(t) ¼ X(t) þ Y(t) þ Z(t) the total population size at time t. Typically, we assume that these numbers are the integer-valued random variables of a Markov process having the parameters defined in table 1 and the transitions defined in table 2. In the following, we often omit explicit notation of time dependence for the sake of conciseness. We also consider models where the death rate or the force of infection (i.e. the per capita rate at which susceptibles become infected) is subject to variation over time due to fluctuations in the environment over time. We follow Bretó & Ionides [19] in modelling such variation as multiplicative gamma white (temporally uncorrelated) noise. This noise could represent changes in rates due to weather conditions or social mixing [20] or even model errors in model specification, such as a failure to model spatial heterogeneity [21] . Bretó & Ionides [19] show that the model remains Markovian with such noise with the modified propensities for the death and transmission events given by the expressions in table 3. Inclusion of multiplicative gamma noise leads to the possibility that more than one individual becomes infected or dies in a single event (i.e. the associated counting processes are compound) and table  3 gives the propensity of birth and death events for all positive integers k, k 1 , k 2 and k 3 .",
            "cite_spans": [
                {
                    "start": 873,
                    "end": 877,
                    "text": "[19]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1056,
                    "end": 1060,
                    "text": "[20]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1155,
                    "end": 1159,
                    "text": "[21]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1178,
                    "end": 1182,
                    "text": "[19]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [
                {
                    "start": 1539,
                    "end": 1547,
                    "text": "table  3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Model"
        },
        {
            "text": "There are several biological assumptions implicit in our model. We use the standard assumption of frequency-dependent transmission, which has been shown to be a more appropriate model than the common alternative assumption of density-dependent transmission for a number of infectious diseases [22] . However, we calculate frequency using the parameter N 0 instead of N(t). The initial population size N 0 is also the expected value of the population size because we set the birth rate in table 2 as N 0 m.",
            "cite_spans": [
                {
                    "start": 293,
                    "end": 297,
                    "text": "[22]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Model"
        },
        {
            "text": "Another assumption is that the average death rate of individuals is constant throughout their lifetimes. According to Anderson & May [23] , this is a common assumption among the traditional literature in mathematical epidemiology. It is biologically accurate in that humans are subject to a small and relatively constant mortality rate until they reach old age. A more realistic model would include much higher mortality at old age, but such realism is not necessary for our study. Another key feature of our model is the inclusion of the h term in the force of infection (tables 2 and 3), which relaxes the assumption that the population is closed to infection from other populations or environmental reservoirs. We include such a term to allow our model to represent populations in which an infectious disease is repeatedly introduced but unable to persist within the population.",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 137,
                    "text": "[23]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Model"
        },
        {
            "text": "Although the model is stochastic, the expected value of the model's variables is deterministic. The rate of change in the expected value when the system is in a given state can be approximated by summing over all possible updates in tables 2 and 3 and weighting each update by its propensity [24] . Calculating the rate of change in the expected value of X, Y and Z in this way leads to the following system of differential equations:",
            "cite_spans": [
                {
                    "start": 292,
                    "end": 296,
                    "text": "[24]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Model"
        },
        {
            "text": "and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model"
        },
        {
            "text": "where the overdot indicates a time derivative and where l ¼ ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model"
        },
        {
            "text": "The equations for l and m in the case of non-zero environmental noise are the infinitesimal means derived in Bretó & Ionides [19] . By setting the differential equations equal to zero and solving for kXl and kYl, we can find the approximate fixed point of the system for a given set of model parameters.",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 129,
                    "text": "[19]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Model"
        },
        {
            "text": "The equations for the fixed point of the differential equations allow us to explain what we mean by epidemic threshold. For the sake of clarity, we consider the equations only when t d and t f are zero. In that case the exact equation for the Y-coordinate of the fixed point, which we denote Y * , is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model"
        },
        {
            "text": ". R 0 is known as the basic reproduction number and we consider the epidemic threshold for the SIR model to be the surface in parameter space where R 0 ¼ 1 and h ¼ 0. To see why, note that, when h ¼ 0, equation (2.6) has a non-zero value only when R 0 . 1; only when R 0 . 1 will the introduction of an infection into a susceptible population lead to an epidemic according to the system of differential equations. Accordingly, one can interpret R 0 as the average number of new infections caused by an infected individual in a susceptible population. From the point of view of fixed points, the epidemic threshold separates the region of parameter space where a fixed point occurs with Y * ¼ 0, a disease-free equilibrium, from the region where a fixed point occurs with some Y * . 0, an endemic equilibrium. In short, we define the epidemic threshold for the SIR model as the location of the model's bifurcation. In the electronic supplementary material, we show how this definition remains useful in the case that h . 0 and the bifurcation is imperfect.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model"
        },
        {
            "text": "For other more realistic models, such as the structured immunity model of Reluga et al. [25] , there may be multiple stable states for a given value of the parameters. For such models, there may not be a single bifurcation occurring at R 0 ¼ 1 but instead multiple bifurcations at different points in parameter space. The term epidemic threshold is ambiguous for such models because, for example, the fraction of the population infected may jump up as the parameters cross one threshold but not jump down until the parameters move much further backward in the opposite direction. However, our methods are applicable to estimating the distance to any threshold parameter values that corresponds to the loss of an equilibrium's stability.",
            "cite_spans": [
                {
                    "start": 88,
                    "end": 92,
                    "text": "[25]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Model"
        },
        {
            "text": "When the dynamics are characterized by small fluctuations around a fixed point, the degree of autocorrelation of these fluctuations may be indicative of the distance to the threshold. A first step in demonstrating this relationship is to derive a probability density function for the fluctuations. Let z(t) denote a vector of deviations from the fixed point that is in units of the square root of the system's size. Let p(z) be the probability density function of these deviations. In the limit of a large system size, this function may be approximated as the solution to the Fokker -Planck equation",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Relating eigenvalues to autocovariance"
        },
        {
            "text": "where the matrix F (with elements f ij ) determines the expected trajectory of z towards zero and the matrix D (with elements d ij ) describes the covariance of a Gaussian white noise process that acts on z. The matrices F and D follow directly from the transition probabilities. For the SIR model in the previous subsection, we take N 0 as the system size,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Relating eigenvalues to autocovariance"
        },
        {
            "text": "where l and d l=dY are evaluated at Y ¼ Y*. Note that we have omitted deviations from Z* in our vector z. Including these deviations would be straightforward but the behaviour of Z is in many ways similar to that of X and the value of Z does not affect the rates at which X and Y change (table 2) . Therefore, we have omitted the fluctuations of Z in the following to make our results more concise. For the covariance matrix, we obtain",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 287,
                    "end": 296,
                    "text": "(table 2)",
                    "ref_id": null
                }
            ],
            "section": "Relating eigenvalues to autocovariance"
        },
        {
            "text": "ð2:12Þ and m XY,; ¼",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Relating eigenvalues to autocovariance"
        },
        {
            "text": "ð2:13Þ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Relating eigenvalues to autocovariance"
        },
        {
            "text": "A solution to equation (2.7) is a Gaussian density function with a mean of zero and a covariance matrix S (with elements s ij ) that depends on F and D. van Kampen [24] provides a detailed introduction to these methods. For these Gaussian solutions, the autocovariance function of the deviations may be written in terms of the eigenvalues of F. The relationship is particularly simple when the eigenvectors of ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Relating eigenvalues to autocovariance"
        },
        {
            "text": "rsif.royalsocietypublishing.org J. R. Soc. Interface 15: 20180034 F are used as the basis of the coordinates. Thus, letz ¼ W À1 z, where W is a matrix of the eigenvectors of F, and letS denote the covariance matrix ofz. Then, using the decomposition of Kwon et al. [26] , it follows that",
            "cite_spans": [
                {
                    "start": 265,
                    "end": 269,
                    "text": "[26]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Relating eigenvalues to autocovariance"
        },
        {
            "text": "where l i denotes an eigenvalue of F and we assume that all of these eigenvalues are distinct. The autocovariance matrix is defined as S t ¼ kz(t À t)z(t) T l, where the angular brackets denote the expected value over time or realizations of the system. It follows from the stationarity of the solution that S t ¼ exp (Ft)S. In the eigenvector basis, we haves t,ij ¼ exp (l i t)s ij . Thus, the behaviour of the autocovariance along an eigendirection as a function of the lag t is a simple and identifiable function of the corresponding eigenvalue. If l i is real, thens t,ii decays exponentially towards zero at the rate l i . If l i has an imaginary component, then the real and imaginary parts ofs t,ii oscillate around zero with a frequency given by the imaginary component of l i and an amplitude that decays exponentially at the rate given by the real component of l i . Since S t ¼ WS t W, s t,ii will be a linear combination of the elements ofS t (see the electronic supplementary material, equation S4). Therefore, the elements of the autocovariance matrix S t are linear combinations of functions from which the eigenvalues of F are identifiable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Relating eigenvalues to autocovariance"
        },
        {
            "text": "The relationship between the eigenvalues and the autocovariance established in the previous subsection clarifies the question of when the autocovariance of a variable contains sufficient information to estimate the distance to a threshold. Any threshold corresponds to an eigenvalue crossing zero. Recall that we call such an eigenvalue an informative eigenvalue and that the magnitude of its real part can be considered the distance to the threshold.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Solving for the space of suitable noise parameters"
        },
        {
            "text": "If it is known that the imaginary part of the eigenvalue will also be zero at the threshold, then the magnitude of the imaginary part can be considered a second component of the distance. Note that in the case that an informative eigenvalue is complex it will be a part of a conjugate pair. Estimation of the decay rate and frequency of oscillation of a variable's autocovariance function can provide an estimate of the distance to the threshold when they are close to the real and imaginary parts of an informative eigenvalue. This condition on the autocovariance function for an estimate to be accurate, together with equation S t ¼ WS t W T and equation (2.12), can be translated into conditions on the eigenvectors W of F and the covariance matrix D of the perturbations. Thus, we now have a general link between the parameters of models and the potential for a model variable to provide an estimate of the distance to the threshold. In the electronic supplementary material, we provide an explicit calculation of the values of D that permit a distance estimate for each variable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Solving for the space of suitable noise parameters"
        },
        {
            "text": "We estimate the distance to the threshold from a time series as follows. The main idea is to suppose that the autocorrelation will exponentially decay with increasing lags at a rate equal to the real part of the informative eigenvalue and that any oscillations in the autocorrelation function have a frequency equal in magnitude to the imaginary part of the informative eigenvalue. The first step is then to estimate the autocorrelation of the time series for a series of lags, which we did using the acf function in R. Because sometimes the autocorrelation can have cycles with a period of several years, we used lags from 0 to 30 observations less than the length of the time series. Next, we use a nonlinear least-squares optimizer to fit two models for the estimated autocorrelationŝ ii,t =ŝ ii , atan2(1, a) ) þ e t , ð2:16Þ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 801,
                    "end": 812,
                    "text": "atan2(1, a)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Obtaining distance estimates from time series"
        },
        {
            "text": "where e t is an error term, g is the decay rate parameter, v is the frequency parameter and a is a phase angle parameter, and atan 2 is the inverse tangent function with arguments in the order of y, x. We use the nlsLM function to fit these models. This function is available in the minpack.lm package [27] , and it provides an R interface to the Levenberg-Marquardt optimizer in the MINPACK library. We used nlsLM instead of the nls function that comes with R because it was less sensitive to the choice of initial values of the parameters for the optimization of the model fit. For initial values, we set a to zero, g to the least-squares slope of the log of the absolute value of the estimated autocorrelation versus the lag, and v to the frequency that maximized the spectral density of the estimated autocorrelation. Only autocorrelations with relatively small lags were used for the initial estimate of g. Specifically, all lags including and following the first lag that was less in magnitude than F(0:975)= ffiffiffi n p , where F is the cumulative distribution function of a standard normal random variable and n is the length of the time series. We fitted the data with and without an oscillation component in the model and used the following information criterion to evaluate the models:",
            "cite_spans": [
                {
                    "start": 302,
                    "end": 306,
                    "text": "[27]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Obtaining distance estimates from time series"
        },
        {
            "text": "where RSS stands for the residual sum of squares, p ¼ 1 for model (2.15) and p ¼ 3 for model (2.16) . We used the estimates from the model with the lower score. If neither model's information criterion exceeded P t (ŝ ii,t =ŝ ii ) 2 , we concluded that the data contained insufficient information to provide an estimate. When estimates were available, we calculated the distance to the threshold as ffiffiffiffiffiffiffiffiffiffiffiffiffiffiffi ffi v 2 þ g 2 p . If the input time series consisted of aggregated counts, we modified the model having no oscillations tô",
            "cite_spans": [
                {
                    "start": 93,
                    "end": 99,
                    "text": "(2.16)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Obtaining distance estimates from time series"
        },
        {
            "text": "and we excluded the lag-0 autocorrelation from our data to be fitted. This model, which has a new parameter K that determines the autocorrelation at a lag of 1, matches the form of the autocorrelation function for counts of deaths in a birth -deathimmigration model [28] . The birth -death -immigration model can provide a good approximation of the SIR model when R 0 , 1. The information criterion for this model was calculated with p ¼ 2.",
            "cite_spans": [
                {
                    "start": 266,
                    "end": 270,
                    "text": "[28]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Obtaining distance estimates from time series"
        },
        {
            "text": "In the following, we apply our theory and estimation methods to the SIR model. To generate data for estimation, we simulated time series of the number of individuals in each state according to our Markov process model using the Euler scheme of He et al. [20] . The pomp [29, 30] R package was used to implement the model. Our typical procedure was to simulate data with most of the parameters fixed at the default values in table 1 and for several choices of transmission rate. The default parameters were chosen to be typical of an acute infectious disease of humans. Our default infectious period of 22 days is consistent with the combined latent and infectious period in a past model of pertussis [31] , as is our default host mortality rate of 0.02 per year. Our default initial population size of 10 million is chosen to be similar to that of a very large city and to be large enough for the linear noise approximation to be reasonable. to be weekly because infectious disease notification data are often available at that frequency.",
            "cite_spans": [
                {
                    "start": 254,
                    "end": 258,
                    "text": "[20]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 270,
                    "end": 274,
                    "text": "[29,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 275,
                    "end": 278,
                    "text": "30]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 700,
                    "end": 704,
                    "text": "[31]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Simulation experiments"
        },
        {
            "text": "Simple sensitivity analyses of the distance estimates were carried out by allowing one or two of the parameters to vary from the default values. The full set of parameters used for each set of distance estimates is reported in the results. The initial values of the states were set to the equilibrium values and the model was run for 10 simulation years before sampling to allow the initially sampled states to vary according to the stationary distribution of the process. The sampling scheme was 1040 observations at a frequency of one observation per week. This corresponds to about 20 years of weekly observations, which is a realistic size for an epidemiological dataset. Sampled time series of both the number infected and the number susceptible were used to generate an estimate of the distance to the threshold by the method described above. The true value for each estimate was calculated by plugging the simulation parameters into equation (2.8) , solving for the fixed points and calculating the eigenvalues of F. If there were two real eigenvalues, the informative eigenvalue was identified as the eigenvalue that would cross zero if the parameters were moved through the bifurcation point where R 0 ¼ 1 and h ¼ 0.",
            "cite_spans": [
                {
                    "start": 949,
                    "end": 954,
                    "text": "(2.8)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Simulation experiments"
        },
        {
            "text": "We also conducted simulations with a linearly increasing transmission rate to evaluate the performance of estimates of changes in distance. To ease comparison with estimates from our other simulations, we used a similar amount of data for the individual distance estimates used to calculate the change in distance. The simulations were sampled for twice as long, the time series were split into two windows of 1040 weekly observations and an estimate was obtained for each window.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulation experiments"
        },
        {
            "text": "We first present some general considerations regarding when the distance to the epidemic threshold can be estimated from the fluctuation dynamics of the SIR model. Figure 1 shows representative examples of the kinds of time series that we suppose could become available for statistical analysis. For two of the parameter values, cycles are visible in both the number of susceptibles, X, and the number of infecteds, Y; this is a consequence of the eigenvalues of the Jacobian, F, being complex. This behaviour is typical of parameters for which R 0 . 1. We have explained in the Methods section that, in this case, any white noise perturbation may allow for the distance estimate to be obtained from either variable. When R 0 , 1, typically there are two real eigenvalues. Without any knowledge about the model, we would expect that the ability to obtain an estimate depends on the covariance of the perturbations. With the knowledge that the observations come from an SIR model, we could expect that the dynamics of the X and Y variables will be largely independent of each other. The number infected will generally be too small to affect the fluctuations in the number susceptible. Thus, the rate at which susceptible perturbations decay will depend mostly on the per capita death rate m, whereas the rate at which infected perturbations decay will depend on the sum of the per capita rates at which Y grows and shrinks, bX * /N 0 2 g 2 m. Thus, the variable Y is generally the one that should be observed to estimate the distance to the threshold when the disease is not widespread. In the electronic supplementary material, we derive explicit equations for the autocorrelations that support this conclusion.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 164,
                    "end": 172,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Main determinants of the accuracy of distance estimates"
        },
        {
            "text": "Having provided some general insights into why distance estimates may be obtained from Y and not X when R 0 , 1, we next consider a more specific answer for a specific set of parameters. We use the approach described in the Methods section to find the set of noise parameters that allow the distance to the threshold to be estimated with a given accuracy from each variable. These sets appear as regions in space in figure 2 . Consistently with the conclusions of the previous paragraph, the regions are much larger for the number infected, Y , than for the number susceptible, X. The regions for Y include the perturbations that result from the intrinsic noise present in simulations of the model with finite population sizes. By As these examples suggest, these rates tend to increase as the parameters of the system move away from R 0 ¼ 1. Parameters for the simulations are in table 1, with b set to R 0 (g þ m).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 416,
                    "end": 424,
                    "text": "figure 2",
                    "ref_id": null
                }
            ],
            "section": "Main determinants of the accuracy of distance estimates"
        },
        {
            "text": "contrast, a large part of the lower-error region identified for X is in fact not feasible because the covariance matrix constraint of d 2 12 d 11 d 22 is not satisfied. Having shown that, in principle, it is often possible to obtain distance estimates from the SIR model from at least one of the variables, we next turn to the question of whether estimates may be obtained in practice from a simulated time series of realistic length using our estimation method. Figure 3 shows that for time series of about 1000 observations our estimation method was generally successful when the perturbations are predicted to be suitable. The perturbations were simply intrinsic noise, so the low accuracy of estimates based on X when R 0 ¼ (0.1, 0.5, 0.9) is consistent with figure 2. As expected, when R 0 . 1 estimates from both X and Y were similarly accurate. Therefore, Y permits a distance estimate for all R 0 considered. Fortunately, Y is the variable which is more often observed in practice. We have included estimates based on X in our results primarily to evaluate our analytical predictions about when a variable can provide an accurate distance estimate.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 463,
                    "end": 471,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Main determinants of the accuracy of distance estimates"
        },
        {
            "text": "To better. A rough guideline for accurate estimation seems to be that the duration of observation be at least as long as the period of any oscillation in the autocorrelation function. Another guideline is that the time between observations be much less than the period of oscillation of the autocorrelation. In the R 0 ¼ 16 panel of figure 4 , no distance estimates were obtained when the observation frequency went from 0.25 per week to 1 per year. For these parameters, the autocorrelation had a period of about 3 years, so three observations per cycle seems much less likely to provide sufficient information than 40 observations per cycle. A similar guideline on the sampling frequency holds when the autocorrelation function is not periodic. In the R 0 ¼ 0.9 panel, no estimates based on Y are available as the sampling frequency dips below 0.25 per week. Here, the autocorrelation shrinks by a factor of e % 2.7 about every 23 weeks. This time can be used to characterize the time scale of a decaying function and is sometimes called the return time. A third guideline, then, is that the time between samples should be less than the return time. In summary, for accurate estimates the duration of observation should be much greater than the time scale of the autocorrelation function but the time between observations should be much smaller than the time scale of the autocorrelation function.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 333,
                    "end": 341,
                    "text": "figure 4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Effects of observation schemes on distance estimates"
        },
        {
            "text": "In addition to sampling frequency, another key characteristic of observations is whether they represent direct observation of the state of the system or cumulative flows between states. In particular, it is relatively rare for the number of infections in a population at a given point in time to be observed. A more typical type of observation is the count of the number of infected individuals that moved into the removed class, for example, because these individuals were diagnosed with infection and then greatly reduced contact with others [33] . We refer to such counts as case reports. Figure 4 shows that the estimates based on case reports were similar to those based on direct observation of X or Y . The main difference is that when the data consist of case reports we concluded more often that there was insufficient information available for an estimate. For example, many estimates based on Y are plotted when R 0 ¼ 0.9 and the observation frequency is 0.25 per week, but the same set of simulations resulted in no estimates based on case reports. When the reporting of each recovery is not sure but instead occurs with a certain probability, as in the study of Gamado et al. [34] , the number of simulations that resulted in estimates went down with the reporting probability ( figure 5 ).",
            "cite_spans": [
                {
                    "start": 544,
                    "end": 548,
                    "text": "[33]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1189,
                    "end": 1193,
                    "text": "[34]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [
                {
                    "start": 592,
                    "end": 600,
                    "text": "Figure 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1292,
                    "end": 1300,
                    "text": "figure 5",
                    "ref_id": null
                }
            ],
            "section": "Effects of observation schemes on distance estimates"
        },
        {
            "text": "In conclusion, estimates based on case reports can be as accurate as those based on state variables, but also can be less likely to be available for a given number of observations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Effects of observation schemes on distance estimates"
        },
        {
            "text": "The electronic supplementary material contains the results of our sensitivity analysis of environmental noise, population size and our estimation of the rate of change of the distance to the threshold.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Effects of observation schemes on distance estimates"
        },
        {
            "text": "This work has presented a general solution to the problem of the selection of appropriate variables in multivariate systems reporting probability distance to threshold Figure 5 . The accuracy of distance estimates did not clearly decline with the reporting probability but the number of times the data contained sufficient information for an estimate did. The true distance is marked with an 'x'. These estimates were based on a time series of binomially distributed case reports, where the accumulated number of recovery events since the last observation determined the number of trials and the reporting probability was the probability of success. Parameters besides the reporting probability are in table 1, with b set to 0.9(g þ m).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 168,
                    "end": 176,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "rsif.royalsocietypublishing.org J. R. Soc. Interface 15: 20180034",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "for detection of slowing down as a threshold is approached. The solution is a method of calculating what type of white noise perturbations, if any, allow slowing down to be detected based on observation of a given variable. To provide a specific example, this general solution has been applied to the SIR model and been shown to be consistent both with a modelspecific analysis and with simulations. This application has also served to demonstrate and stress-test a method of estimating a distance to a threshold that is defined as one of the eigenvalues of the linearized model's matrix, F. Importantly, this informative eigenvalue is not always the dominant eigenvalue. When the informative eigenvalue is not dominant it is a consequence of the vital dynamics of the host occurring on a time scale that is much longer than the dynamics of small outbreaks that occur when the infection does not spread very well in the host population. Such a difference in time scales seems likely to occur in other multivariate models of population dynamics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Looking beyond the SIR model, the question also arises of whether our method of identifying appropriate variables will be practical for models with many more than two degrees of freedom. In the SIR model, the autocorrelation function of one of the state variables is often very similar to that of one of the eigendirections. This allowed us to select variables based on the criterion of how well the autocorrelation function matched up with that of the eigendirection corresponding to the informative eigenvalue. In general, as the number of variables grows we might expect the autocorrelation function of each variable to become more strongly influenced by multiple eigenvalues. For this more challenging case, we wonder whether harmonic inversion methods [35] might be capable of estimating the values of each of the eigenvalues that strongly influence each variable from its autocorrelation function. Variables that allow the informative eigenvalue to be estimated in this manner could then be considered appropriate for tracking the distance to the threshold.",
            "cite_spans": [
                {
                    "start": 757,
                    "end": 761,
                    "text": "[35]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The distance to thresholds in systems will generally change over time, and our results concluded with a simple demonstration of how these changes might be tracked. In the context of infectious disease surveillance, an exciting prospect of this approach is the possibility that surveillance programmes might be able to determine that some change in the system is moving it closer to the epidemic threshold long before the threshold is crossed. Besides increasing awareness, such measurement may allow for management of the distance to the threshold in some systems, for example, by guiding the allocation of resources to vaccination programmes. In this way, infectious disease control goals could move beyond early detection of and rapid response to epidemics towards targeted prevention of epidemics. Furthermore, tracking has the potential to measure the relenting and reversing of system dynamics in response to control goals. Finally, establishing the conditions under which statistical analysis of fluctuations in the number of infected individuals is more informative than similar analysis of susceptible individuals does not make a case against susceptible reconstruction methods [36] in distance-to-threshold studies because such methods estimate major trends in the susceptible population size rather than fluctuations around them. Rather, our result makes a case for analysis of the fluctuations in the number infected, whether estimated from readily available time-series incidence data or from pathogen sequence data [37] .",
            "cite_spans": [
                {
                    "start": 1186,
                    "end": 1190,
                    "text": "[36]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1528,
                    "end": 1532,
                    "text": "[37]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Data accessibility. Software and reproducibility: Code to reproduce our results is available in an online repository [38] .",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 121,
                    "text": "[38]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Global circulation patterns of seasonal influenza viruses vary with antigenic drift",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bedford",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nature",
            "volume": "523",
            "issn": "",
            "pages": "217--220",
            "other_ids": {
                "DOI": [
                    "10.1038/nature14460"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The dynamics of measles in sub-Saharan Africa",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Ferrari",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Grais",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bharti",
                    "suffix": ""
                },
                {
                    "first": "Ajk",
                    "middle": [],
                    "last": "Conlan",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "N"
                    ],
                    "last": "Bjørnstad",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Wolfson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Guerin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Djibo",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "T"
                    ],
                    "last": "Grenfell",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nature",
            "volume": "451",
            "issn": "",
            "pages": "679--684",
            "other_ids": {
                "DOI": [
                    "10.1038/nature06509"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Infectious diseases of humans: dynamics and control",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "May",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Herd immunity': a rough guide",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Fine",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Eames",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Heymann",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Clin. Infect. Dis",
            "volume": "52",
            "issn": "",
            "pages": "911--916",
            "other_ids": {
                "DOI": [
                    "10.1093/cid/cir007"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Dangers of vaccine refusal near the herd immunity threshold: a modelling study",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "H"
                    ],
                    "last": "Fefferman",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "N"
                    ],
                    "last": "Naumova",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Lancet Infect. Dis",
            "volume": "15",
            "issn": "",
            "pages": "922--926",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(15)00053-5"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Unifying the epidemiological and evolutionary dynamics of pathogens",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "T"
                    ],
                    "last": "Grenfell",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "G"
                    ],
                    "last": "Pybus",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Gog",
                    "suffix": ""
                },
                {
                    "first": "Jln",
                    "middle": [],
                    "last": "Wood",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Daly",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Mumford",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Science",
            "volume": "303",
            "issn": "",
            "pages": "327--332",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1090727"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Waiting time to infectious disease emergence",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Dibble",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "B"
                    ],
                    "last": "O&apos;dea",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Drake",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J. R. Soc. Interface",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1098/rsif.2016.0540"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A universal law of the characteristic return time near thresholds",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wissel",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Oecologia",
            "volume": "65",
            "issn": "",
            "pages": "101--107",
            "other_ids": {
                "DOI": [
                    "10.1007/BF00384470"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Critical transitions in nature and society",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Scheffer",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Early-warning signals for critical transitions",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Scheffer",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nature",
            "volume": "461",
            "issn": "",
            "pages": "53--59",
            "other_ids": {
                "DOI": [
                    "10.1038/nature08227"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Theory of early warning signals of disease emergence and leading indicators of elimination",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "O&apos;regan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Drake",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Theor. Ecol",
            "volume": "6",
            "issn": "",
            "pages": "333--357",
            "other_ids": {
                "DOI": [
                    "10.1007/s12080-013-0185-5"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Leading indicators of mosquito-borne disease elimination",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "O&apos;regan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Lillie",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Drake",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Anticipating the emergence of infectious diseases",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Brett",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Drake",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rohani",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J. R. Soc. Interface",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1098/rsif.2017.0115"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Introduction to applied nonlinear dynamical systems and chaos",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wiggins",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "A mathematical framework for critical transitions: normal forms, variance and applications",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kuehn",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Nonlinear. Sci",
            "volume": "23",
            "issn": "",
            "pages": "457--510",
            "other_ids": {
                "DOI": [
                    "10.1007/s00332-012-9158-x"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Catastrophic collapse can occur without early warning: examples of silent catastrophes in structured ecological models",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Boerlijst",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Oudman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "De Roos",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS ONE",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0062033"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Early warning signals: the charted and uncharted territories. rsif.royalsocietypublishing.org",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Boettiger",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ross",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hastings",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. R. Soc. Interface",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Identifying best-indicator species for abrupt transitions in multispecies communities",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Dakos",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Ecol. Indic",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ecolind.2017.10.024"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Compound Markov counting processes and their applications to modeling infinitesimally over-dispersed systems",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bretó",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Ionides",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Stoch. Process. Appl",
            "volume": "121",
            "issn": "",
            "pages": "2571--2591",
            "other_ids": {
                "DOI": [
                    "10.1016/j.spa.2011.07.005"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Plug-and-play inference for disease dynamics: measles in large and small populations as a case study",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Ionides",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "King",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Time series analysis via mechanistic models",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bretó",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Ionides",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "King",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Ann. Appl. Stat",
            "volume": "3",
            "issn": "",
            "pages": "319--348",
            "other_ids": {
                "DOI": [
                    "10.1214/08-AOAS201"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Pathogens, social networks, and the paradox of transmission scaling",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Ferrari",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Perkins",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "W"
                    ],
                    "last": "Pomeroy",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "N"
                    ],
                    "last": "Bjørnstad",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Interdiscip. Perspect. Infect. Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1155/2011/267049"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Infectious diseases of humans: dynamics and control",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "May",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Stochastic processes in physics and chemistry",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Backward bifurcations and multiple equilibria in epidemic models with structured immunity",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Reluga",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Medlock",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Perelson",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Theor. Biol",
            "volume": "252",
            "issn": "",
            "pages": "155--165",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jtbi.2008.01.014"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Structure of stochastic dynamics near fixed points",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kwon",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ao",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Thouless",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "102",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.0506347102"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "2015 minpack.lm: R interface to the Levenberg-Marquardt nonlinear least-squares algorithm found in MINPACK, plus support for bounds",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "V"
                    ],
                    "last": "Elzhov",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Mullen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Spiess",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bolker",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "The dynamics of discrete populations and series of events",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hopcraft",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Jakeman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ridley",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Statistical inference for partially observed markov processes via the R Package pomp",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Ionides",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J. Stat. Softw",
            "volume": "69",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.18637/jss.v069.i12"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "pomp: Statistical inference for partially observed Markov processes",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "King",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Noise, nonlinearity and seasonality: the epidemics of whooping cough revisited",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "T"
                    ],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rohani",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. R. Soc. Interface",
            "volume": "5",
            "issn": "",
            "pages": "403--413",
            "other_ids": {
                "DOI": [
                    "10.1098/rsif.2007.1168"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Modeling infectious diseases in humans and animals",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Keeling",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rohani",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Measles and whooping cough: part I",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Emerson",
                    "suffix": ""
                }
            ],
            "year": 1937,
            "venue": "Am. J. Public Health Nations Health",
            "volume": "27",
            "issn": "",
            "pages": "1--58",
            "other_ids": {
                "DOI": [
                    "10.2105/AJPH.27.6_Suppl.1"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Modelling under-reporting in epidemics",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Gamado",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Streftaris",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zachary",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Math. Biol",
            "volume": "69",
            "issn": "",
            "pages": "737--765",
            "other_ids": {
                "DOI": [
                    "10.1007/s00285-013-0717-z"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Harmonic inversion of time signals and its applications",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "A"
                    ],
                    "last": "Mandelshtam",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J. Chem. Phys",
            "volume": "107",
            "issn": "",
            "pages": "6756--6769",
            "other_ids": {
                "DOI": [
                    "10.1063/1.475324"
                ]
            }
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Reconstructing susceptible and recruitment dynamics from measles epidemic data",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "V"
                    ],
                    "last": "Bobashev",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Ellner",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Nychka",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "T"
                    ],
                    "last": "Grenfell",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Math. Popul. Stud",
            "volume": "8",
            "issn": "",
            "pages": "1--29",
            "other_ids": {
                "DOI": [
                    "10.1080/08898480009525471"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Inference for nonlinear epidemiological models using genealogies and time series",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Rasmussen",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Ratmann",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Koelle",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS Comput. Biol",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pcbi.1002136"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "For setting the importation rate h, Keeling & Rohani [32] suggest using 1:06m(R 0 À 1)= ffiffiffiffi N p based on the time between extinctions and invasions of measles in England and Wales. Our own choice for the default h in table 1 is a simplification of this relation. The default observation frequency is chosen rsif.royalsocietypublishing.org J. R. Soc. Interface 15: 20180034",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Example of simulated time series that could provide a distance estimate. Deviations are plotted instead of the simulated counts to align the time series vertically and because the deviations are what is used to calculate the estimate. The main idea is to estimate the rate at which deviations decay and oscillate.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "begin evaluating how the observation scheme may affect estimates, we varied the frequency of observations in the time series. To avoid confounding the effects of frequency with the effects of the length of the time series, its length was kept the same for all sampling frequencies by adjusting the stop time of the simulations. In the R 0 ¼ 2 panel offigure 4, we see that, when such a trade-off exists between the duration of observation and the observation frequency, a high observation frequency can be detrimental due to the short observation period. For daily observation frequency, the total duration of observation was limited to 1000 days, whereas the period length of the oscillations in the autocorrelation was about 11 years. With weekly observation frequency, the duration of observation is about 20 years and the estimates are much In our SIR model for most R 0 , 1, the set of noise parameters under which the distance to the epidemic threshold may be estimated is much larger for the number infected than for the number susceptible. Each panel plots as a prism, for a range of variances in white noise perturbations to the number of susceptible and infected (subscripts 1 and 2, respectively), the region containing the covariances for the perturbations that result in the autocorrelation of the model variable being within 0.1 of the reference that would result in a perfect distance estimate. The axis labels denote elements of the matrix D in equation (2.7). The points in each panel correspond to the intrinsic perturbations calculated by the linear noise approximation equation (2.9). The red line segments are drawn vertically from these points to the nearest boundary of the low-error region. The points in the panels for the infecteds fall within the low-error region. Parameters were as in table 1, with b set to 1.66, 8.31 and 14.9. (Online version in colour.) Distance estimates can be obtained from both X and Y in stochastic simulations of our SIR model. However, the distance estimates based on X are not always reliable. The X and Y variables were sampled weekly for 20 years. Parameters for the simulations are in table 1, with b set to R 0 (g þ m). The distance to the threshold is defined here as the modulus of the informative eigenvalue. The true value is marked with an 'x'. One hundred datasets were simulated for each set of parameters and all estimates obtained for each variable are plotted. The x-values of the points have been jittered to make the density of points at each y-value clearer.rsif.royalsocietypublishing.org J. R. Soc. Interface 15: 20180034",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "The availability of distance estimates is sensitive to the frequency of observations and whether the state of the time series consists of case reports. The true distance is marked with an 'x'. The case reports variable is the accumulated number of recovery events since the last observation. Parameters besides the observation frequency are in table 1, with b set to R 0 (g þ m).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "4Þ",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Model parameters.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Modified transitions of the SIR model allowing for environmental heterogeneity.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}