{
    "paper_id": "aeac4c993813c60687acf54e7a35957830c7b727",
    "metadata": {
        "title": "Progress on the Implementation of Environmental Surveillance in the African Region, 2011-2016",
        "authors": [
            {
                "first": "Nicksy",
                "middle": [],
                "last": "Gumede",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "WHO Regional Office for Africa",
                    "location": {
                        "settlement": "Brazzaville",
                        "country": "Republic of Congo"
                    }
                },
                "email": ""
            },
            {
                "first": "Joseph",
                "middle": [],
                "last": "Okeibunor",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "WHO Regional Office for Africa",
                    "location": {
                        "settlement": "Brazzaville",
                        "country": "Republic of Congo"
                    }
                },
                "email": ""
            },
            {
                "first": "Ousmane",
                "middle": [],
                "last": "Diop",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "WHO Head Quarters",
                    "location": {
                        "settlement": "Geneva",
                        "country": "Switzerland"
                    }
                },
                "email": ""
            },
            {
                "first": "Maryceline",
                "middle": [],
                "last": "Baba",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "WHO Regional Office for Africa",
                    "location": {
                        "settlement": "Brazzaville",
                        "country": "Republic of Congo"
                    }
                },
                "email": ""
            },
            {
                "first": "Jacob",
                "middle": [],
                "last": "Barnor",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "WHO Regional Office for Africa",
                    "location": {
                        "settlement": "Brazzaville",
                        "country": "Republic of Congo"
                    }
                },
                "email": ""
            },
            {
                "first": "Salla",
                "middle": [],
                "last": "Mbaye",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "WHO Regional Office for Africa",
                    "location": {
                        "settlement": "Brazzaville",
                        "country": "Republic of Congo"
                    }
                },
                "email": ""
            },
            {
                "first": "Johnson",
                "middle": [],
                "last": "Ticha",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "WHO Regional Office for Africa",
                    "location": {
                        "settlement": "Brazzaville",
                        "country": "Republic of Congo"
                    }
                },
                "email": ""
            },
            {
                "first": "Goitom",
                "middle": [],
                "last": "Weldegebriel",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Humayun",
                "middle": [],
                "last": "Asghar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Dr. Nicksy Gumede, WHO Regional Office for Africa",
                    "institution": "WHO Regional Office for East and Mediterrian",
                    "location": {
                        "settlement": "Cairo, Brazzaville",
                        "country": "Egypt, Republic of Congo"
                    }
                },
                "email": ""
            },
            {
                "first": "Pascal",
                "middle": [],
                "last": "Mkanda",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "WHO Regional Office for Africa",
                    "location": {
                        "settlement": "Brazzaville",
                        "country": "Republic of Congo"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Objective-This article summarises the progress made since the introduction of environmental surveillance in the African Region.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Method-Country selection was based on the poor AFP performance indicators i.e. Non polio AFP rate and stool adequacy. It was recommended that any country not meeting the required indicators should consider environmental surveillance activity as an additional tool to support AFP surveillance. The sites selection considered proximity to the target population, the size of the population to be sampled and the sensitivity of the sampling site.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Poliovirus, a member of the Enterovirus genus of the family Picornaviridae, is the cause of paralytic poliomyelitis which occurs only in a small proportion (<1%) of poliovirus infections of susceptible individuals1. Poliovirus has a predilection for the motor nerve cells of the brain and spinal cord, and infection results in their destruction and paralysis of the muscles supplied by the affected cells2. Some infected people experience minor illness of several days and a symptom-free interval of 1 to 3 days, followed by acute onset of flaccid paralysis with fever. Within few days, paralysis which is usually asymmetric, progresses depending upon the sites of virus replication in the central nervous system and may affect skeletal muscles (spinal poliomyelitis), respiratory muscles (bulbar poliomyelitis), or both (bulbo-spinal poliomyelitis)3.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Since the launch of the Global Polio Eradication Initiative (GPEI) in 1988, cases of poliomyelitis have dropped by more than 99%4-6. No type 2 wild poliovirus (WPV) has been identified since 19997 and the remaining serotype 1 is limited to endemic countries and in outbreak settings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The World Health Organization strategy for monitoring the wild polioviruses and mutated vaccine polioviruses is to identify virus isolates from stool samples taken from Acute Flaccid Paralysis (AFP) patients (sampling contacts is also supplemental to AFP surveillance). Environmental surveillance serves as an additional method to monitor the transmission of poliovirus by testing sewage samples, which may contain polioviruses in human faeces8.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The some of the reasons for conducting environmental surveillance are the detection of the circulating polioviruses (PV) as a supplementary method for acute flaccid paralysis surveillance for suspected polio cases. It can a) assist in identifying residual wild poliovirus (WPV) transmission in endemic areas, b) provide an early indication of new poliovirus importations into polio-free areas and c) confirm the presence of vaccine-related virus following a vaccination campaign using oral polio vaccine (OPV). Environmental surveillance playa a critical role in detecting the ongoing circulation of wild polioviruses and circulating vaccine derived polioviruses, monitoring the disappearance of Sabin-related viruses, monitoring around poliovirus containment facilities and providing evidence for global certification9, 10. This report looks at the progress and the expansion of environmental surveillance in the African since its initiation in 2011.",
            "cite_spans": [
                {
                    "start": 821,
                    "end": 824,
                    "text": "10.",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The following factors are used to determine the prioritization and rationale for selecting countries and sites. The sites expansion or discontinuation is also considered when monitoring environmental surveillance for polioviruses. The selection of sites should be informed by whether they are endemic locations; polio-free districts adjacent to endemic districts; in the same or adjacent countries; or areas with recent or recurrent importation, reestablishment of transmission or history of silent transmission in the face of inadequate AFP surveillance indicators.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Selection criteria"
        },
        {
            "text": "The country must have a capacity for initial processing of the samples and for transporting them rapidly to the laboratory. The laboratory capacity must first be sufficiently increased to be able to cope with the high workload. When sites are selected, consideration should be made for households that are equipped with water closets connected to a converging sewer network allowing collection of downstream samples that represent a large number of people living in the catchment area. Also, when selecting sites, consideration should be made to select areas without chemicals from industrial wastes that may be detrimental to poliovirus stability or be toxic to cell cultures and interfere with poliovirus replication. Lastly selected sites should represent selected high-risk populations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Selection criteria"
        },
        {
            "text": "Using these criteria, the following Regional polio laboratories under Polio Laboratory Network (Polio LabNet) have been selected to carry out testing of environmental samples: Nigeria, Cameroon, Kenya, Madagascar, Senegal, and South Africa. Due to increase of demand of the establishment of environmental surveillance, more laboratories have been considered to perform ES activity such as laboratories in the following countries: Ethiopia, Algeria, Central Africa Republic, Cote d'Ivoire, Uganda and Zambia. Nigeria will continue serving its population, Senegal will focus on West African countries, Cameroon on Central African countries, Kenya the Horn of Africa and South Africa the southern African countries and countries they serve as their national laboratory for AFP. South Africa will be carrying the sequencing task for the entire Region while Madagascar will support its population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Selection criteria"
        },
        {
            "text": "Proposed additional countries to expand or to initiate environmental surveillance in 2017 includes Uganda, South Sudan, Burundi, Ethiopia, Algeria, Guinea Bissau, Guinea, Equatorial Guinea, Gabon, DR Congo, Sierra Leone, Liberia, Cote d'Ivoire, Mali, Tanzania, Zambia, Mozambique, South Africa and the Central African Republic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Selection criteria"
        },
        {
            "text": "The grab method is recommended by WHO whereby an amount of raw sewage is collected at a selected sampling site with the time of collection noted (preferably early in the morning to avoid heat that might decrease the viability of the virus). The larger the volume of sewage analysed, the higher the theoretical sensitivity to detect poliovirus circulation in the source population. Processing of sewage specimens is performed by using the two-phase separation method. A small volume lower phase is created by adjusting the concentrations of the stock solutions and relative volumes of the two polymer solutions. Concentrated elements are attracted to the interphase and lower phases, including polioviruses and several other enteroviruses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample collection and processing"
        },
        {
            "text": "Environmental surveillance started in the African Region in July 2011 in Nigeria. Kano state was the first to introduce environmental surveillance and it later expanded to Sokoto, Lagos, Kaduna, the Federal Capital Territory (FCT), Kebbi, Katsina, Jigawa, Borno, Yobe, Adamawa, Rivers, and Osun. The additional states were Gombe, Bauchi and Gombe. In total, 59 sites of environmental surveillance have been established in Nigeria since its inception in 2011. In 2013, Kenya started its first environmental sampling as a pilot study to supplement AFP surveillance after a Horn of Africa WPV1 outbreak in May 2013. Two sites were identified and sampled in 2013, Kamukunji and Kibera. Furthermore, an expansion in areas of the northeastern counties and other risk areas for WPV transmission such as Mathare, Patel flats, Kisumu Polytechnic, Mlango was Papa, Kipevu, and Bulla (unpublished data). In total nine sites in two counties have been identified in Kenya.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "As from 2014, additional countries were added to the African Region expansion plan such as Angola with 4 sites, Madagascar with 23 sites, Cameroon with 31 sites, Chad with 4 sites, Senegal with 3 sites, Niger 9 sites, Burkina Faso with 4 sites. Four sites were recently selected, validated and sampled in Guinea. Two countries such as the Democratic Republic of the Congo and Mali have identified potential sites for sampling and the training for processing of the sewage samples is due first quarter of 2017. The Regional expansion plan has added more countries based on the poor performing on the AFP indicators that are not meant such as non-polio AFP rate and also stool adequacy (Figure 1 ). (Figure 2 ). As this incident happened during the trivalent oral poliovirus vaccine (tOPV) to bivalent oral poliovirus vaccine (bOPV) switch period, there was a need to official request monovalent OPV2 (mOPV2) to respond to this outbreak hence and identification of Sabin 2 viruses after switch period. Other countries such as Cameroon and Chad isolated 14 and 4 Sabins and 72 and 40 NPEV respectively. In Madagascar a large number of NPEV were identified totaling 277 NPEV followed by 39 Sabins, 11 Sabin 2 viruses. In October 2013, a wild poliovirus was identified from a sewage sample collected in Kamukunji sub-county pointing to silent transmission or surveillance gaps. During the first quarter of 2016, a cVDPV2 was from sewage samples collected in December 2015. Outbreak response was conducted with success. At the time, the laboratory experienced a high increase in workload as a results some samples were diverted to laboratories at the US Centers for Disease Control and Prevention (CDC), in Atlanta USA. The most sites selected were not sampled due to technical problems in the field (Figure 3 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 684,
                    "end": 693,
                    "text": "(Figure 1",
                    "ref_id": null
                },
                {
                    "start": 697,
                    "end": 706,
                    "text": "(Figure 2",
                    "ref_id": null
                },
                {
                    "start": 1794,
                    "end": 1803,
                    "text": "(Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Cameroon has been supporting both Cameroon and Chad in processing sewage for the environmental surveillance. In total, twenty sites and four sites have been established in Cameroon and Chad respectively. The results have shown that some sites have not revealed any type of poliovirus, therefore, there is a need of closing down such sites ( Figure 4 ). All four sites in Angola revealed no wild poliovirus, but 1 non polioenterovirus (NPEV) has been identified in Rio Cambamba Bairro (Kilamba Kiaxi) site.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 341,
                    "end": 349,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "As a supplementary method to AFP surveillance for the Global Polio Eradication Initiative, environmental surveillance is of great importance in investigating the circulation of wild polioviruses and vaccine derived polioviruses (11 and has led to the identification of wild polioviruses, Sabin viruses, non-polio enteroviruses and circulating derived polioviruses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The African Region remains an area of attention on its large susceptible population, with a higher chance of contracting poliomyelitis and a greater likelihood of the spread of polioviruses compared with other regions. Vulnerable groups within a population may contribute to poliovirus circulation because of prolonged shedding. The oral poliovirus vaccines (OPV) and the inactivated poliovirus vaccine (IPV) have made poliomyelitis a preventable and eradicable disease, however, they cannot protect against poliovirus infection or shedding12. The screening of sewage material has been recognized as a useful tool for monitoring the circulation of the wild poliovirus and the vaccine-derived polioviruses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Due to the usage of mOPV2 as part of outbreak response in Nigeria, the following states; Sokoto, Kaduna, Borno, Kebbi, Jigawa and Yobe have confirmed the isolation of the Sabin 2 virus which is an indication of the sensitivity of the sites. The last Sabin 2 was reported on the second week of August 2016 in Borno state.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "It was noted that Cameroon had a serious problem with the field sampling on the set date due to the absence of funds to pay sample collectors from the field staff. Measures had been put in place as a result the routine sampling has been ongoing without any delays in 2017.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Besides the use of environmental surveillance in the global eradication programme for polio, it can be used in detecting the circulation of other human viruses such as adenoviruses, caliciviruses, rotaviruses, and noroviruses13-16. Environmental surveillance can help assess the efficacy of policy decisions in preventing the spread and transmission of poliovirus and poliomyelitis diseases. The results presented in this report confirm the importance of environmental surveillance in the Global Polio Eradication Initiative Programme.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Experiences from Nigeria confirm that environmental surveillance can detect the introduction and silent circulation of WPV and VDPV. Likewise, ES with its greater sensitivity than AFP surveillance can monitor the presence of poliovirus circulation. Furthermore, ES can be used to monitor the efficacy of immunization interventions and further confirm any usage of OPV2 should Sabin 2 or VDPV2 be identified in the environmental surveillance samples.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Due to the regional expansion plan and poor AFP surveillance there is a need of increasing more countries to initiate environmental surveillance and be supported by newly developed environmental surveillance Polio laboratories.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Vaccine-derived polioviruses and the endgame strategy for global polio eradication",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "M"
                    ],
                    "last": "Kew",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Sutter",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "De Gourville",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Annu Rev Microbiol",
            "volume": "59",
            "issn": "",
            "pages": "587--635",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The history of the Poliomyelitis Research Foundation",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Gear",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Adler Mus Bull",
            "volume": "19",
            "issn": "3",
            "pages": "9--15",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Early events in poliovirus infection: virus-receptor interactions",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "R"
                    ],
                    "last": "Racaniello",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Proc Natl Acad Sci",
            "volume": "93",
            "issn": "21",
            "pages": "11378--81",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Update on vaccine-derived polioviruses",
            "authors": [],
            "year": 2006,
            "venue": "MMWR",
            "volume": "55",
            "issn": "40",
            "pages": "1093--1100",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Emergence of Vaccine-derived Polioviruses",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Gumede",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Lentsoane",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Burns",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Emerg Infect Dis",
            "volume": "19",
            "issn": "10",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Phylogeny of Imported and Re-established Wild Polioviruses in the Democratic Republic of the Congo from",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Gumede",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jorba",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Deshpande",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Infect Dis",
            "volume": "210",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Progress towards interrupting wild-poliovirus transmission worldwide",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Anon",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Wkly Epidemiol Rec",
            "volume": "84",
            "issn": "",
            "pages": "110--116",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Guidelines for environmental surveillance of poliovirus circulation. Geneva: World Health Organization, Department of Vaccines and Biologicals",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Environmental surveillance of poliovirus and non-polio enterovirus in urban sewage in Dakar",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Ndiaye",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Mbathio",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "M"
                    ],
                    "last": "Diop",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Pan Afr Med J",
            "volume": "19",
            "issn": "",
            "pages": "1--7",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Status of environmental surveillance in the African Region. African Health Monitor",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Gumede",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gasasira",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Salla",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "38--41",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Prolonged detection of indigenous wild polioviruses in sewage from communities in Egypt",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "El Bassioni",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Barakat",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Nasr",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Am J Epidemiol",
            "volume": "158",
            "issn": "",
            "pages": "807--815",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Environmental surveillance sysyetm to track wild poliovirus transmission",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Deshpande",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Shetty",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Siddiqui",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Appl Environ Microbiol",
            "volume": "69",
            "issn": "",
            "pages": "2919--2927",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Presence of noroviruses and other enteric viruses in sewage and surface waters in the Netherlands",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Lodder",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "De Roda Husman",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Appl Environ Microbiol",
            "volume": "71",
            "issn": "",
            "pages": "1453--1461",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Long term SARS coronavirus excretion from patient cohort",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fontanet",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "China. Emerg Infect Dis",
            "volume": "10",
            "issn": "",
            "pages": "1841--1843",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Norovirus GII.17 Predominates in Selected Surface Water Sources in Kenya",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Kiulia",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mans",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mwenda",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Food Environ Virol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Author manuscript; available in PMC",
            "authors": [],
            "year": 2019,
            "venue": "J Immunol Sci",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "From 2011 to 2016, environmental surveillance detected 126 cVDPV2, 10 WPV1, and 3 WPV3 in the African Region. In 2013, 3 WPV1 were detected in Kano and Sokoto States, and a total of 33 cVDPV2 were identified in states of Nigeria (2 in Kaduna, 8 in Kano, 1 in Katsina, 10 in Sokoto and 12 in Borno). One WPV1 was reported in Kaduna State. In 2016, a circulating vaccine poliovirus type 2 (cVDPV2) was identified in Abba Ganaram Filling Station site of Borno, 179 Sabin viruses, 36 Sabin viruses and 196 non polio enteroviruses were reported",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We would like to acknowledge all the laboratory staff and EPI focal points from all countries that have established environmental surveillance activity and contributed to the construction of this manuscript. We acknowledge support received from the laboratory focal points (Charles Byabamazima, Anfumbom Kfutwah, Annick Dosseh), and ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgement"
        },
        {
            "text": "The work on the Environmental Surveillance in the African Region is fully funded and supported by the World Health Organization (WHO), Partners and African Member States.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        }
    ]
}