{
    "paper_id": "afc03cd8197cd7aa9e0ca665ebe6626c2a56ac4b",
    "metadata": {
        "title": "Print) 2225-2002 Clinical Care in Africa",
        "authors": [
            {
                "first": "Timothy",
                "middle": [],
                "last": "Amukele",
                "suffix": "",
                "affiliation": {
                    "laboratory": "African Journal of Laboratory Medicine ISSN",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "There is little similarity between asbestos, HIV, and the severe acute respiratory syndrome coronavirus. However, their histories illustrate the three keys for effective detection and control of disease: clinical identification, laboratory detection, and public response. In diseases where all elements of this three-step framework were in place, the time from initial observation to appropriate public response tended to occur quickly. For example, in late November 2002, an atypical pneumonia that ultimately came to be known as severe acute respiratory syndrome made its appearance in China and a few other countries in East Asia. Once the World Health Organization was notified in February 2003 1 , a massive coordinated response was deployed. The causative agent was identified within two weeks 2 and the disease was halted by effective quarantine in 42 days 3 .",
            "cite_spans": [
                {
                    "start": 864,
                    "end": 865,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "If we want to support similar rapid responses to current and future epidemics, we need to create systems that foster the aforementioned three keys: clinical identification of disease, laboratory detection of disease, and public response to disease. The central piece of these three pillars is laboratory detection, which requires a good laboratory workforce and networks. In keeping with this central role, workforce and laboratory network development were the twin goals of the three-day Africa Centres for Disease Control (CDC) workshop held in Addis Ababa from 27 to 29 March 2017.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The workshop, titled 'Innovative Approaches to Establishing and Strengthening Regional Integrated Surveillance and Laboratory Networks for Disease Control, Prevention, and Clinical Care', was jointly supported by the Africa CDC, the World Health Organization (WHO), and the African Society for Laboratory Medicine (Figure 1 ). The workshop had participants from both the private and public sectors who had a role in the laboratory sector in Africa. Each day was divided into brief morning talks focused on sharing best practices and case studies, and afternoon breakout sessions focused on addressing a list of key questions that were relevant to each day's topic.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 314,
                    "end": 323,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Meeting Structure and Details"
        },
        {
            "text": "The first day of the meeting focused on laboratory networks currently in Africa. Two themes that were highlighted in the morning talks were the need for mapping of laboratories, as well as success stories in laboratory mapping from different African regions. Briefly, Dr Pascale Ondoa presented the LABNET scorecard 4 , which measures laboratory network preparedness, maturity, and adherence to regulations. Dr Brian Wood presented a report on a video-conferencing technology that trains primary care providers on how to treat complex diseases -the 'Extension for Community Healthcare Outcomes (ECHO)' model 5 . Dr Rebecca Martin shared the experience of establishing the East African Public Health Laboratory Network. Mr Adjane Kossivi Koura shared the impressive work of RESAOLAB, which has over 700 laboratories in its laboratorystrengthening network spread over seven west African countries 6 , and Dr Naima El Mdaghri talked about laboratory networks in North Africa.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Meeting Structure and Details"
        },
        {
            "text": "The second day of the meeting focused on antimicrobial resistance (AMR). Four of six talks shared country examples of AMR best practices and the two others were by international partners. Dr Christopher Larson gave the first of the international-partner talks with an introduction of the WHO's Global Antimicrobial Resistance Surveillance System (GLASS). GLASS, started in May 2015, is a harmonised system to collect worldwide AMR data. The second talk, given by the Field Epidemiology and Laboratory Training Program in Nigeria 7 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Meeting Structure and Details"
        },
        {
            "text": "There was a palpable air of excitement and cautious optimism at this inaugural laboratory workshop of the Africa CDC. I interviewed two key stakeholders in an effort to capture some of their voices about the workshop and the way forward. The following were their responses to the question, 'What do you see as the way forward for strengthening laboratory networks and workforce development in Africa'?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Opportunities and Threats Highlighted in Interviews with Key Stakeholders"
        },
        {
            "text": "• Dr John Nkengasong (Inaugural Director, Africa CDC) ß The first outcome of this meeting is the launch of the Africa CDC Regional Integrated Surveillance Laboratory Network (RISLNET). This will be a vehicle to drive networking in the five geographical regions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Opportunities and Threats Highlighted in Interviews with Key Stakeholders"
        },
        {
            "text": "The five RISLNETs will be in Zambia, Kenya, Gabon, Nigeria, and Senegal. The goal is to have national public health institutes in each region anchored within the RISLNET. The close networking of the RISLNETs with national players will help to drive regionally appropriate plans for AMR, pandemic preparedness, and rapid response, among others. ß The second outcome of this meeting is the establishment of the Africa CDC Anti-Microbial Resistance and Surveillance Network (Africa CDC AMRSNET). The goal would be to standardise the approach to AMR. The Africa CDC AMRSNET will work closely with WHO's GLASS. Africa CDC AMRSNET will strive to achieve quality data across the region, establish mentorship programmes, and centres of excellence to drive AMR work. ß The third outcome of this meeting is to highlight and improve the role of the private sector laboratories in supporting public health work in Africa. The private sector is well equipped to extend the reach and capacity of the public health role that Africa CDC is serving in the community. The most important thing for me is: 'is the African patient being served?' • Professor Alash'le Abimiku (Chair of the Board, African Society for Laboratory Medicine) ß I am hoping that Africa CDC will use the wide array of best practices and resources that have been highlighted during this meeting to improve what it does as far as disease surveillance, prevention, control of outbreaks, laboratory workforce development, etc. Knowledge of the tools and possibilities out there will help Africa CDC to advocate more appropriately, based on a true understanding of the opportunities and challenges on the ground. ß Secondly, I am hoping for better harmonisation of policies and programmes across borders. Even though this might require modification of what individuals and institutions are doing, this work is critical because we as Africans will have more political traction globally as a collective voice rather than singly. A good example of such collaboration is how we utilise the three to four biosafety level 4 laboratories in the continent. If we all work together within our respective regions we can take advantage of existing infrastructure rather than building from scratch. We all need the mindset that harmonisation, networking, and collaboration are value-added. ß The Africa CDC has an incredible leader that is taking the advantage of this meeting to bring the best minds and ideas to the table. The success of the regional collaborating centres will depend largely on their ability to continue to think in this open-minded, proactive, and inclusive way.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Opportunities and Threats Highlighted in Interviews with Key Stakeholders"
        },
        {
            "text": "The goal of the Africa CDC is to, in their own words, 'safeguard Africa's health'. Achieving this goal on a population level requires three things: clinical acumen to diagnose disease, coordinated laboratory networks to diagnose disease, and an appropriate response to control disease. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary and Next Steps"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World Health Organization Multicentre Collaborative Network for Severe Acute Respiratory Syndrome Diagnosis. A multicentre collaboration to investigate the cause of severe acute respiratory syndrome",
            "authors": [],
            "year": 2003,
            "venue": "Lancet Lond Engl",
            "volume": "361",
            "issn": "9370",
            "pages": "1730--1733",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Coronavirus as a possible cause of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "Jsm",
                    "middle": [],
                    "last": "Peiris",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "Llm",
                    "middle": [],
                    "last": "Poon",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Lyc",
                    "middle": [],
                    "last": "Yam",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Lim",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet Lond Engl",
            "volume": "361",
            "issn": "9366",
            "pages": "1319--1344",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Severe acute respiratory syndrome: review and lessons of the 2003 outbreak",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "D"
                    ],
                    "last": "Parashar",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Int J Epidemiol",
            "volume": "33",
            "issn": "4",
            "pages": "628--662",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A new matrix for scoring the functionality of national laboratory networks in Africa: Introducing the LABNET scorecard",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ondoa",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Datema",
                    "suffix": ""
                },
                {
                    "first": "M-S",
                    "middle": [],
                    "last": "Keita-Sow",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Oskam",
                    "suffix": ""
                },
                {
                    "first": "J-B",
                    "middle": [],
                    "last": "Ndihokubwayo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Isadore",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Afr J Lab Med",
            "volume": "5",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Outcomes of Treatment for Hepatitis C Virus Infection by Primary Care Providers",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Arora",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Thornton",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Murata",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Deming",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kalishman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dion",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "N Engl J Med",
            "volume": "364",
            "issn": "23",
            "pages": "2199--207",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Field Epidemiology and Laboratory Training Programs in sub-Saharan Africa from 2004 to 2010: Need, the process, and prospects",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Nsubuga",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tetteh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Oundo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Weathers",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Vaughan",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Pan Afr Med J",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Attendees of the 'Innovative Approaches to Establishing and Strengthening Regional Integrated Surveillance and Laboratory Networks for Disease Control, Prevention, and Clinical Care' workshop. The workshop was jointly supported by the Africa CDC, the World Health Organization, and the African Society for Laboratory Medicine, and included participants from both the private and public sectors with a role in the laboratory sector in Africa.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Dr John Wilson, was an introduction to the Fleming Fund, a UK-funded initiative focused on helping low-and middleincome countries perform AMR surveillance as well as build capacity. The rest of the morning talks were examples of best practices from various African regions. Dr Tenaw Andualem discussed the AMR Control Strategy in Ethiopia, with emphasis on the key role that engaging the media plays in public education, Dr Kone Louis Penali shared the AMR Update and Control Strategy from Côte d'Ivoire, Dr Mohamed Genedy presented the AMR Update and Control Strategy in Egypt, and Dr Ondoa shared a talk from the CDC's Senegal regional collaborating centre titled 'What Can a Framework for Surveillance Laboratory Networks for Antimicrobial Resistance in Five Regions of Africa Look Like? Role of Africa CDC Regional Collaborating Centres'. The afternoon breakout sessions were also on the topic of AMR and were guided conversations focused on various aspects of establishing AMR surveillance, intervention and control, including the role of private and international partners. All groups returned with clear recommendations on the role Africa CDC could play in AMR going forward.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "The workshop in March in Addis Ababa focused primarily on building and sustaining laboratory networks to aid disease detection and control. While there were many excellent ideas that came out of the breakout sessions suggesting various ways forward for the Africa CDC, what struck me was the abundance of positive examples from various regions of Africa. These examples from the private and public sector are already effective in the region, and have in some cases been sustained for decades. Success is inevitable if the Africa CDC serves as the custodian of these success models. The African Journal of Laboratory Medicine encourages submissions that highlight these examples of best practices.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}