{
    "paper_id": "afe59f82672ff792a00e11e74e4ff6d9e560dc0d",
    "metadata": {
        "title": "Estimation of the effective reproduction number of influenza based on weekly reports in Miyazaki Prefecture",
        "authors": [
            {
                "first": "Takenori",
                "middle": [],
                "last": "Yamauchi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Showa University",
                    "location": {
                        "settlement": "Tokyo",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Shouhei Takeuchi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Nagasaki",
                    "location": {
                        "settlement": "Nagasaki",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Yuko",
                "middle": [],
                "last": "Yamano",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Showa University",
                    "location": {
                        "settlement": "Tokyo",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Yoshiki",
                "middle": [],
                "last": "Kuroda",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Miyazaki",
                    "location": {
                        "region": "Miyazaki",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "&amp;",
                "middle": [],
                "last": "Toshio Nakadate",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Showa University",
                    "location": {
                        "settlement": "Tokyo",
                        "country": "Japan"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "In Japan, as part of surveillance for seasonal influenza, the number of patients per influenza sentinel site is counted on a weekly basis. Currently, reference values are set for the weekly reported number of influenza cases per sentinel, and pre-epidemic and epidemic warnings are issued based on these values. In this study, we examined the association between these reference values and the effective reproduction number (R t ) using surveillance data for Miyazaki Prefecture collected from 2010 to 2011. There are nine public health centre jurisdictions in this prefecture, and R t exceeded 1.0 at the time when pre-epidemic warnings were issued in almost all the jurisdictions. Thus, it was indicated that the validity of the reference value was also high for influenza transmission. However, our results indicated the presence of secondary epidemic caused by infections originating both from other jurisdictions and inner jurisdictions, and it is occasionally not possible to evaluate the end of an epidemic in a jurisdiction using only the reference value of termination. It is necessary to establish new methods after considering the situation in the surrounding jurisdictions for more detailed epidemic predictions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "suspicion of an epidemic occurrence in the future) and positive predictive value (i.e. the probability that an epidemic warning is issued within four weeks after the pre-epidemic warning), which were 0.60-0.70, 0.95-0.98 and 0.20-0.30, respectively, over the last five years 3 . Epidemic warnings are issued when Weekly CPS in a PHC jurisdiction exceeds 30.0. If an epidemic warning has been issued in the past week, it will not be cancelled until the value is lower than 10.0. The reference value for epidemic warnings was also set according to a 1% probability for the occurrence of a series of epidemic warnings in the past five years 3 .",
            "cite_spans": [
                {
                    "start": 275,
                    "end": 276,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 638,
                    "end": 639,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Meanwhile, the effective reproduction number (R t ) is defined as the average number of secondary cases produced by a typical case in that particular population 4 . When R t is higher than 1.0, the number of cases is expected to increase. However, it is expected to decrease when R t is lower than 1.0. Therefore, R t is considered useful in the evaluation of the transmissibility of infectious diseases 5 . However, few studies have reported on the association between R t and pre-epidemic or epidemic warnings. At present, the reference value of the pre-epidemic and epidemic warning are set based on Weekly CPS, without considering the characteristic of the infectious disease. One of our aims was to confirm the consistency between the two evaluations on the epidemic (i.e. the R t based evaluation considering factors associated with the influenza epidemic such as human movement, and the evaluation based on current reference value). We also aimed to clarify why secondary epidemics occur by estimating R t . In this study, a secondary epidemic is defined as a series of infected events, in which Weekly CPS exceeds 10.0 again after it had decreased to below 10.0. This is because the pre-epidemic warning is issued when Weekly CPS is more than 10.0, and the epidemic warning ends when it becomes less than 10.0.",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 162,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 404,
                    "end": 405,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Descriptive epidemiological data of each PHC jurisdiction. During the 2010-2011 influenza season in Miyazaki Prefecture, the first case was reported in the Miyakonojo PHC; Weekly CPS in Miyakonojo was 0.3 at the 40 th week in 2010 (Fig. 1) . In all the PHC jurisdictions, one or more phases in which Weekly CPS shifted from a decrease to an increase were observed, and a secondary epidemic defined in the introduction section was confirmed without Takachiho. According to a national population census conducted in 2010, Table 1 shows the population of each jurisdiction and the estimated number of people who moved between jurisdictions. The outflow population was large in the order of Takanabe, Miyakonojo, and Miyazaki city, and inflow population was in the order of Miyazaki city, Miyakonojo, and Takanabe. The ratio of population influx and efflux to the night-time population was large in the order of Takanabe, Chuo, and Hyuga with respect to influx and Chuo, Takanabe, and Kobayashi with respect to efflux. The epidemic ended in the 40 th week of 2010, in which Weekly CPS was higher than 0 at least in one jurisdiction. Similarly, the epidemic started in the 27 th week of 2011, and Weekly CPS became 0 in all the jurisdictions. Before the start of the epidemic, Weekly CPS continued to be 0 for two consecutive weeks from the 39 th week in 2010, and also continued to be 0 for two consecutive weeks till the 26 th week in 2011 after the end of the epidemic. Therefore, we evaluated the predictability of the spline model according to the Akaike's information criterion (AIC), which had the highest applicability when the beginning and end of the epidemic were set at the 38 th week of 2010 and the 26 th week of 2011, respectively.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 231,
                    "end": 239,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 520,
                    "end": 527,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Weekly R t and its 95% credible interval. The R t of each of the nine jurisdictions was estimated and plotted with Weekly CPS (Fig. 2) . The 95% credible intervals of R t were: Miyazaki city (1.9-2.0), Chuo (1.9-2.9), Miyakonojo (1.4-1.5), Nobeoka (1.4-1.6), Nichinan (1.6-1.8), Kobayashi (1.7-1.8), Takanabe (1.5-1.8), Takachiho (0.9-1.3), and Hyuga (1.1-1.2) when the pre-epidemic warning at each jurisdiction was issued, and Weekly CPS was higher than 10.0. Therefore, all the lower 95% credible interval limits were higher than 1.0, except that for Takachiho at the time of issual of the pre-epidemic warning. All the R t values were lower than 1.0 when Weekly CPS value was lower than the reference value for the end of the epidemic warning (i.e. 10.0). Furthermore, once Weekly CPS was lower than 10.0, it exceeded 10.0 again in all the jurisdictions except Takachiho. Particularly, in Miyazaki city, Chuo, and Nobeoka, the value reached 30.0 again which is the reference value for epidemic warnings. In the case of a secondary epidemic, all the lower 95% credible interval limits were also higher than 1.0 except in Takachiho.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 126,
                    "end": 134,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "According to the surveillance conducted by the Public Health Institute (PHI) in the Miyazaki Prefecture from 38 th to 52 th (2010) 6 week and from 1 st to 27 th week (2011) 7 , both type A and type B cases were prevalent during the influenza season from 2010 to 2011. The number of virus detections on the prefecture level and weekly reported cases per sentinel are shown in Fig. 3 since the virus types and the detected jurisdiction were noted until the 51 st week of 2010, and no jurisdiction has been noted after that. Although that surveillance did not provide a complete census, A(H3)Hong Kong were dominant until the 47 th week in 2010, and infections in Takanabe and Hyuga in 2010 were probably due to this virus type. A(H1N1) pdm09 was detected only in Miyakonojo until the 49 th week in 2010, and it was indicated that A(H1N1)pdm09 spread from Miyakonojo. Both A(H1N1)pdm09 and A(H3)Hong Kong were prevalent in the first epidemic, though A(H1N1)pdm09 was not detected after 8 th week in 2011. Therefore, it is reasonable that the secondary epidemics in all jurisdictions except Takachiho were mainly caused by A(H3)Hong Kong. Type B virus was sporadically detected throughout the influenza season from 2010 to 2011, but the association between the epidemic and type B virus was not clearly estimated.",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 132,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 375,
                    "end": 381,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Status of viral type detection."
        },
        {
            "text": "The lower limit of the 95% credible interval of R t was higher than 1.0 at all jurisdictions without Takachiho in the week of secondary epidemics when Weekly CPS was initially over 10.0. The ratio of the expected value of daily cases of infections from other jurisdictions to that of infections within each jurisdiction was evaluated to estimate the contribution of internal and external infections (namely those prevalent within and outside a particular jurisdiction, respectively) (Fig. 4) . Consequently, in Miyakonojo, Kobayashi, and Hyuga, the ratio was higher than 1.0 in the early www.nature.com/scientificreports www.nature.com/scientificreports/ stage of the secondary epidemic. In Miyakonojo, Weekly CPS was higher than 1.0 at the 14 th week in 2011, and the ratios at the 10 th , 11 th , and 12 th week were 2.4, 97.0, and 105.3, respectively. In Kobayashi, Weekly CPS was higher than 10.0 at the 13 th week in 2011, and the ratios at the 10 th and 11 th week were 1.1 and 56.2, respectively. In Hyuga, Weekly CPS was higher than 10.0 at the 13 th week in 2011, and the ratios at the 10 th and 11 th week were 7.7 and 1.4, respectively. The ratio was always lower than 1.0 from the first epidemic to the secondary epidemic in other jurisdictions except Takachiho, where no secondary epidemic was observed. Thus, it was indicated that there were two types of secondary epidemics. Infections from other jurisdictions contributed more strongly to secondary epidemics at Miyakonojo, Kobayashi and Hyuga.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 483,
                    "end": 491,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Ratio of infection from other jurisdictions to infection inside each jurisdiction."
        },
        {
            "text": "The goodness of fit to Weekly CPS. Weekly CPS, estimated value obtained by spline, and expected value obtained from the mathematical model were used to compare the weekly reported number of influenza cases per sentinel, as shown in Fig. 1 . When a chi-square test of goodness of fit was conducted 8, 9 , the deviation between Weekly CPS and estimated value was not significant (P < 0.05) at all jurisdictions. The estimated value and expected value were in good agreement in any jurisdiction.",
            "cite_spans": [
                {
                    "start": 297,
                    "end": 299,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 300,
                    "end": 301,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 232,
                    "end": 238,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Ratio of infection from other jurisdictions to infection inside each jurisdiction."
        },
        {
            "text": "In this study, the R t was estimated using Weekly CPS of the influenza epidemic from 2010 to 2011 in Miyazaki Prefecture. Despite the deviation from their original definition, pre-epidemic warnings were issued when R t exceeded 1.0, and the timing of pre-epidemic warning is probably reasonable even when the features associated with influenza epidemic such as human movement and serial interval were considered. It was also indicated that inter-jurisdictional infections triggered secondary epidemics in some jurisdictions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In Takachiho, two specific features were observed. One was that the lower 95% credible interval limits of R t was not higher than 1.0 when the pre-epidemic warning was issued. Weekly CPS in Takachiho was over 10.0 at the 3rd week in 2011, and it was under 10.0 at the 8th week in 2011. The maximum value of Weekly CPS was 30.0, and it was the least among the nine jurisdictions. Furthermore, the number of influenza-associated medical facilities in Takachiho was also the lowest among the nine jurisdictions, and the estimated number of influenza www.nature.com/scientificreports www.nature.com/scientificreports/ patients was also the lowest. At the 3rd week in 2011, the lower 95% credible interval limits were higher than 1.0 in all jurisdictions except Takachiho. Therefore, it was likely that infection from other jurisdictions could cause the infection in Takachiho, and R t in Takachiho at the 3rd week in 2011 could have been underestimated. The other feature was that the secondary epidemic was not observed in Takachiho. One possible reason for this might be the lowest ratio of population influx and efflux to the night-time population. It was possible that it might have been difficult for the secondary epidemic to occur since there might have been be a lower risk of infection from other jurisdictions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Both A(H1N1)pdm09 and A(H3)Hong Kong were prevalent in first epidemic, and only A(H3)Hong Kong was mainly prevalent in the secondary epidemic. However, the items to be notified at influenza sentinel sites are surveillance period, name of medical facility, sex, and age 10 . Because the serotype of the influenza virus is not included, it is not clarified in the weekly report. In Japan, type A cases often prevail prior to type B cases, but sometimes, they occur at almost the same time like in the case of the 2010-2011 epidemic. According to the Implementation manual for the National Epidemiological Surveillance of Infectious Diseases Program, sentinel sites for laboratory-based surveillance are to send at least one specimen per reporting interval. If information on serotype and strain is quantitatively clarified by appropriate sampling, it may be easier to more accurately predict transmission among jurisdictions by comparing the viruses prevailing in each jurisdiction. However, it is essential to carefully examine and evaluate the cost and benefits associated with the aggregation and identification of a viral serotype or strain.",
            "cite_spans": [
                {
                    "start": 269,
                    "end": 271,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Nishiura et al. investigated the association between reporting and serial intervals, and concluded that an ideal reporting interval is the mean serial interval 11 . Because the serial intervals of seasonal influenza, A(H1N1)pdm09 and type B range from 2 to 4 days 12-18 , R t can be estimated with high accuracy if the reporting interval is set at approximately 3 days. Because weekly reports are aggregated in units of seven days, the average serial interval is greatly exceeded. Additionally, Nishiura et al. also proposed a correction method for estimating R t in cases in which the reporting interval is not consistent with the serial interval. However, we focused not only on R t estimation but also on the movement of populations and the consequent movement of infections between jurisdictions, and we used different models in this study. In the model adopted, data regarding the number of infected cases per day are necessary. Because the cumulative cases obtained by weekly reports during the epidemic roughly followed www.nature.com/scientificreports www.nature.com/scientificreports/ a cubic function, we estimated the number of infected cases per day by applying a cubic spline function as in a previous study 19 . Moreover, because there were jurisdictions in which Weekly CPS and estimated value by the spline function deviated from each other, it was impossible to deny the existence of a possible bias associated with the estimated value. However, the observed and the estimated values were well-fitted, and the use of the spline function in this study was not necessarily denied.",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 162,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1221,
                    "end": 1223,
                    "text": "19",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In Japan, the NESID has been conducted since 1999, and previous related studies have been reported. Murakami et al. analysed epidemic data from 1993 to 1997 in older regimes and suggested that the criteria for the start and end of epidemics in influenza-like disease was 30.0 and 10.0, respectively 20 . These criteria were re-evaluated in the year 2007 by Murakami et al., and they confirmed the presence of a few problems even if they were not modified 21 . However, in the influenza epidemic in Miyazaki Prefecture from 2010 to 2011, the epidemic occurred again even if Weekly CPS became lower than the reference value of 10.0 for the end of issuing the epidemic warning. In Miyazaki city, Chuo, Miyakonojo, Nobeoka, Nichinan, Kobayashi, Takanabe, and Hyuga, the numbers of weeks in which Weekly CPS was lower than 10.0 from the beginning of the first epidemic to the second pre-epidemic warning were 1, 1, 7, 4, 4, 5, 1, and 5 weeks, respectively. Our results indicated that there were two types of secondary epidemic defined in this study. One was caused by the infections from other jurisdictions, as was observed in Miyakonojo, Kobayashi, and Hyuga. In these cases, pre-epidemic warning effectively functioned because R t was over 1.0 when Weekly CPS was over 10.0 again. However, to predict epidemics with high accuracy in a jurisdiction, the epidemic of neighbouring jurisdictions should be closely monitored. In other jurisdictions without Takachiho, secondary epidemics were mainly caused by the infections from the inner jurisdiction, and it was indicated that the first epidemic had not ended though Weekly CPS became lower than 10.0. There are several hypotheses to explain this. It is likely that the specific virus type was prevalent in the first epidemic, and infection with another virus type spread right after the first epidemic. In line with Murakami et al. who suggested the possibility that the local influenza epidemic would expand 22 , it is also possible that the distribution of influenza sentinel sites or patients did not have the representative necessary for predicting the epidemic, www.nature.com/scientificreports www.nature.com/scientificreports/ and Weekly CPS based prediction did not function well enough. In any case, it was suggested that the reference value based on Weekly CPS for the end of epidemic was not necessarily appropriate, and that there can be a limit to the prediction of the end of epidemic by CPS.",
            "cite_spans": [
                {
                    "start": 1956,
                    "end": 1958,
                    "text": "22",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In 2004, Murakami et al. reviewed pre-epidemic warnings against influenza-like diseases. They concluded that the sensitivity, specificity, and positive predictive value were 90.4, 93.7, and 23.9%, respectively, and that the validity of a reference value of 10.0 for pre-epidemic warning was high 23 . Additionally, in this study, R t exceeded 1.0 at the time of the issue of the pre-epidemic warning report, and we believe that new method of epidemic evaluation needs to be considered while setting the reference value for pre-epidemic warnings. Although the definition of the warning report is as described in the introduction, it was indicated that pre-epidemic warnings are useful as indices of the time to implement countermeasures against a future epidemic.",
            "cite_spans": [
                {
                    "start": 296,
                    "end": 298,
                    "text": "23",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our study has four major limitations partly at least due to data availability. First, the population influx and efflux among jurisdictions could have been over-estimated because the data were not summarized for a single PHC unit in the national population census though the number of people moving between cities is considered. Therefore, it is possible that the movement of populations from one jurisdiction to another could include the movement of populations from one city included in a jurisdiction to another city belonging to the same jurisdiction. However, in line with this, R t in each jurisdiction may be under-estimated, and the conclusions of this study would not have been substantially altered. Second, analyses were conducted without identification of the viral serotype or strains because of the nature of NESID described above. The third limitation was the availability of public daily data. To our knowledge, there were no publicly available data on daily cases in each jurisdiction and on daily human movement. Thus, any difference between the movement or cases on weekdays and on weekends was not considered in this study. Consequently, there was no other way but to conduct estimations based on an approximated value. However, Weekly CPS could be assumed to have a representative as the data of the week because the pre-epidemic and the epidemic warning are originally to be issued based on Weekly CPS. One of our aims was to confirm the consistency between the two evaluations of the epidemic (i.e. R t based evaluation and that based on Weekly CPS). Therefore, R t was assumed to be the weekly altered index in this study. At the same time, if the movement on weekend greatly contributed to the epidemic, Weekly CPS and the weekly R t might reflect the situation to some extent. To investigate the representativeness of weekly based evaluation, difference between weekly and daily based evaluation has to be compared in future studies. The last limitation is that no difference between clinics and hospitals was considered in this study. It is likely that more patients are examined in hospitals compared with clinics. However, according to the Implementation manual for the National Epidemiological Surveillance of Infectious Diseases Program, patient sentinel sites are supposed to be determined in order to be able to grasp the status of infectious diseases in the entire prefecture as much as possible, considering the distribution of population and medical institutions. Furthermore, the pre-epidemic and epidemic warnings were issued based on Weekly CPS, which is calculated by dividing the number of weekly reported cases by the number of influenza sentinel sites, with no coefficient reflecting the types of influenza sentinel sites. For our aim, although bias could not be ruled out, the impact of the bias would not be very large.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, pre-epidemic warnings based on the current influenza surveillance system effectively functioned at least in the Miyazaki Prefecture. Considering the original definition of the pre-epidemic warning, the evaluation based on Weekly CPS was consistent with the evaluation based on R t , including features of influenza. The timing of pre-epidemic warning was probably appropriate. However, the reference value for the end of the epidemic remains to be improved mainly because it did not necessarily reflect the epidemic of inner jurisdiction, at least in Miazaki prefecture. It is essential to evaluate the epidemic situation considering all the available information on the infectious disease, such as viral serotype, viral strain, and the epidemic situation in the surrounding jurisdiction. It is also necessary to establish a methodology to judge the end of the epidemic in future studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "As influenza epidemic data, we used Weekly CPS at a PHC jurisdiction (V i (w)) from the 38 th week in 2010 to the 26 th week in 2011 in Miyazaki Prefecture 6, 7 . Weekly CPS at one jurisdiction is calculated by dividing the number of weekly reported cases by the number of influenza sentinel sites. There are nine PHCs (i.e. Miyazaki city, Chuo, Miyakonojo, Nobeoka, Nichinan, Kobayashi, Takanabe, Takachiho, and Hyuga) in Miyazaki Prefecture. Here, i denoted nine jurisdictions and the imaginary \"other prefecture\", which was defined as the prefecture with the average features of Kagoshima, Kumamoto, and Oita Prefecture (i.e. index i was varied from 1 to 10). Additionally, w was the index representing a week. The number of influenza-associated medical facilities [i.e. clinics and hospitals which included patients from the internal medicine or paediatrics departments as the examination subjects] (h i ) in each PHC jurisdiction was obtained via data from the Kyushu Okinawa hospital, from 2001 to 2009. In this study, the number of clinics used within each jurisdiction was 232, 15, 95, 58, 42, 45, 61, 10 and 35. Then, the number of weekly influenza patients at each PHC jurisdiction was estimated by the following equation (1):",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 158,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 159,
                    "end": 160,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "On the other hand, the V i (w) outside Miyazaki Prefecture was defined as the average of Weekly CPS in Kagoshima, Kumamoto, and Oita prefectures as obtained by the NESID. We defined the h i outside Miyazaki as the average number of medical facilities (i.e. all those clinics and hospitals which included patients from the internal medicine or paediatrics departments as the examination subjects) in each of the three prefectures as obtained by a medical facilities survey in 2010. The I i (w) outside Miyazaki Prefecture was estimated by equation (1) . Finally, the number of daily influenza cases at each PHC jurisdiction (  I t ( ) i ) was estimated as in the case of a previous study 19 in which t was the index representing day. Briefly, a smoothing spline was fitted to the weekly cumulative curve of each jurisdiction. Then, the daily difference of the cumulative counts was taken in order to obtain the www.nature.com/scientificreports www.nature.com/scientificreports/ number of daily patients. In this process, if the estimated  I t ( ) i was lower than 0, it was set at 0. It was also rounded to make it an integer. To obtain a coefficient of determination R 2 at 0.995, the smoothing spline was used in this study. The spline model was evaluated by the AIC to obtain the most predictive model when the beginning and end of the epidemic varied from the 38 th week to the 44 th week in 2010 and from the 26 th week to the 28 th week in 2011.",
            "cite_spans": [
                {
                    "start": 547,
                    "end": 550,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 688,
                    "end": 690,
                    "text": "19",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The night-time population in a national population census in 2010 was defined as the population in each jurisdiction. Human movement between jurisdictions was also quantified by a national population census conducted in 2010. The census was summarized in a unit of city, town, or village in Miyazaki Prefecture, and each jurisdiction of PHC included more than one city, town, or village. Thus, municipal night-time, day-time, and inflow and outflow populations were tallied for each jurisdiction, and we estimated the number of people who moved from j to i (c ij ), where j also denoted nine jurisdictions and the imaginary \"other prefecture\". Data on efflux and influx of population between a jurisdiction in Miyazaki Prefecture and another prefecture (i.e. Kagoshima, Kumamoto, or Oita Prefecture) as well as vice versa were not fully represented in the national population census. Thus, the population of an imaginary \"other prefecture\" was defined as the average population of Kagoshima, Kumamoto, and Oita Prefecture.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Consequently, we modified the model reported previously 24 , and the expected value of daily cases (  I t E( ( )) i ) was estimated by equations (2) and (3):",
            "cite_spans": [
                {
                    "start": 56,
                    "end": 58,
                    "text": "24",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": ", ω(τ), and T represent the rate of population who moved from j to i to the night-time population in j, the distribution of serial intervals τ days ago, and the cut-period for the serial interval distribution, respectively. We used shifted gamma distribution 25 with a mean of 2.6 days and a standard deviation of 1.5 days 12,26 as the serial interval distribution. Further, we assumed that the R i (t) value was the same during a given week. Each parameter was estimated by Markov chain Monte Carlo methods, assuming that I i (t) is Poisson-distributed with a mean of Ê I ( (t)) i . The number of iterations, chains, and burn-in were 20,000, 8, and 5,000, respectively. In addition, the Rhat statistic of Gelman-rubin was determined to converge, due to the fact that it is less than 1.1. A sensitivity analysis of R i (t) was conducted by varying the mean and the standard deviation of serial interval distribution from 2.6 to 3.7 considering viral type A and B and from 1.5 to 2.0, respectively. In this study, the model uncertainty derived from serial interval was only considered, and that derived from interpolation of smoothing spline was not. The latter uncertainty is likely to be less influential on R i (t) since all coefficients of determination R 2 for estimates by the smoothing spline were over 0.995 and the goodness of fit was not significant in any jurisdictions. The original model was used to analyze the spatial distribution of the Ebola epidemic. However, the only parameters that characterize the Ebola epidemic are serial interval and human movement parameters. In this study, we used parameters suitable for influenza, to investigate the spatial distribution of influenza infection among ten regions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "A national census data was available from \"https://www.e-stat.go.jp/stat-search/database?page=1&layout=− datalist&toukei=00200521&tstat=000001080615&cycle=0&tclass1=000001101935&survey=%E5%9B%B-D%E5%8B%A2%E8%AA%BF%E6%9F%BB&result_page=1&second=1&second2=1\". NESID data in Miyazaki Prefecture was available from \"https://www.pref.miyazaki.lg.jp/contents/org/fukushi/eikanken/ center/infectious/2010/index.html\" and \"https://www.pref.miyazaki.lg.jp/contents/org/fukushi/eikanken/ center/infectious/2011/index.html\"; those in other prefectures were available from https://idsc.niid.go.jp/ idwr/CDROM/Kako/H22/SyuList.html\" and \"https://www.niid.go.jp/niid/ja/all-surveillance/2270-idwr/ nenpou/3359-syulist2011.html\". Data regarding the number of medical institutions were available from \"https://www.e-stat.go.jp/stat-search/files?page=1&layout=datalist&tstat=000001030908&cycle=7&tc-lass1=000001038857&tclass2=000001038860&second2=1\". However, the Kyushu Okinawa hospital data were not available free of cost and had to be purchased. Furthermore, the total number of clinics in each jurisdiction in the Miyazaki Prefecture has been shown in the Methods section.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Availability"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Overview of infectious disease surveillance system in Japan",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Taniguchi",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J. Epidemiol",
            "volume": "17",
            "issn": "S3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "About notification by medical doctor and veterinary doctor based on Act on the Prevention of Infectious Diseases and Medical Care for Patients with Infectious Diseases",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "About the system of issuing the pre-epicemic and epidemic warnings",
            "authors": [],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Epidemiology of transmissible diseases after elimination",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "De Serres",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Gay",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Farrington",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Am. J. Epidemiol",
            "volume": "151",
            "issn": "",
            "pages": "1049--1052",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Different epidemic curves for severe acute respiratory syndrome reveal similar impacts of control measures",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wallinga",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Teunis",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Am. J. Epidemiol",
            "volume": "160",
            "issn": "",
            "pages": "509--516",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Miyazaki prefecture infectious disease weekly report back issue",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Miyazaki prefecture infectious disease weekly report back issue",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Early determination of the reproductive number for vector-borne diseases: the case of dengue in Brazil",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Favier",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Trop. Med. Int. Health",
            "volume": "11",
            "issn": "",
            "pages": "332--340",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Comparative estimation of the reproduction number for pandemic influenza from daily case notification data",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nishiura",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Bettencourt",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. R. Soc. Interface",
            "volume": "4",
            "issn": "",
            "pages": "155--166",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Labour and Welfare. National Epidemiological Surveillance of Infectious Diseases (Influenza sentinel sites",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ministry",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Health",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The ideal reporting interval for an epidemic to objectively interpret the epidemiological time course",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nishiura",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Heesterbeek",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wallinga",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. R. Soc. Interface",
            "volume": "7",
            "issn": "",
            "pages": "297--307",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Strategies for containing an emerging influenza pandemic in Southeast Asia",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nature",
            "volume": "437",
            "issn": "",
            "pages": "209--214",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Estimation of the serial interval of influenza",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Cowling",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Malik Peiris",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Epidemiology",
            "volume": "20",
            "issn": "",
            "pages": "344--347",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The serial intervals of seasonal and pandemic influenza viruses in households in",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Levy",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Am. J. Epidemiol",
            "volume": "177",
            "issn": "",
            "pages": "1443--1451",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Transmissibility of the influenza virus in the 1918 pandemic",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pagano",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLoS One",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Household transmission of 2009 pandemic influenza A (H1N1) virus in the United States",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "N. Engl. J. Med",
            "volume": "361",
            "issn": "",
            "pages": "2619--2627",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Outbreak of 2009 pandemic influenza A (H1N1) at a New York City school",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lessler",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "N. Engl. J. Med",
            "volume": "361",
            "issn": "",
            "pages": "2628--2636",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The transmissibility and control of pandemic influenza A (H1N1) virus",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Science",
            "volume": "326",
            "issn": "",
            "pages": "729--733",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Early transmission dynamics of Ebola virus disease (EVD)",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nishiura",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Euro Surveill",
            "volume": "19",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Temporal and geographical variation in epidemics determined from the results of an infectious disease surveillance system in Japan description of epidemic patterns by data-based criteria for epidemic periods",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Murakami",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hashimoto",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Taniguchi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Fuchigami",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nagai",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Nihon Koshu Eisei Zasshi",
            "volume": "47",
            "issn": "",
            "pages": "925--935",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The impact of changing critical values of the early epidemic detection system for infectious disease surveillance in Japan",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Murakami",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nihon Koshu Eisei Zasshi",
            "volume": "54",
            "issn": "",
            "pages": "168--177",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Wide-area epidemics of influenza and pediatric diseases from infectious disease surveillance in Japan",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Murakami",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J. Epidemiol",
            "volume": "17",
            "issn": "",
            "pages": "23--31",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Evaluation of a method for issuing warnings pre-epidemics and epidemics in Japan by infectious diseases surveillance",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Murakami",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Epidemiol",
            "volume": "14",
            "issn": "",
            "pages": "33--40",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Spatiotemporal Analysis of the 2014 Ebola Epidemic in West Africa",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Backer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wallinga",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PLoS Comput. Biol",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "A new framework and software to estimate time-varying reproduction numbers during epidemics",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cori",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Am. J. Epidemiol",
            "volume": "178",
            "issn": "",
            "pages": "1505--1512",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Transmission parameters of the A/H1N1 (2009) influenza virus pandemic: a review",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "Y"
                    ],
                    "last": "Boelle",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ansart",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cori",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Valleron",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Influenza Other Respir Viruses",
            "volume": "5",
            "issn": "",
            "pages": "306--316",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Observed and estimated epidemic cases by a spline and mathematical model. The weekly number of reported cases per sentinel (blue bar) as well as cases per sentinel estimated using a spline model (orange bar) and cases per sentinel estimated according to a mathematical model assuming the validity of the spline model (grey bar) are shown. The thresholds both for pre-epidemic (10.0) and epidemic warning (30.0) are also shown in yellow dotted line and blue dotted line, respectively. Pre-epidemic and epidemic warnings are issued when Weekly CPS exceeds 10.0 and 30.0, respectively. Epidemic warnings are cancelled when Weekly CPS is lower than 10.0. Cases in Miyazaki city, Chuo, Miyakonojo, Nobeoka, Nichinan, Kobayashi, Takanabe, Takachiho, and Hyuga are shown in (a-i), respectively.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Observed epidemic cases and effective reproduction number. The weekly number of reported cases per sentinel (bar plot), the lower 95% credible interval limit of the effective reproduction number (R t ) (95% CIL) (orange line), the upper 95% credible interval limit of R t (95% CIU) (grey line) and the threshold both forR t (1.0) and pre-epidemic warning (10.0) are shown in blue dotted line. The situations in Miyazaki city, Chuo, Miyakonojo, Nobeoka, Nichinan, Kobayashi, Takanabe, Takachiho, and Hyuga are shown in (a-i), respectively.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Observed epidemic cases and detected viral types. The weekly number of reported cases per sentinel is shown using bar plot. The number of A(H3)Hong Kong, A(H1N1)pdm09 and B cases are depicted using orange, grey, and yellow lines, respectively. The situations in Miyazaki city, Chuo, Miyakonojo, Nobeoka, Nichinan, Kobayashi, Takanabe, Takachiho, and Hyuga are shown in (a-i), respectively. (2019) 9:2539 | https://doi.org/10.1038/s41598-019-39057-w",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Observed epidemic cases and ratio of infections transmitted from other jurisdictions to infections within each jurisdiction. The weekly number of reported cases per sentinel (bar plot), the lower 95% credible interval limit of the effective reproduction number (R t ) (95% CIL) (orange line) and the ratio of the expected value of daily cases of infection transmitted from other jurisdictions to that of infection within each jurisdiction (green line) are shown. The situations in Miyazaki city, Chuo, Miyakonojo, Nobeoka, Nichinan, Kobayashi, Takanabe, Takachiho, and Hyuga are shown in (a-i), respectively.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Table 1. The inflow and outflow population of each public health centre jurisdiction. The inflow and outflow populations from other jurisdictions are indicated in columns and rows, respectively. They were estimated by a national population census conducted in 2010.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors thank the staff of the Department of Hygiene, Public Health and Preventive Medicine Showa University, School of Medicine, and Department of Public Health, Faculty of Medicine, University of Miyazaki for their efforts in data collection. We would like to thank Editage (www.editage.jp) for English language editing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "T.Y. and S.T. conceived the idea, designed this study and collected data. T.Y. conducted all the analyses and wrote the manuscript. Y.Y., Y.K., and T.N. confirmed the manuscript from an institutional viewpoint, and provided a point of view for the Discussion section.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Contributions"
        },
        {
            "text": "Competing Interests: The authors declare no competing interests.Publisher's note: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit http://creativecommons.org/licenses/by/4.0/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Additional Information"
        }
    ]
}