{
    "paper_id": "b1fa74682266ab3d64275b8f738e8e9a37732efe",
    "metadata": {
        "title": "Supplementary Information: Improving early epidemiological assessment of emerging Aedes-transmitted epidemics using historical data",
        "authors": [
            {
                "first": "Julien",
                "middle": [],
                "last": "Riou",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "IPLESP UMR-S1136",
                    "location": {
                        "postCode": "F-75012",
                        "settlement": "Paris",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Chiara",
                "middle": [],
                "last": "Poletto",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "IPLESP UMR-S1136",
                    "location": {
                        "postCode": "F-75012",
                        "settlement": "Paris",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Pierre-Yves",
                "middle": [],
                "last": "Boëlle",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "IPLESP UMR-S1136",
                    "location": {
                        "postCode": "F-75012",
                        "settlement": "Paris",
                        "country": "France"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Here, we provide a detailed description of three dierent models adopted for the reconstruction of the informative priors and for providing forecast on the ZIKV epidemics in French West Indies. A one island, one disease model was adopted to forecast ZIKV epidemics in each island of French West Indies based on dataset D1 and the three dierent prior choices presented in the main paper. A several islands, one disease approach was used for modelling jointly several CHIKV epidemics in the three islands of the French West Indies (based on dataset D2), and obtaining the posteriors on regional and local CHIKV parameters as described in the rst step of the procedure presented in the main paper. A several islands, several disease model [?] was used for the several CHIKV and ZIKV epidemics in six islands of French Polynesia (dataset D3) to recover the ratio between ZIKV and CHIKV parameters as described in the second step in the main paper.",
            "cite_spans": [
                {
                    "start": 735,
                    "end": 738,
                    "text": "[?]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Models"
        },
        {
            "text": "1.1 One island, one disease: dataset D1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Models"
        },
        {
            "text": "We are interested in modelling observed ZIKV incidence data in an island of the French West Indies available (up to week K) and producing forecasts of future observed incidence (up to week K + 104). We consider the time series O = {O t } t=1,··· ,K of the weekly number of incident cases reported to the surveillance system. O consists of the cases who sought clinical advice and were diagnosed, a fraction of the (unobserved) incident infected cases I = {I t } t=1,··· ,K . We therefore write, in the \"observation\" level of the model, that O t is a proportion ρ of all cases I t according to:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Models"
        },
        {
            "text": "where ρ is the probability that an infected case consulted with a health professional, was diagnosed and reported, thereafter refered to as the reporting rate. In the \"transmission\" level, we link incidence I t with past observed incidences O − t = {O 1 , · · · , O t−1 } as :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Models"
        },
        {
            "text": "where N the total population of the island and R 0 is a transmission parameter. The term 5 n=1 w t,n O t−n /ρ summarizes exposure to infectious mosquitoes at time t: it is an average of past incidence with weights dened by the serial interval distribution w t,n = G(n + 0.5;T t ) − G(n − 0.5;T t ), as discussed in section 2 of the supplementary appendix. The number of susceptible individuals S t = N − t−1 u=1 I u at the beginning of period t is computed as N − t−1 u=1 O u /ρ, noting that O u /ρ is a rst order approximation to I u . To avoid data augmentation with the unobserved I during estimation, we collapse the \"observation\" and \"transmission\" levels into a single binomial distribution:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Models"
        },
        {
            "text": "In a nal step, we account for the imprecise nature of the O data, since observed cases O have been extrapolated from limited information provided by a network of local health practitioners. We therefore allow for over-dispersion using a negative binomial distribution instead of the binomial, as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Models"
        },
        {
            "text": "where variance is computed as the mean divided by φ. The joint probability of data and parameters is nally",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Models"
        },
        {
            "text": "where π(R 0 ), π(ρ) and π(φ) are prior distributions, which could either be non-informative or informative (Table 1) , the implications of this choice being the main interest of the paper. The forecasts of future incidence rely upon a stochastic model following equation (4), and are obtained using the full posterior distributions of R 0 , ρ and φ.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 107,
                    "end": 116,
                    "text": "(Table 1)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Models"
        },
        {
            "text": "Here, we aim to jointly model the three CHIKV epidemics in Martinique, Guadeloupe and Saint-Martin,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Several islands, one disease: dataset D2"
        },
        {
            "text": "with the objective of extracting information from these past epidemics and use it to improve forecasting. We introduce a hierarchical structure in the model for reporting rates and transmission, with island levels nested within a regional level. Reporting rates ρ i in island i are modelled using a logistic-normal model",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Several islands, one disease: dataset D2"
        },
        {
            "text": "where r i ∼ N (µ ρ , σ 2 ρ ) is a random island-specic eect. Reporting is thus controlled at the regional levels by two hyperparameters, θ rho = {µ ρ , σ ρ }. Likewise, we allow for a random island-specic coecient in the transmission term, with",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Several islands, one disease: dataset D2"
        },
        {
            "text": "Transmission is thus controlled at the regional level by two hyperparameters θ R0 = {µ R0 , σ R0 }. Writing O i the observed incidence in the outbreak in island i, and O the whole dataset, we have:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Several islands, one disease: dataset D2"
        },
        {
            "text": "We chose weakly informative prior distributions for all parameters (Table A) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 67,
                    "end": 76,
                    "text": "(Table A)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Several islands, one disease: dataset D2"
        },
        {
            "text": "Implies a uniform distribution between 0 and 1 on after inverse-logit transformation. We thus obtained posterior estimates of the epidemiological parameters of CHIKV epidemics in the French West Indies, from which were derived the informative priors used when forecasting ZIKV in the same area (local priors in island i being derived from π(R 0i |D2) and π(ρ i |D2) and regional priors from π(µ R0 |D2), π(σ R0 |D2), π(µ ρ |D2) and π(σ ρ |D2)).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Parameter Prior distribution Comments"
        },
        {
            "text": "Last, we jointly model the successive epidemics of CHIKV and ZIKV in six islands or archipelagoes of French Polynesia. Building from the hierarchical model introduced in section (1.2), we add a xed eect for the disease. Reporting rates ρ ij in island i for disease j are therefore modelled using a logistic-normal model",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Several islands, two diseases: dataset D3"
        },
        {
            "text": "where r i ∼ N (µ ρ , σ 2 ρ ) is an island-specic random parameter corresponding to the reporting rate of CHIKV in island i, V j is 1 for ZIKV and 0 for CHIKV and β ρ is the ratio of reporting ZIKV cases relative to CHIKV cases during an epidemic. Three parameters θ ρ = {µ ρ , σ ρ , β ρ } thus control reporting. Likewise, transmission is modelled as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Several islands, two diseases: dataset D3"
        },
        {
            "text": "is an island-specic random parameter corresponding to the transmission of CHIKV in island i, V j is 1 for ZIKV and 0 for CHIKV and β R0 is the relative transmission of ZIKV compared to CHIKV. Transmission thus depends on parameters θ R0 = {µ R0 , σ R0 , β R0 }. Writing O ij the observed incidence in the outbreak in island i and disease j, and O the whole dataset, we have:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Several islands, two diseases: dataset D3"
        },
        {
            "text": "There again, we chose weakly informative prior distributions for all parameters (Table B) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 80,
                    "end": 89,
                    "text": "(Table B)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Several islands, two diseases: dataset D3"
        },
        {
            "text": "Prior distribution Comments µ ρ N (0, 1.5 2 ) Implies a uniform distribution between 0 and 1 after inverse-logit transformation. We thus obtained posterior estimates of the dierence between reporting and transmission during CHIKV and ZIKV epidemics occuring in the same locations, that is π(β ρ |D3) and π(β R0 |D3), respectively. These were combined with the information extracted from dataset D2 to build the local and regional informative priors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Parameter"
        },
        {
            "text": "Here we provide detailed description of the reconstruction of the serial interval distribution. We used the framework that we previously developed [?, ?, ?] . It describes the dierent stages of disease progress in the infected humans and vectors from the development of symptoms in the primary case to development of symptoms in the secondary case. Precisely, we split the distribution of the serial interval T SI in four components:",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 156,
                    "text": "[?, ?, ?]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Serial interval"
        },
        {
            "text": "1. Time from infectiousness to symptoms in a human case T V , distributed as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Serial interval"
        },
        {
            "text": "where τ V is the maximum duration from infectiousness to symptoms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Serial interval"
        },
        {
            "text": "2. Time from infectiousness to infectious mosquito bite T B , such as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Serial interval"
        },
        {
            "text": "where τ a and τ b are the minimum and maximum durations of the infectious period, respectively. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Serial interval"
        },
        {
            "text": "where γ is the average duration of a gonotrophic cycle, κ is the duration of the extrinsic incubation period. The weights of each T M,c component is proportional to e −δcγ where δ is the mosquito mortality: this corresponds with the fraction of mosquitoes surviving long enough to bite during the c-th cycle.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Serial interval"
        },
        {
            "text": "Depending on the gonotrophic cycle duration, the number of components in the mixture changes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Serial interval"
        },
        {
            "text": "4. The incubation period (from infection to disease onset) in a secondary case T I , which follows a lognormal distribution of mean µ I and standard deviation σ I .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Serial interval"
        },
        {
            "text": "Using these components, the serial interval is:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Serial interval"
        },
        {
            "text": "According to this formulation, the distribution of T SI depends on eight parameters, ve of which relate only to the human host (µ I , σ I , τ V , τ a , and τ b ), and are constant over time for a given virus ( This resulted in distributions for the serial interval best summarized by gamma distributions with mean 2.5 weeks (standard deviation 0.7) for ZIKV and mean 1.6 weeks (standard deviation 0.6) for CHIKV. These distributions were then discretized to be used as the weights w t in the statistical models ( ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Serial interval"
        },
        {
            "text": "The analysis of past CHIKV outbreaks in the French West Indies (dataset D2) using the model described in section 1.2 and of past ZIKV and CHIKV outbreak in French Polynesia (dataset D3) using the model described in section 1.3 led to posterior distributions for R 0 and ρ summarised in Table D. In addition, dataset D3 was used to estimate the relative transmissibility (with a ratio β R0 estimated to 1.03 with 95% credible interval 0.90-1.18) and the relative reporting (with a ratio β ρ estimated to 0.46, with 95% credible interval 0.42-0.50) of ZIKV with respect to CHIKV. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Information extracted from historical data"
        },
        {
            "text": "The evolution of the posterior distributions (mean and 95% credible intervals) of the basic reproduction number R 0,Z (panel A) and the reporting rate ρ Z (panel B) throughout the ZIKV epidemics of the French West Indies is shown in Fig. 5 of the main paper. In addition, we present summaries of the posteriors at dates P\" (peak) and E\" (end of the period of epidemic activity) in Table E Table E : Posterior distributions of R 0,Z and ρ Z at dates P\" (peak) and E\" (end of the period of epidemic activity) during the ZIKV epidemics in the French West Indies using dierent a priori distributions on the parameters: non-informative priors (NI) or informative priors based on historical data considered either at the regional (R) or the local (L) level. Distributions are summarized by their mean and 95% credible interval.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 233,
                    "end": 239,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 381,
                    "end": 388,
                    "text": "Table E",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 389,
                    "end": 396,
                    "text": "Table E",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Parameter estimates for the ZIKV epidemics in the French West Indies"
        },
        {
            "text": "Our estimate of the distribution of the serial interval was based on a mechanistic reconstruction based on several assumptions (section 2). In this sensitivity analysis, we verify whether the main results would hold if the mean of the distribution of the serial interval was translated by +1 week or -1 week (Fig. B) . The advantages of using informative priors, in particular local, over non-informative priors were still noticeable with this alternative parameterizations (Fig. C) . ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 308,
                    "end": 316,
                    "text": "(Fig. B)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 474,
                    "end": 482,
                    "text": "(Fig. C)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Impact of the serial interval"
        },
        {
            "text": "In this sensitivity analysis, we replace the informative prior distributions on R 0 and ρ by the posterior estimates of these parameters obtained using data on CHIKV in the same islands, without adjusting for the ratios between CHIKV and ZIKV as advocated in our approach. Compared to the local priors used in the main analysis, this change mainly aects the prior on ρ, which was estimated in French Polynesia to be lower for ZIKV than for CHIKV (β ρ was estimated to 0.46 with 95% credible interval 0.42-0.50), while the estimates of R 0 were similar for both diseases (β R0 was estimated to 1.03 with 95% credible interval 0.90-1.18). The results show that omitting the ratios between ZIKV and CHIKV consistently leads to signicantly lower forecasting accuracy (Fig. D) . This highlights the importance of the comparative analysis between the dierent diseases of interest to inform the use of historical data from one disease in the epidemic forecast of the other. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 763,
                    "end": 771,
                    "text": "(Fig. D)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Using information from CHIKV in the same island without adjusting for the dierences between CHIKV and ZIKV"
        },
        {
            "text": "Here, we use the posterior estimates of R 0 and ρ obtained from the ZIKV epidemics in each of six islands of French Polynesia as priors for the ZIKV epidemics in the French West Indies. Compared to the local priors built for Guadeloupe, Martinique and Saint-Martin using data from these islands, this change leads to consistently higher priors on R 0 , centered around 2 (Fig. ??) . The modications induced on the priors on ρ dier for each island. For instance, the estimates of ρ in Mo'orea, the Sous-le-vent islands and Tahiti concentrated around 0.15 are very close to the local prior on ρ applied to Guadeloupe, while they are higher in the Australes, Marquises and Tuamotu islands. These dierences in the range of prior specication translate into dierences in forecasting accuracy (Fig. E) , with a large drop in accuracy when using estimates from the Australes, Marquises or Tuamotu islands as priors. In Martinique and Saint-Martin, local priors computed according to our approach led to better results than priors directly taken from any area of French Polynesia at the early stages. In Guadeloupe however, the accuracy obtained with priors from Sous-le-vent, Tahiti or Mo'orea was similar to that obtained with local priors computed according to our approach. This sensitivity analysis emphasizes that directly using the estimates obtained from an epidemic of the same pathogen in a dierent location might lead to prior misspecications causing large inaccuracies in some cases. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 371,
                    "end": 380,
                    "text": "(Fig. ??)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 786,
                    "end": 794,
                    "text": "(Fig. E)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Using information from the ZIKV epidemics in other islands"
        },
        {
            "text": "One of the conclusions of this work is that improvements in forecasting quality come together with improvements in the estimation of the reporting rate ρ rather than of the transmission rate R 0 . This suggests that prior information is essentially required for the reporting rate, a dicult-to-estimate quantity as already noted in [?] . In a sensitivity analysis, we test this hypothesis, by testing separately the informative priors given on R 0 and on ρ. The results conrm the greater importance of using informative priors on ρ in forecasting accuracy (Fig. F) . Indeed, after the rst 2-4 weeks of circulation, by providing a prior for ρ only we obtain the same accuracy as providing priors for ρ and R 0 . This small delay is coherent with Fig. 5 of the main paper, which shows that R 0 estimates are close to the nal ones from weeks 2-4. ",
            "cite_spans": [
                {
                    "start": 332,
                    "end": 335,
                    "text": "[?]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 556,
                    "end": 564,
                    "text": "(Fig. F)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 745,
                    "end": 751,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "The respective impact of the informative priors on ρ and R 0"
        },
        {
            "text": "The parameter φ is related to the imprecise nature of observed incidence data, which was extrapolated from the limited information provided by a network of local health practitioners (see section 1.1). In this sensitivity analysis, we measure the impact of introducing an informative prior on φ, obtained directly from the analysis of past CHIKV epidemics in the French West Indies. No hierarchical structure was introduced for this parameter, which was thus considered the same in every island. Moreover, we did not consider meaningful to adjust the estimate of φ obtain during the CHIKV epidemics in the French West for ZIKV, and this directly used this estimate as prior for the ZIKV epidemics in the region. Adding an informative prior on this parameter has a very limited eect on forecasting accuracy (Fig. G) . ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 806,
                    "end": 814,
                    "text": "(Fig. G)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Informative priors on the overdispersion parameter"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "// exposition (past incidence weighted by the discretized serial interval) int sumO_t",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "// declaring hyperparameters (normally distributed random effects) real<lower=0> mu_R0_CHIKV",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "// non-centered real<lower=0> sigma_R0_CHIKV",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "// declaring random parameters by island (non-centered) real R0_CHIKV_TILDE",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "// island-level base transmission for CHIKV real IL_rho_CHIKV_TILDE",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "// reporting rate by island (inverse-logit transformed)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "// declaring dispersion parameter real<lower=0> phi",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "} transformed parameters { // declaring rescaled random parameters real<lower=0> R0_CHIKV",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "// island-level base transmission for CHIKV real<lower=0,upper=1> rho_CHIKV",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "// reporting rate by island // declaring model intermediates real<lower=0> lp",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "// mean prediction real<lower=0> sampledisp",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "= inv_logit(IL_mu_rho_CHIKV + IL_sigma_rho_CHIKV * IL_rho_CHIKV_TILDE",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "} } model { // priors mu_R0_CHIKV~gamma(1,0.2)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "// implies: R0 strictly positive",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "// implies rho_CHIKV~inverse_logit( normal",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "// declaring rescaled random parameters real<lower=0> R0_CHIKV",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "// island-level base transmission for CHIKV real<lower=0,upper=1> rho_CHIKV",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "// reporting rate by island // declaring ZIKV parameters in relation to CHIKV real<lower=0> R0_ZIKV",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "// declaring model intermediates real<lower=0> lp",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "// mean prediction real<lower=0> sampledisp",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "= inv_logit(IL_mu_rho_CHIKV + IL_sigma_rho_CHIKV * IL_rho_CHIKV_TILDE",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "// implies: R0 strictly positive",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "// implies rho_CHIKV~inverse_logit",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "// likelihood target += neg_binomial_2_lpmf",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Time from the bite infecting the mosquito to the bite transmitting the disease T M , which depends on the extrinsic incubation period and is a multiple of the duration of the gonotrophic cycle of the mosquito. The mosquito bite can transmit the virus once the extrinsic incubation period in the mosquito is complete. Then, every bite, occurring at regular intervals around the average duration of one gonotrophic cycle (±1/3), can lead to transmission. This quantity is modelled as as mixture of time to bite T M = i T M,c 1{C = i} , with T M,c the duration from initial mosquito infection to a bite in the c-th gonotrophic cycle, with distribution :",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Probability distribution of the serial interval for CHIKV and ZIKV (lines) and corresponding discrete weights to be used in the models (dots).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Original and alternative distributions of the serial interval used in sensitivity analyses. Accuracy of the predictive distribution of future incidence based on epidemiological assessments conducted each week with the serial interval shifted by -1 week (panel A) or +1 week (panel B). Lines refer to dierent a priori distributions.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Accuracy of the predictive distribution of future incidence based on epidemiological assessments conducted each week. Lines refer to dierent a priori distributions. The results of the main paper are shown in black and grey as a reference (seeFig. 4of the main paper), and coloured lines correspond to alternatives tested in sensitivity analyses.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Accuracy of the predictive distribution of future incidence based on epidemiological assessments conducted each week. Lines refer to dierent a priori distributions. The results of the main paper are shown in black and grey as a reference (seeFig. 4of the main paper), and coloured lines correspond to alternatives tested in sensitivity analyses.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "only for ZIKV transmission Local prior only for ZIKV reporting rate",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Accuracy of the predictive distribution of future incidence based on epidemiological assessments conducted each week. Lines refer to dierent a priori distributions. The results of the main paper are shown in black and grey as a reference (seeFig. 4of the main paper), and coloured lines correspond to alternatives tested in sensitivity analyses.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Accuracy of the predictive distribution of future incidence based on epidemiological assessments conducted each week. Lines refer to dierent a priori distributions. The results of the main paper are shown in black and grey as a reference (seeFig. 4of the main paper), and coloured lines correspond to alternatives tested in sensitivity analyses.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Weakly informative prior for variance parameters in[?].",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Prior distributions used for modelling dataset D2.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Prior distributions used for modelling dataset D3.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Table C). The other three parameters (δ, γ, and κ) depend on the vector and as so are susceptible to vary according to temperature. This study, contrary to[?], revolved around producing forecasts of the future course of the epidemic in real time. While including meteorological predictions might bring additional improvements to forecast quality, we decided for the sake of simplicity to ignore the inuence of local temperature on the serial interval and assume a constant temperature of 28• C for the whole duration of the epidemics. In the following, we made the assumption that the main vector of ZIKV and CHIKV was Ae. aegypti. This was decided considering that Ae. aegypti is a competent vector of both viruses and is widely prevalent in the concerned areas[?, ?, ?, ?]. We thus searched for published estimates of these three parameters in laboratory or preferably eld studies involving Ae. aegypti(Table C).Range of the duration of the infec-",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Parameters used for the computation of the distribution of the serial interval.",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Posterior distributions for R 0 and ρ obtained from historical data on CHIKV outbreaks in the French West Indies and on CHIKV and ZIKV outbreaks in French Polynesia. Distributions are summarized by their mean and 95% credible interval.",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": ".",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "building negative binomial model lp[i] = R0 * Ostar_t * ( 1 -sumO_t[i] / ( rho * pop ) ); if(lp[i]==0) lp[i] = 0.0001; sampledisp[i] = lp[i]/phi; } } model { // region-specific hyperpriors (only used for region-specific prior) // transformed outcomes totlp = sum(lp); totoverall = totlp / rho; attackrate = totoverall / pop; // forecasts pS = pop -totlp / rho ; lagpO = tail(to_vector(O_t),siL); for(week in 1:pW) { pOstar = 0; for (j in 1:siL) { pOstar = pOstar + (lagpO[siL+1-j] * siW[j]); } plp = R0 * pOstar * pS / pop; pO[week] = 0; if(plp>0) { pO[week] = neg_binomial_2_rng(plp,plp/phi); } pS = pS -( pO[week] / rho ); for(j in 1:(siL-1)) { lagpO[j] = lagpO[j+1]; } lagpO[siL] = pO[week]; } ptotlp = sum(pO) + totlp; ptotoverall = ptotlp / rho; pattackrate = ptotoverall / pop ; } 6.2 Model for D2 data { int W; // number of records int K; // number of islands int O_t[W]; // number of reported cases // rescaling hyperparameter mu_rho_CHIKV = inv_logit(IL_mu_rho_CHIKV); } 6.3 Model for D3 data { int W; // number of records int K; // number of islands int J; // number of viruses (=2) int O_t[W]; // number of reported cases real Ostar[W]; // exposition (past incidence weighted by the discretized serial interval) int sumO_t[W]; // cumulative number of reported cases int island[W]; // island index (1 to K) int virus[W]; // virus index (0=CHIKV ; 1=ZIKV) int pop[K]; // island population } parameters { // declaring hyperparameters (normally distributed random effects) real<lower=0> mu_R0_CHIKV; // non-centered real<lower=0> sigma_R0_CHIKV; real IL_mu_rho_CHIKV; // non-centered, with logit transformation real<lower=0> IL_sigma_rho_CHIKV; // declaring random parameters by island (non-centered) real R0_CHIKV_TILDE[K]; // island-level base transmission for CHIKV real IL_rho_CHIKV_TILDE[K]; // reporting rate by island (inverse-logit transformed) // declaring delta parameters between CHIKV and ZIKV real<lower=0> beta_R0; real<lower=0> beta_rho; generated quantities { real log_lik[W]; // save the likelihood real pred_lp[W]; // predicted values around lp real resid_lp[W]; // residuals",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}