{
    "paper_id": "b2b90b3519bdcdd02d17595b01c3bb30cb8be63a",
    "metadata": {
        "title": "Comparative immunological evaluation of recombinant Salmonella Typhimurium strains expressing model antigens as live oral vaccines",
        "authors": [
            {
                "first": "Song-Yue",
                "middle": [],
                "last": "Zheng",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "†",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ke",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Min",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yan-Hong",
                "middle": [],
                "last": "Hua",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Shuofeng",
                "middle": [],
                "last": "Yuan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Rory",
                "middle": [
                    "M"
                ],
                "last": "Watt",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Bo-Jian",
                "middle": [],
                "last": "Zheng",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kwok-Yung",
                "middle": [],
                "last": "Yuen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jian-Dong",
                "middle": [],
                "last": "Huang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Despite the development of various systems to generate live recombinant Salmonella Typhimurium vaccine strains, little work has been performed to systematically evaluate and compare their relative immunogenicity. Such information would provide invaluable guidance for the future rational design of live recombinant Salmonella oral vaccines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Result: To compare vaccine strains encoded with different antigen delivery and expression strategies, a series of recombinant Salmonella Typhimurium strains were constructed that expressed either the enhanced green fluorescent protein (EGFP) or a fragment of the hemagglutinin (HA) protein from the H5N1 influenza virus, as model antigens. The antigens were expressed from the chromosome, from high or low-copy plasmids, or encoded on a eukaryotic expression plasmid. Antigens were targeted for expression in either the cytoplasm or the outer membrane. Combinations of strategies were employed to evaluate the efficacy of combined delivery/expression approaches. After investigating in vitro and in vivo antigen expression, growth and infection abilities; the immunogenicity of the constructed recombinant Salmonella strains was evaluated in mice. Using the soluble model antigen EGFP, our results indicated that vaccine strains with high and stable antigen expression exhibited high B cell responses, whilst eukaryotic expression or colonization with good construct stability was critical for T cell responses. For the insoluble model antigen HA, an outer membrane expression strategy induced better B cell and T cell responses than a cytoplasmic strategy. Most notably, the combination of two different expression strategies did not increase the immune response elicited. Conclusion: Through systematically evaluating and comparing the immunogenicity of the constructed recombinant Salmonella strains in mice, we identified their respective advantages and deleterious or synergistic effects. Different construction strategies were optimally-required for soluble versus insoluble forms of the protein antigens. If an antigen, such as EGFP, is soluble and expressed at high levels, a low-copy plasmid-cytoplasmic expression strategy is recommended; since it provokes the highest B cell responses and also induces good T cell responses. If a T cell response is preferred, a eukaryotic expression plasmid or a chromosome-based, cytoplasmic-expression strategy is more effective. For insoluble antigens such as HA, an outer membrane expression strategy is recommended.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Keywords: Salmonella Typhimurium, Live oral vaccine, Soluble and insoluble antigens, Construction strategies, Immunological comparison Background Over recent years, there has been considerable interest in the use of attenuated Salmonella Typhimurium strains as live oral vaccines against heterologous antigens or infectious agents [1, 2] . Notable advantages to their use include their ability to induce antigen-specific mucosal, humoral and cellular responses after infecting the host via mucosal routes [3] [4] [5] . Salmonella strains can be orally administrated, via food or drinking water, which avoids the use of injections for vaccine delivery. Furthermore, vaccine strains may be conveniently and reliably generated in large quantities by standard cell culture-based approaches, which considerably lowers the manufacturing costs [6] . Consequently, many different strategies have been utilized for the development of live recombinant Salmonella oral vaccines against various heterologous antigens. Some of these approaches utilize episomal expression systems, where high or low copy plasmids are used to express heterologous antigen or epitope genes under the control of various different promoter systems [7] [8] [9] [10] . The antigenic proteins may be retained within the cell cytoplasm after expression, or may be targeted to cell surface (outer membrane) of the attenuated Salmonella strains. For example, the Pneumococcal surface protein A (PspA) and codon-optimized influenza hemagglutinin (HA) protein have both been expressed in the cytoplasm of attenuated Salmonella Typhimurium cells via high copy plasmids, for use as live oral vaccine candidates against Streptococcus pneumonia or the H5N1 virus [7, 8] , respectively. A high copy ice-nucleation protein (Inp) derived surface-expressed system was employed to produce a live recombinant Salmonella oral vaccine against hepatitis B virus, while a low copy OmpA-derived surface display system was used to develop a live recombinant Salmonella oral vaccine against HIV [9, 10] . All of these vaccines were demonstrated to induce strong immune responses, especially humoral responses. In other studies, heterologous genes have been expressed in the cytoplasm of attenuated Salmonella via chromosome-based expression cassettes. For instance, a live recombinant Salmonella strain containing a chromosomally-encoded SARS-CoV nucleocapsid gene expressed sufficient cytoplasmic protein to elicit both humoral and cellular immune responses against SARS-CoV [11] . Salmonella has also been employed as a live delivery vector for eukaryotic expression plasmids harboring antigen genes. This strategy may avoid problems such as codon bias or low levels of antigen expression. Using this approach, live recombinant Salmonella was used to deliver an HA DNA vaccine against the H9N2 virus, and a VP28 DNA vaccine against the white spot syndrome virus in crayfish [12, 13] .",
            "cite_spans": [
                {
                    "start": 331,
                    "end": 334,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 335,
                    "end": 337,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 505,
                    "end": 508,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 509,
                    "end": 512,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 513,
                    "end": 516,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 837,
                    "end": 840,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1214,
                    "end": 1217,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1218,
                    "end": 1221,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1222,
                    "end": 1225,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1226,
                    "end": 1230,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1717,
                    "end": 1720,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1721,
                    "end": 1723,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2036,
                    "end": 2039,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2040,
                    "end": 2043,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2517,
                    "end": 2521,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2917,
                    "end": 2921,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2922,
                    "end": 2925,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In several reports, two or three different approaches have been used to construct analogous live recombinant Salmonella oral vaccines that target the same pathogen, and their respective immunogenicities were subsequently compared. In studies aimed at developing a live oral Salmonella vaccine against Mycoplasma hyopneumoniae, identical Adh and NrdF antigen genes were expressed using either plasmid-or chromosome-based systems. Animal tests suggested that the vaccine strain containing the chromosome-based expression system induced a stronger humoral immune response than the one containing the plasmid-based expression system [14] . Similarly, in efforts to construct a live oral Salmonella-HIV vaccine, the HIV rgp120 antigen was expressed cytoplasmically using either a chromosome-based cassette, a high copy plasmid, or in the outer membrane via an OmpA expression system. Animal experiments subsequently revealed that the membrane-expressed HIV antigen was capable of inducing a better humoral response than the cytoplasmically-expressed HIV antigen expressed using the other two expression systems [10] .",
            "cite_spans": [
                {
                    "start": 629,
                    "end": 633,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1106,
                    "end": 1110,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The enhanced green fluorescent protein (EGFP), originally isolated from the Aequorea victoria jellyfish, is an easily expressed, soluble and species-independent reporter protein, which emits green florescence after absorbing blue light. Its intracellular expression levels and location can be conveniently monitored by fluorescence microscopy, using a fluorescence micro-plate reader, or by fluorescence-assisted flow cytometry. Furthermore, it has been reported that it contains a mouse H2-K d -restricted CTL epitope, which could elicit a strong immune response [15] . All of these characteristics suggest that EGFP could be a good vaccine model antigen in mice [16] .",
            "cite_spans": [
                {
                    "start": 564,
                    "end": 568,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 664,
                    "end": 668,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Despite the development of numerous strategies for the construction of Salmonella vaccine strains, there have been relatively few studies aimed at systematically evaluating and comparing their respective immunogenic properties. Such information would provide invaluable guidance for the future rational design of live recombinant Salmonella oral vaccines. To directly address this issue, we construct analogous sets of live recombinant Salmonella Typhimurium vaccine strains expressing two model antigens: enhanced green fluorescent protein (EGFP) and the hemagglutinin epitope (residues 91-261, HAOP) from H5N1 virus (H5N1 A/Vietnam/1194/2004), via different commonly used strategies. Through systematically evaluating and comparing the immunogenicity of these strains in mice, we identified their respective advantages, as well as deleterious or synergistic effects. The construction strategies of recombinant Salmonella vaccine strains for various needs and different forms of antigens (soluble or insoluble antigens) were also proposed. strategy in a single chromosomal or episomal context, respectively (Table 1) . Strains HP, LP and CP were each designed to express EGFP in the cytoplasm of Salmonella from a high copy plasmid, low copy plasmid or chromosome-based prosseA expression cassette, respectively. Strains HO and CO were designed to express EGFP on the outer membrane of SL7207 from a high copy plasmid, or a chromosome-based prosseA-lpp-ompA outer membrane expression cassette, respectively. Strain E carried a high-copy eukaryotic expression plasmid pEGFP driven by a eukaryotic cmv promoter. Consequently, EGFP would not be expected to be expressed in significant amounts until pEGFP was released into cells of the eukaryotic host. HP and HO sub-groups were constructed by using the high copy number plasmid with pUC origin as backbone. These plasmids exist in about 500-700 copies in one bacterial cell [17] . Low copy number plasmid sub-group LP was constructed using p15A origin in the backbone. The plasmid exists in 10-12 copies per bacterial cell [17] . Chromosomebased sub-groups CP and CO were constructed by lambda red recombineering [18] which resulted in only one copy of EGFP expressing cassette in one bacterial cell. The high-copy eukaryotic expression plasmid pEGFP also uses pUC origin as backbone.",
            "cite_spans": [
                {
                    "start": 1923,
                    "end": 1927,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 2072,
                    "end": 2076,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 2162,
                    "end": 2166,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 1108,
                    "end": 1117,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Five additional 'double-recombinant' Salmonella-EGFP strains were then constructed, by combining two of the above strategies (Table 1) . Four of them were created from the chromosome-based EGFP expression strain, CP. This was achieved by establishing the pHP, pLP, pHO, or pEGFP plasmids within CP, generating the double-recombinant CP + HP, CP + LP, CP + HO and CP + E strains, respectively. The pEGFP plasmid was transformed into the LP strain to generate a further double-recombinant strain, E + LP.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 125,
                    "end": 134,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "In vitro and in vivo EGFP expression of recombinant Salmonella strains Detection of EGFP expression and cell morphology of recombinant Salmonella-EGFP strains Out of the six 'single-recombinant' Salmonella-EGFP strains, green fluorescence could be directly observed in cells of the HP, LP, CP and HO strains by fluorescent microscopic analysis ( Figure 1A ). Since no fluorescence was observable for the CO strain, EGFP expression was confirmed by Western blotting ( Figure 1C ). This revealed that the EGFP gene was being translated within the CO strain. Because EGFP would not be expressed in significant amounts until pEGFP in strain E was released into eukaryotic cells, we detected its expression at different time points in vitro and in vivo, respectively, using Western blotting. In vitro, the EGFP expression was detected by infecting the Caco-2 human colon carcinoma cell line with E strain. Figure 1D showed that EGFP could be successfully delivered into eukaryotic cells by E strain in vitro, and its expression was found within the eukaryotic cells at 12, 20 and 30 hours after infection. Furthermore, the EGFP expression delivered by E strain was also investigated in mice intestine on day 1, 3 and 7 after inoculation of 1 × 10 11 bacterial cells. Western blotting result ( Figure 1E ) showed that EGFP expression was observed in mice intestinal mucosa on day 1 after inoculation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 346,
                    "end": 355,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 467,
                    "end": 476,
                    "text": "Figure 1C",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 901,
                    "end": 910,
                    "text": "Figure 1D",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1288,
                    "end": 1297,
                    "text": "Figure 1E",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Filamentation of bacterial cell (the elongated, rod-like cell morphology) was clearly observable for the HP, HO and E strains. Consequently, the average cell lengths for each of the created strains were determined using the Image J software package, and were compared with those of the parent SL7207 strain. It is shown in Figure 2A that the average lengths of the HP, HO and E strains were 8.1 μm, 6.0 μm and 5.5 μm, respectively, which was considerably longer than the average length of the SL7207 cells, which was 2.5 μm [19] .",
            "cite_spans": [
                {
                    "start": 524,
                    "end": 528,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 323,
                    "end": 332,
                    "text": "Figure 2A",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "Levels of EGFP-derived green fluorescence in the five double-recombinant strains were similarly analyzed by fluorescence microscopy ( Figure 1B ). Fluorescence could be clearly observed for cells of each of the five strains. With the exception of the CP + LP strain, cells were highly elongated compared with the SL7207 strain. Analysis of average cell length using Image J software ( Figure 2A ) indicated that cell filamentation of E + LP strain were the most highly elongated; with an average length of 15.7 μm. CP + HP, CP + HO and CP + E cells were also significantly filamented, with average lengths of 6.2 μm, 3.2 μm and 7.3 μm, respectively.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 134,
                    "end": 143,
                    "text": "Figure 1B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 385,
                    "end": 394,
                    "text": "Figure 2A",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "To quantify EGFP expression levels within the eleven recombinant Salmonella-EGFP strains, the intensity of green fluorescence for 1 × 10 8 freshly cultured planktonic cells were determined using a micro-plate reader ( Figure 2B ). For the three 'cytoplasmic expression' single-recombinant strains (i.e. HP, LP, and CP), there were clear differences in fluorescence levels. The HP strain exhibited the highest fluorescence intensity levels (1.9 × 10 3 a.u.), followed by LP (5.6 × 10 2 a.u.), with CP being barely fluorescent (11 a.u.) . For the two membrane-based expression strains, fluorescence levels were only significant for the HO strain (68 a.u.), with the CO strain (2 a.u.) being essentially non-fluorescent; practically the same as the SL7207 strain (1 a.u.). Fluorescence levels for the E strain, which carries the eukaryotic EGFP-expression plasmid, were similarly negligible (2 a.u.). These results clearly indicated that the fluorescence intensities observed within freshly cultured, planktonic cells were highest for the cytoplasmicexpression strains, and were also positively correlated to the plasmid copy numbers. The data also match the phenotypes of the strains, as observed using fluorescence microscopy ( Figure 1A ). In summary, the EGFPexpression levels in the six 'single-recombinant' Salmonella strains were in the order (highest to lowest): HP > LP > HO > CP > CO and E (p < 0.01).",
            "cite_spans": [
                {
                    "start": 525,
                    "end": 534,
                    "text": "(11 a.u.)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 218,
                    "end": 227,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1227,
                    "end": 1236,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "EGFP expression levels in recombinant Salmonella strains"
        },
        {
            "text": "The intensities of EGFP fluorescence in the five 'double-recombinant' strains were not enhanced, as had initially been expected ( Figure 2B ). In contrast, for four of the five double-recombinant strains, green fluorescence intensities were significantly lower than in the respective single-recombinant parent strains. The fluorescence intensity of the CP + HP strain (5.6 × 10 2 a.u.) was more than three-fold lower than the parent HP strain (1.9 × 10 3 a.u., p < 0.01). The fluorescence of the CP + HO strain (11 a.u.) was essentially identical to the CP parent (11 a.u.) , and more than 6-fold lower than were generally greatly reduced, when compared to their parental strains; being listed in the following order: CP + HP, CP + LP > E + LP > CP + HO > CP + E (p < 0.01).",
            "cite_spans": [
                {
                    "start": 511,
                    "end": 520,
                    "text": "(11 a.u.)",
                    "ref_id": null
                },
                {
                    "start": 564,
                    "end": 573,
                    "text": "(11 a.u.)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 130,
                    "end": 139,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "EGFP expression levels in recombinant Salmonella strains"
        },
        {
            "text": "In order to investigate whether single and double recombinant strategies would affect the growth of recombinant strains which may further influence bacterial infection abilities in vivo, the doubling times of the six single and five double-recombinant Salmonella-EGFP strains were measured in liquid LB medium supplemented with antibiotics in vitro. Table 2 shows the growth rates of the six singlerecombinant Salmonella-EGFP strains. The doubling times of the HP, LP, CP, HO, CO and E strains were 33.2 ± 4.0, 39.2 ± 1.5, 44.2 ± 2.6, 38.9 ± 3.0, 52.5 ± 2.6 and 33.0 ± 3.0 minutes, respectively. Their doubling times were all significantly higher than that of the parental strain SL7207 (26.3 ± 0.9 min, p < 0.05). Comparing the six recombinant strains, the growth rate of the chromosome-based outer-membrane strain CO was considerably slower than that of the other five strains (p < 0.01). Furthermore, the growth rates of strains containing high or low copy-EGFP plasmids were also compared with those of strains containing the corresponding empty vectors. Strains HP and E exhibited similar growth rates to the strains containing the corresponding empty vectors BSK (35.0 ± 1.4 min) and VAX-1 (31.2 ± 1.9 min). This indicated that the metabolic burden associated with maintaining the pBSK and pVAX-1 high copy plasmids was primarily responsible for the increase in doubling times for the HP and E strains. The growth rates of the LP and HO strains were considerably different to those of the corresponding empty-vector strains ACYC177 (42.8 ± 1.7 min, p < 0.01) and OmpA (35.8 ± 1.2 min, p < 0.05). This suggested that both EGFP expression and plasmid burden affected their growth rates.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 350,
                    "end": 357,
                    "text": "Table 2",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "In vitro growth rates of recombinant Salmonella-EGFP strains"
        },
        {
            "text": "The growth rates of five double-recombinant Salmonella-EGFP strains were also measured, and are described in Table 3 . The doubling times of strains CP + HP, CP + LP, CP + HO, CP + E, E + LP were: 58.3 ± 2.5, 51.0 ± 2.3, 105.9 ± 7.4, 65.7 ± 2.5 and 68.3 ± 9.9 minutes, respectively. These values were considerably higher than the doubling time of the SL7207 strain (p < 0.01). Also, we found that their growth rates were significantly slower than those of the corresponding single-recombinant parental strains (p < 0.01 or p < 0.05; described in Table 3 ). The growth rate of strain VAX-1 + ACYC177, which contains two empty vectors: pVAX-1 and pEGFP, was measured as a control for the E + LP strain. Experiments revealed that there were no significant differences in the growth rates of these two strains. Taken together, these results indicated that double-recombinant strategies seriously reduced the growth rates of these five strains comparing to that of strains with single strategies and SL7207.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 109,
                    "end": 116,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 546,
                    "end": 553,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "In vitro growth rates of recombinant Salmonella-EGFP strains"
        },
        {
            "text": "To maximize plasmid stability and copy-number within the recombinant strains, two strategies were used. Firstly, Each bar in the graph represents the mean length of 20 bacterial cells randomly selected from multiple microscopic fields for each strain, as measured using Image J software. Error bars show the standard deviation. An asterisk indicates that the mean length of the cells were significantly different from those of the SL7207 parent strain, as determined by Student T-test (P < 0.05). (B) Intensity of EGFP fluorescence emitted by each of the eleven recombinant Salmonella strains. SL7207 was included as a negative control. Measurements correspond to the average fluorescence emitted by 1 × 10 8 freshly-cultured bacterial cells (in 96-well micro-titer plates; excitation 488 nm, emission 518 nm); time resolved fluorescence of 500 ms. Bars in the graph represent the average fluorescence intensities from three independent experiments, ± standard deviation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "In vitro stability of EGFP expression constructs under antibiotic pressure"
        },
        {
            "text": "antibiotics were supplied throughout the entire experimental process. Secondly, all strains were freshly cultured for 10 hours, diluted 1:10 with fresh medium, and then cultured until the OD 600 reached 2 a.u. Immediately prior to oral administration, the stability of the EGFP expression constructs within each of the eleven Salmonella-EGFP strains were evaluated using colony forming unit (CFU) assays. Table 4 summarizes the results of these assays, which evaluate the retention of functional antibiotic-resistance gene cassettes within the six single-recombinant Salmonella-EGFP strains. Three plasmids (pLP, pHO, pEGFP) and two chromosome-based expression cassettes (CP and CO strains) exhibited good stability, with 100.0% survival rate on the selection plates. However, for the HP strain, only 88.9% of CFUs maintained pHP. This indicated that EGFP expression in the HP strain may be less stable than the other strains, thereby possibly affecting its immunogenic potency.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 405,
                    "end": 412,
                    "text": "Table 4",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "In vitro stability of EGFP expression constructs under antibiotic pressure"
        },
        {
            "text": "Since the reduction in EGFP expression levels for the five double-recombinant strains may be related to the relative stability of the two EGFP expression cassettes, their respective stabilities were also evaluated using CFU assays, performed immediately prior to oral administration. It may be seen in Table 5 that both expression cassettes were only completely stable (i.e. detected in 100.0% of CFUs) in two of the five double-recombinant strains: CP + LP and CP + E. The chromosome-based EGFP expression cassettes (from the parent CP strain) as well as the low-copy plasmids (p15A-replicons, in the LP strains) appeared to be very stable, with a 100.0% detection rate. However, the high copy plasmids (pUCreplicons) in the double-recombinant strains were significantly less stable. The detection rates for pHP in the CP + HP strain, pHO in the CP + HO strain, and pEGFP in the E + LP strain were 0.8%, 60.0% and 50.0%, respectively. Even though the p15A and pUC-based plasmids should be entirely compatible within the double-recombinant E + LP strain (and maintained using orthogonal antibiotic resistance strategies), the highcopy plasmid exhibited poorer stability. It may be noted that the relative differences in fluorescence levels between the single and double-recombinant strains ( Figure 2B ) correlates-well with the plasmid stability properties revealed by the CFU assays (Table 5 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 302,
                    "end": 309,
                    "text": "Table 5",
                    "ref_id": null
                },
                {
                    "start": 1292,
                    "end": 1301,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1385,
                    "end": 1393,
                    "text": "(Table 5",
                    "ref_id": null
                }
            ],
            "section": "In vitro stability of EGFP expression constructs under antibiotic pressure"
        },
        {
            "text": "To evaluate the survival and infection abilities of the six single-recombinant Salmonella-EGFP strains and the stabilities of the EGFP expression constructs in vivo; fecal samples, as well as spleen and mesenteric lymph node samples were collected from each group of mice on days 1, 3 and 7 after the oral administration of 1 × 10 11 bacterial cells, respectively. CFU assays were carried out using LB agar plates with or without the appropriate antibiotics. The SL7207 strain was treated identically as a control.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "In vivo survival and infection ability of six singlerecombinant Salmonella strains and stability of EGFP expression constructs"
        },
        {
            "text": "Enumeration of CFUs in feces [ Figure 3A (1)] showed that 10 5 -10 9 cfu/g of the Salmonella cells were present on day one, for the seven administration groups. The CP strain was present in the highest levels in the feces, with 10 9 cfu/g (p < 0.01). The stability assays [ Figure 3A (2)] suggested that the chromosome-based expression strains (CP and CO), as well as the strain with the low copy plasmid (LP), exhibited good stabilities, with 100.0% survival rates on the selection plates. However, strains containing the high copy prokaryotic or eukaryotic plasmids: HP, HO and E, appeared to be less stable; with detection rates of 35.0% (p < 0.01), 90% and 72.2%, respectively. On day 3, fecal bacterial cells in the seven administration groups declined to 10 3 -10 7 cfu/g. The CP strain still exhibited the best survival ability, with 10 7 cfu/g (p < 0.01). Regarding the stability of the constructs, the CP and CO strains remain good stability, with 100% detection rates on the antibiotic selection plates. But the low copy plasmid within the LP strain was somewhat less stable, declining from 100% to 68.9%. Furthermore, there was a considerable loss of the high copy plasmids within the HP, HO and E strains. Only 2.9% and 7.5% of CFUs corresponding to the HP and E strains contained * The doubling time of the SL7207 strain was significantly different from those of the six single-recombinant strains (p < 0.05); ** The doubling time of the CO strain was significantly increased compared to those of the other five single-recombinant strains (p < 0.01); (a) A significant difference was observed between the doubling times of the LP strain and the strain containing the corresponding empty vector ACYC177 (p < 0.01); (b) The doubling times of the HO and OmpA strains are significantly different (p < 0.05).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 31,
                    "end": 40,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 274,
                    "end": 283,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "In vivo survival and infection ability of six singlerecombinant Salmonella strains and stability of EGFP expression constructs"
        },
        {
            "text": "high copy plasmids, respectively, whilst the pHO plasmid in the HO strain declined to very low levels that could not be accurately calculated. The HP, HO and E recombinant strains were significantly less stable than the CP, CO and LP strains (p < 0.01). On day 7, fecal bacterial cells from the six recombinant groups decreased to very low levels, of around 10 3 -10 4 cfu/g, whilst the SL7207 group showed the best reserve, at around 10 5 cfu/g (p < 0.01). Since construct stability could not be accurately calculated at these low levels, this data is not shown here. In summary, the CP chromosome-based expression strain exhibited the highest survival abilities in feces on day 1 and 3 after inoculation. The high copy prokaryotic or eukaryotic plasmids in the HP, HO and E strains appeared to be less stable in fecal samples than the chromosomebased expression cassettes in the CP and CO strains, or the low copy plasmid in the LP strain. The infection abilities of six single-recombinant Salmonella-EGFP strains were determined by detecting their presence within the mouse spleens and mesenteric lymph nodes, using the SL7207 strain as a control. Figure 3B (1) & (2) shows the spleen infection results for the recombinant strains. On day 1, spleen infection was observed in the SL7207, LP, CP and CO groups. For the SL7207 group, Salmonella was found in 66.7% of mice spleens (4 out of 6 mice) with an average of 4 × 10 5 cfu/g. 83.3% of mice (5 out of 6 mice) in the LP group were infected with Salmonella, with an average of 4 × 10 5 cfu/g. The detection rate for the low copy plasmid was 100.0%. For the CP and CO groups, the spleen infection rates were 66.7% (4 out of 6 mice) and 50.0%",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1151,
                    "end": 1160,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "In vivo survival and infection ability of six singlerecombinant Salmonella strains and stability of EGFP expression constructs"
        },
        {
            "text": "(3 out of 6 mice); with an average of 2 × 10 5 cfu/g and 8 × 10 4 cfu/g, respectively. Their chromosome-based expression cassettes showed good stabilities, with detection rates of 96.9% and 100.0%, respectively. However, no Salmonella infection could be detected for the HP, HO and E strains, which contained the high copy prokaryotic or eukaryotic plasmids. On day 3, the spleen infection levels for the recombinant strains had significantly declined; however, the spleen infection rate in the SL7207 group increased to 100.0% (6 out of 6 mice) with an average of 2 × 10 5 cfu/g. Only 16.7% of mice (1 out of 6 mice) in the HP and CP groups had Salmonella infections in their spleen; with 1 × 10 3 cfu/g and 9 × 10 3 cfu/g, respectively. The construct detection rate in HP group was 0, while that in the CP group was 100.0%. For the LP group, the spleen infection rate declined to 50% (3 out of 6 mice) with an average of 4 × 10 4 cfu/g. The low copy plasmid stability also declined to 30.0%. Even so, the spleen infection rate for the LP group was still higher than those for the HO, CO and E groups; for which no infection was observed. On day 7, the spleen infection rate in the SL7207 administration group was still 100.0%, with an average of 7 × 10 5 cfu/g. For the HP and HO groups, 83.3% of mice spleens (5 out of 6 mice) tested positive for Salmonella infection, with an average 3 × 10 3 of cfu/g. However, no high copy plasmids could be detected in cells of either of these two strains. For the CO and E strains, only 16.7% of mice (1 out of 6 mice) had spleens infected with Salmonella cells, with 3 × 10 5 cfu/g and 3 × 10 3 cfu/g, respectively. The stability of the chromosome-based expression cassette within the CO strain remained at 100.0%, but no pEGFP plasmid could be isolated in the E group. Taken together, the results showed that all six of the recombinant Salmonella-EGFP strains could infect the spleen, but at different time points. The spleen infection rates for the recombinant strains were noticeably lower than those for the SL7207 group on day 3 and day 7. On day one, the LP low copy plasmid strain, and the CP and CO strains containing the chromosome-based expression cassettes had higher spleen infection rates with good stability, compared to the HP, HO and E strains containing high copy prokaryotic or eukaryotic plasmids. Even though infection was observed, the strains containing high copy prokaryotic Table 5 Stability of antibiotic markers in the five double-recombinant Salmonella-EGFP strains in mice spleen and mesenteric lymph nodes on days 1, 3 and 7 after inoculation, respectively. Each • represents one mouse. Red lines indicate the average CFU/g for each strain. The SL7207 strain was used as a control. B (2) and C (2) show the construct retention rates for the six single-recombinant strains in mice spleen and mesenteric lymph nodes on days 1, 3 and 7 after inoculation, respectively. In A (2), B (2) and C (2), each percentage is the mean construct detection rate based on six mice samples in each group. N/A represents the construct detection rate could not be accurately calculated at this time point.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 2440,
                    "end": 2447,
                    "text": "Table 5",
                    "ref_id": null
                }
            ],
            "section": "In vivo survival and infection ability of six singlerecombinant Salmonella strains and stability of EGFP expression constructs"
        },
        {
            "text": "or eukaryotic plasmid had noticeably poorer stability on day 7. The mesenteric lymph node infection results for the recombinant strains are shown in Figure 3C (1) & (2). On day 1, Salmonella infections were observed in the SL7207, LP, CP, HO and CO groups; while no infection was detected in the HP and E groups. Only 16.7% mice (1 out of 6 mice) in the SL7207 and CO groups had Salmonella infection in their lymph nodes, with levels of 1 × 10 4 cfu/g and 9 × 10 3 cfu/g, respectively. The detection rate for the chromosome-based expression cassette within the CO strain was 100.0%. In the LP group, the lymph node infection rate was 33.3% (2 out of 6 mice), with an average of 2 × 10 3 cfu/g. For the CP and HO groups, 50.0% of the lymph nodes (3 out of 6 mice) tested positive for Salmonella infection, with an average of 4 × 10 3 cfu/g and 2 × 10 4 cfu/g, respectively. The stability of the EGFP expression cassettes in the LP, CP and HO groups were 92.9%, 100.0% and 73.3%, respectively. On day 3, 33.3% of mice (2 out of 6) in the SL7207 and LP groups had lymph node infections, with an average of 2 × 10 3 cfu/g and 5 × 10 3 cfu/g, respectively. The detection rate for low copy plasmids in the LP strain was 75%. In the HP group, only 16.7% of mice (1 out of 6 mice) tested positive for Salmonella infection, with an average of 3 × 10 3 cfu/g; however, no pHP plasmid could be isolated. For the other four groups (CP, HO, CO and E), no Salmonella infection was detected in the lymph nodes. On day 7, the lymph node infection rates in the SL7207 and HP groups were 33.3% (2 out of 6 mice) with an average of 8 × 10 4 cfu/g and 2 × 10 3 cfu/g, respectively. The detection rate for the high copy plasmid pHP was only 5.0%. For the CO group, 16.7% mice (1 out of 6 mice) tested positive for Salmonella infection in the lymph nodes, with average levels of 7 × 10 4 cfu/g. The stability of the chromosome-based expression cassette within the CO strain was 85.7%. Furthermore, the infection rate for the E group increased to 66.7%, with average counts of 1 × 10 3 cfu/g. However, the detection rate for the high copy plasmid pEGFP was only 25.0%. Considering these results as a whole, all the recombinant strains were able to infect the mice mesenteric lymph nodes at different time points; however, very few high copy plasmids could be detected in the plasmid-based recombinant strains on day 7.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 149,
                    "end": 158,
                    "text": "Figure 3C",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "In vivo survival and infection ability of six singlerecombinant Salmonella strains and stability of EGFP expression constructs"
        },
        {
            "text": "In vivo immune response to recombinant Salmonella-EGFP strains EGFP-specific IgG responses in infected mouse sera",
            "cite_spans": [],
            "ref_spans": [],
            "section": "In vivo survival and infection ability of six singlerecombinant Salmonella strains and stability of EGFP expression constructs"
        },
        {
            "text": "In order to compare the humoral immune responses mounted against eleven recombinant Salmonella-EGFP strains, ELISA assays were performed to test the anti-EGFP IgG responses using blood sera of infected mice on the 7 th , 28 th and 42 th day after immunization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "In vivo survival and infection ability of six singlerecombinant Salmonella strains and stability of EGFP expression constructs"
        },
        {
            "text": "Results ( Figure 4A ) indicated that anti-EGFP IgG responses of mice immunized with six singlerecombinant Salmonella-EGFP strains were very weak on the 7 th day after immunization. Only two mice, from the LP and E groups respectively, had a 1:500 anti-EGFP IgG titer. After receiving boosts on day 21 and 35, the anti-EGFP IgG responses in the mice were greatly increased. In the cytoplasmic expression group (HP, LP and CP), 50.0% of mice (3 of the 6 mice) in the HP subgroup had elevated anti-EGFP IgG responses. The average titers were around 1:21,000 on days 28 and 42. 100.0% of mice (all 9 mice) in the LP subgroup had strong anti-EGFP IgG responses, and the highest titer reached 1:200,000. The average titers were 1:47,000 on day 28, and 1:65,000 on day 42. Notably, no response could be detected in the CP subgroup even after two boosts. In the membrane-based expression group, the response rate for anti-EGFP IgG in the HO subgroup was 44.4% (4 out of 9 mice) with an average titer of 1:390 on day 28, and 55.6% (5 out of 9 mice) with an average titer 1:500 on day 42. Only 12.5% of mice (1 of 8 mice) in the CO subgroup had an anti-EGFP IgG response, with a titer of 1:100 on day 28, and 1:500 on day 42. In the eukaryotic expression plasmid group, only 20.0% of mice (1 of 5 mice) responded, having a 1:10,000 anti-EGFP IgG titer on day 28, and a 1: 25,000 titer on day 42. Collectively, based on the response rates, anti-EGFP IgG response of strains containing either high or low-copy prokaryotic expression plasmids were much better than those containing a chromosome-based expression cassette or an eukaryotic expression plasmid; especially the LP strain, which had significantly higher average anti-EGFP IgG titers on day 42 (p < 0.05).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 10,
                    "end": 19,
                    "text": "Figure 4A",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "In vivo survival and infection ability of six singlerecombinant Salmonella strains and stability of EGFP expression constructs"
        },
        {
            "text": "Humoral immune response assays were also performed for the five double-recombinant Salmonella-EGFP strains, to investigate whether these two-gene constructs were capable of inducing stronger B cell responses. The results from analogous sets of ELISA experiments are shown in Figure 4B . Anti-EGFP IgG responses in all five mice groups were very weak on 7 th day after immunization. Only 14.3% of mice (1 of 7 mice) in the CP + HP group and 16.7% of mice (1 out of 6 mice) in the E + LP group generated a humoral response, with titres of 1:100 and 1:1,000, respectively. After two boosts on day 21 and 35, the response rate for anti-EGFP IgG in each group had increased. 28.6% of mice (2 of 7 mice) in the CP + HP group had anti-EGFP IgG responses, with average titers of 1:1,400 on day 28, and 1:1,500 on day 42. In the CP + LP group, 60.0% of mice (3 out of 5 mice) had anti-EGFP IgG responses, with average titers of 1:700 on day 28, and 1:2,500 on day 42. For the CP + HO strain, only 16.7% of mice (1 mouse out of 6) had developed a response by day 28; and by day 42, 33.3% (2 of 6 mice) had mounted anti-EGFP IgG responses, with average titers of ca. 1:330. In the E + LP group, 33.3% of mice (2 out of 6 mice) developed anti-EGFP IgG responses, with average titers of 1:17,000 on day 28; and 50.0% of mice (3 out of 6 mice) generated anti-EGFP IgG responses, with average titers of 1:35,000 on day 42. Notably, no response could be detected in the CP + E group even after two boosts. In brief summary, up to day 42, the humoral response rates against the five double-recombinant Salmonella-EGFP strains did not increase as was initially expected. They were lower than the humoral response rates observed for the respective single-recombinant parental strains.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 275,
                    "end": 284,
                    "text": "Figure 4B",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "In vivo survival and infection ability of six singlerecombinant Salmonella strains and stability of EGFP expression constructs"
        },
        {
            "text": "The T cell anti-EGFP IFN-γ responses against the eleven recombinant Salmonella-EGFP strains were also determined within immunized mice. An equally sized group of uninfected mice was included as a negative control. The anti-EGFP IFN-γ responses were evaluated by determining the ratio of ELISpot numbers counted for the respective groups of immunized mice, divided by the numbers counted for the control mice. Figure 4C summarizes the ELISpot results obtained for the six single-recombinant Salmonella-EGFP strains. For the cytoplasmic expression group, the average ratios . ELISA assays were performed using mice sera collected on day 7, 28 and 42. * underneath the LP strain in (A) indicates the mean ELISA titer raised by LP strain is significantly higher than those of other strain, as determined by One-Way ANOVA (P < 0.05). (C) and (D) summarize the mice T cell anti-EGFP IFN-γ responses raised by the six single-recombinant Salmonella strains (C), and the five double-recombinant Salmonella strains (D), using mice splenocytes collected on day 42. The ratio of spot numbers counted for the immunized mice, to those counted for non-infected mice, were used to evaluate the anti-EGFP IFN-γ response. * underneath the CP and E strain in (C) indicates the mean ELISpot ratios raised by CP and E strain were significantly higher than those of strains with high copy plasmids HP and HO; * underneath the CP + LP, CP + E and E + LP strains in (D) indicates the mean ELISpot ratios raised by these strains were significantly lower than their relative single parental strains, as determined by One-Way ANOVA (P < 0.05). Each ▲ represents one mouse. In (A) and (B), red lines indicate the average titers for each strain. In (C) and (D), red lines indicate the average ratios for each strain.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 409,
                    "end": 418,
                    "text": "Figure 4C",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Interferon-gamma (IFN-γ) responses to recombinant Salmonella-EGFP strains"
        },
        {
            "text": "for the HP, LP and CP subgroups were 4.40, 6.51 and 14.05, respectively. For the membrane expression group (HO and CO), the CO subgroup had an average ratio of 6.39, whilst a ratio of 0.92 was obtained for the HO subgroup. The eukaryotic expression plasmid strain (E) generated anti-EGFP IFN-γ responses with an average ratio of 16.55. Comparing the average ratios obtained for the six recombinant strains, the strains containing the eukaryotic expression plasmid (E) or the chromosome-based expression cassette (CP) were capable of inducing stronger anti-EGFP IFN-γ responses than strains containing high-copy prokaryotic plasmids (HP and HO) (p < 0.05). Interestingly, this general trend is almost the opposite of that noted for the humoral immune responses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interferon-gamma (IFN-γ) responses to recombinant Salmonella-EGFP strains"
        },
        {
            "text": "The anti-EGFP IFN-γ responses raised by the five double-recombinant Salmonella-EGFP strains were also evaluated, to investigate whether strains containing two EGFP expression cassettes induced stronger T cell responses than the corresponding single-recombinant strains. As shown in Figure 4D , when CP was combined with HP, LP, HO, or E, the average ratios of anti-EGFP IFN-γ responses in mice were 5.33, 1.61, 9.90 and 2.87, respectively. The average ratio of anti-EGFP IFN-γ responses for the E + LP immunized mice versus the control set was 4.95. In summary, the T cell responses against the five double-recombinant Salmonella-EGFP strains had not been enhanced as was initially expected. Responses against several strains, such as CP + LP, CP + E and E + LP, were significantly lower than the respective single-recombinant parental strains CP and E (p < 0.05).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 282,
                    "end": 291,
                    "text": "Figure 4D",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Interferon-gamma (IFN-γ) responses to recombinant Salmonella-EGFP strains"
        },
        {
            "text": "In the first set of experiments, EGFP was used as a model antigen to study and compare the immunogenic potency of various recombinant Salmonella strains, since previous studies have shown this protein to be highly expressed in a soluble form within Salmonella [20] [21] [22] . However, many other heterologous antigens, such as viral proteins, may not be readily expressed in Salmonella in a soluble form, due to factors such as codon bias, amino acid composition or protein stability. Therefore, we chose the HA epitope (91aa-261aa) from the avian influenza H5N1 virus as a second model antigen. Considering the codon bias between Salmonella and influenza virus, the gene sequence encoding the HA fragment (HAOP) was first codon optimized for expression within Salmonella, and prepared synthetically by a commercial supplier (GenScript). The HAOP fragment was subcloned into sets of plasmids analogous to those used for the EGFP gene, in order to construct analogous expression systems within the parental Salmonella SL7207 strain.",
            "cite_spans": [
                {
                    "start": 260,
                    "end": 264,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 265,
                    "end": 269,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 270,
                    "end": 274,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Construction and expression analysis of two recombinant Salmonella-HA strains"
        },
        {
            "text": "For cytoplasmic expression, HAOP was subcloned into the pBSK-derived plasmid (pHP), placing it under the control of the prosseA promoter (plasmid pHAOP). For outer membrane expression, HAOP was subcloned into the pHO plasmid to generate pO-HAOP. These two constructs were separately transformed into SL7207, to create a cytoplasmic HA expression strain of Salmonella (C-HAOP) as well as an outer-membrane HA expression strain of Salmonella (O-HAOP). The expression of HAOP in these two recombinant strains was then confirmed by SDS-PAGE and Western blot analysis. As may be seen in Figure 5A , HAOP was highly expressed within the C-HAOP strain, being present almost exclusively in the pellet fraction after cell lysis. This indicates that it may be predominantly localized within insoluble inclusion bodies in the cell cytoplasm. For the strain O-HAOP, Western blot analysis of cell-membrane extracts demonstrated that the expressed HAOP was associated with the outer membrane ( Figure 5B ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 582,
                    "end": 591,
                    "text": "Figure 5A",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 980,
                    "end": 989,
                    "text": "Figure 5B",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Construction and expression analysis of two recombinant Salmonella-HA strains"
        },
        {
            "text": "In vivo immune response to recombinant Salmonella-HA strains Humoral immune response",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Construction and expression analysis of two recombinant Salmonella-HA strains"
        },
        {
            "text": "The humoral immune responses in mice infected with the C-HAOP and O-HAOP strains were investigated using ELISA assays analogous to those performed for the EGFP antigen. We evaluated the anti-HA IgG levels present in blood sera taken from mice infected with C-HAOP and O-HAOP on the 7 th , 28 th and 42 th day after initial immunization. ELISA results suggested that the C-HAOP strain could not elicit an anti-HA IgG response, even after two boosts; giving readings identical to the HO (EGFP) negative control strain (data not shown). Results from ELISA analyses of the mice infected with the O-HAOP strain ( Figure 5C ), revealed that only 10.0% mice (1 out of 10 mice) had a 1: 1000 anti-H5 IgG titer on day 7. After the first boost, 30.0% mice (3 out of 10 mice) had anti-H5 IgG responses with titers of 1:1000, 1:500 and 1:50 (average 1:160) on day 28. After the second boost, the 30.0% mice (3 out of 10 mice) had increased anti-H5 IgG responses; two mice having titers of 1:1000, and one with a titer of 1:500 (average titer of 1:250) on day 42. By day 42, O-HAOP strain exhibited better humoral immunogenicity (including response rate and anti-HA IgG titer) than C-HAOP strain (p < 0.05).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 608,
                    "end": 617,
                    "text": "Figure 5C",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "HA-specific IgG responses in infected mouse sera"
        },
        {
            "text": "Hemagglutination Inhibition Assays (HIA) HIA tests were performed using blood sera from mice infected with O-HAOP strain on the 42 nd day (i.e. after 3 identical immunizations: one prime and two boosts; same schedule as above). Blood sera from non-infected mice, as well as those analogously immunized with the HO (EGFP) strain were used as negative controls. Results ( Figure 5D ) indicated that sera taken from 50.0% O-HAOP-infected mice (5 out of 10 mice) contained neutralization antibodies with titers ranging from 1:16 to 1:128 (average titer of 1:30). The HIA titers within the O-HAOP-infected mice were significantly different to those obtained for the noninfected group (p < 0.05).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 370,
                    "end": 379,
                    "text": "Figure 5D",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "HA-specific IgG responses in infected mouse sera"
        },
        {
            "text": "Salmonella-HA strains As performed for the Salmonella-EGFP strains, T cell anti-HA IFN-γ responses raised against the two recombinant Salmonella-HA strains (C-HAOP and O-HAOP) were evaluated using ELISpot assays. Noninfected mice as well as HO-infected mice were used as negative controls.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interferon-gamma (IFN-γ) responses to recombinant"
        },
        {
            "text": "Analogous to before, the anti-HA IFN-γ responses were evaluated by determining the ratio of ELISpot numbers counted for the C-HAOP, O-HAOP or HO infected mice, divided by the number counted for the non-infected control set ( Figure 5E ). It was found that the C-HAOP strain could not induce an anti-HA IFN-γ response, with an average ratio of 0.91 obtained, versus 0.69 determined for the HO-infected group. However, the O-HAOP strain elicited a better anti-HA IFN-γ response comparing to the HO and C-HAOP groups (p < 0.05), yielding an average ratio of 2.56.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 225,
                    "end": 234,
                    "text": "Figure 5E",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Interferon-gamma (IFN-γ) responses to recombinant"
        },
        {
            "text": "The use of recombinant Salmonella strains as live attenuated vaccines has been attracting increasing interest over recent years, due to the low cost and relative ease by which they may be produced on a large scale. [23] [24] [25] . Although numerous Salmonella vaccine systems have been developed, relatively little work has been carried out to systematically investigate which approaches or construction methods reproducibly produce recombinant strains with the highest immunogenicity levels. Here, we used EGFP as a model antigen to study the relationship between immunogenicity and the use of different antigen expression systems in Salmonella. Six recombinant strains, including three cytoplasmic expression strains (HP, LP and CP); two outer-membrane expression strains (HO, CO) and one eukaryotic expression plasmid (strain E), were constructed. Several different pairs of EGFP-expression systems were combined, to produce five additional 'double-recombinant' strains. The antigen expression levels; in vitro and in vivo growth and infection abilities; and the immunogenic properties of these single and double-recombinant strains in mice; were systematically investigated, in order to evaluate their respective advantages, and to identify deleterious or synergistic effects.",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 219,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 220,
                    "end": 224,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 225,
                    "end": 229,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "B cell responses and soluble antigen expression levels"
        },
        {
            "text": "Within the set of three single-recombinant strains designed for cytoplasmic expression of antigen protein, the high copy plasmid pHP produced the highest amounts of EGFP within the HP cells in vitro ( Figure 2B ); resulting in relatively strong B cell responses (anti-EGFP IgG response rate, Figure 4A ), even though the plasmid itself did not exhibit good stability in vitro and in vivo (Table 4 and Figure 3 ). Although the EGFP expression levels in the LP strain (containing the lowcopy pLP plasmid) were lower than those in the HP strain, LP elicited a better B cell response, which is probably due to high EGFP expression and improved plasmid stability in vitro and in vivo. The CP strain, which contains a (single-copy) chromosome-based expression cassette, produced lower levels of EGFP expression than the HP and LP strains, and induced a weaker B cell response rate than these two strains. Out of the two single-recombinant strains designed for outer membrane expression, the HO strain, which harbors the high copy number pHO plasmid, expressed higher levels of EGFP than the chromosome-based CO strain in vitro, and also elicited better B cell response rate. The EGFP expression levels in the HO strain were lower than those in HP or LP, the high copy plasmid pHO showed poor in vivo stability (as did pHP), and it also induced a weaker B cell response than the LP strain. The B cell response rate against the E strain, which harbors a eukaryotic expression plasmid, were weaker than those raised by the HP, LP and HO strains; most likely because the EGFP cannot be expressed until pEGFP has entered a host cell. In addition, the eukaryotic plasmid expression levels may not be as high as those generated by Salmonella strains containing high or low copy prokaryotic plasmids. Taken together, these findings suggest the strength of the humoral immunity responses in mice infected with recombinant Salmonella vaccines were positively correlated to antigen expression levels and plasmid stability. Therefore, maintaining high and stable antigen expression levels in recombinant Salmonella strains is of key importance for eliciting a strong B cell response. Furthermore, our results indicate that strains containing low copy prokaryotic plasmids are capable of generating highest B cell responses with relative high antigen expression level and improved stability over high-copy plasmids.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 201,
                    "end": 210,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 292,
                    "end": 301,
                    "text": "Figure 4A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 388,
                    "end": 396,
                    "text": "(Table 4",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 401,
                    "end": 409,
                    "text": "Figure 3",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "B cell responses and soluble antigen expression levels"
        },
        {
            "text": "During previous efforts to develop live recombinant Salmonella oral vaccines, the expression of heterologous antigens within Salmonella cells was achieved mainly through the use of multi-copy prokaryotic plasmids which contain the antigen of interest under the control of a prokaryotic promoter. Plasmids with various copy numbers have been used [26, 27] . In several cases, such as the construction of live attenuated Salmonella oral vaccines against Streptococcus pneumonia, the H5N1 virus or hepatitis B virus; the antigens of interest expressed from high copy prokaryotic plasmids were able to induce strong immune responses, especially humoral responses [7] [8] [9] . However, many of these vaccine strains had either negligible or fairly low immunogenicity, due to the instability of the high copy plasmid, or toxic effects induced by the unregulated high-level expression of these heterologous antigens [28] [29] [30] . Plasmids may be stably maintained in Salmonella cells during in vitro growth via the use of the appropriate antibiotic. However, the loss of high copy plasmids may easily occur once Salmonella infects and grows inside the host, due to the absence of antibiotic selection pressure; thereby resulting in reduced antigen expression levels and decreased immunogenicity in vivo. Also, the unregulated high level expression of antigen may create a significant metabolic burden, or even toxicity for the Salmonella cell, thus creating a selective pressure for high copy plasmid segregation during cell division [27] . Here, the LP strain, which contained a low copy plasmid, exhibited relatively high EGFP expression levels with improved in vitro and in vivo stability, compared with strains containing high copy plasmids. This strain induced the highest levels of B cell immunogenicity (Table 4 and Figures 2B, 3 and 4) . This result is similar to those reported in previous studies, which have found that lowering the plasmid copy number results in enhanced plasmid stability and a reduction in the expression levels of heterologous antigens to non-toxic levels [31] [32] [33] [34] .",
            "cite_spans": [
                {
                    "start": 346,
                    "end": 350,
                    "text": "[26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 351,
                    "end": 354,
                    "text": "27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 659,
                    "end": 662,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 663,
                    "end": 666,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 667,
                    "end": 670,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 910,
                    "end": 914,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 915,
                    "end": 919,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 920,
                    "end": 924,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1531,
                    "end": 1535,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 2084,
                    "end": 2088,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 2089,
                    "end": 2093,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 2094,
                    "end": 2098,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 2099,
                    "end": 2103,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [
                {
                    "start": 1807,
                    "end": 1815,
                    "text": "(Table 4",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 1820,
                    "end": 1840,
                    "text": "Figures 2B, 3 and 4)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "B cell responses and soluble antigen expression levels"
        },
        {
            "text": "Problems associated with plasmid instability and toxicity due to high-level antigen expression may be circumvented through the use of a chromosome-based expression strategy. In this and other studies, homologous recombination has been used to insert a heterologous antigen expression cassette into the Salmonella chromosome, resulting in the creation of recombinant strains with good in vitro and in vivo stabilities (Table 4 and Figure 3 ) [35, 36] . However, as the heterologous gene is present as a single copy per bacterium, the expression levels may be too low to effectively induce a B cell response. In this study, the poor B cell responses against the chromosome-based expression strains CP and CO were probably due to the low levels of EGFP expression ( Figures 2B and 4A ). Similar findings have been previously reported. For example, during efforts to develop a live Salmonella oral vaccine against fragment C of the tetanus toxin (TetC), the recombination of TetC into the aroC gene of S. typhimurium created a strain with good stability; however low TetC expression levels resulted in poor immunogenicity. One possible way to increase expression levels would be to insert multiple copies of the heterologous antigen genes into chromosome.",
            "cite_spans": [
                {
                    "start": 441,
                    "end": 445,
                    "text": "[35,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 446,
                    "end": 449,
                    "text": "36]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [
                {
                    "start": 417,
                    "end": 425,
                    "text": "(Table 4",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 430,
                    "end": 438,
                    "text": "Figure 3",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 763,
                    "end": 780,
                    "text": "Figures 2B and 4A",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "B cell responses and soluble antigen expression levels"
        },
        {
            "text": "Salmonella has been used as a delivery vector for eukaryotic plasmids for more than ten years [37] [38] [39] [40] . In these DNA vaccines, the plasmid encoding the target antigen gene is placed under the control of a eukaryotic promoter. Theoretically, Salmonella delivered-mucosal DNA vaccines can invade the Peyer's patches via M cells in the intestinal mucosa, which contain many antigenpresenting cells (APCs); such as macrophages and dendritic cells [41] . Once phagocytized by the APCs, the recombinant Salmonella cells would be lysed within the phagosomes, releasing the eukaryotic plasmids into the APCs. The APCs would then express the plasmidencoded antigen and present them to CD4 + or CD8 + T cells in the Peyer's patches or mesenteric lymph nodes via MHC I and MHC II molecules. In addition, the APCs may directly secrete the recombinant antigens from the cells, so that B cells can recognize them via B cell receptors (BCRs). This process induces further mucosal, humoral or cellular immune responses against the heterologous antigen [38, [42] [43] [44] [45] . Many studies have found that Salmonella delivered DNA vaccines were particularly good at generating T cell responses against foreign antigens. In this project, we constructed a Salmonella-DNA vaccine strain (strain E) which contains a high copy eukaryotic plasmid (pEGFP). Using Western blotting, we confirmed that pEGFP plasmid delivered by the E strain could be used to successfully express EGFP in mice intestinal mucosal sites on day 1 after inoculation ( Figure 1E ). Furthermore, we found that this Salmonella-eukaryotic plasmid-based system could induce better T cell responses than the Salmonella-highcopy-prokaryotic plasmid-based systems ( Figure 4C) ; However, its antibody responses were quite low ( Figure 4A ). Analogous findings have previously been reported. In one comparative study, it was shown that an oral Salmonella DNA vaccine strain encoding βgalactosidase induced better T helper cell and CTL responses than oral immunization with a Salmonella strain containing a prokaryotic plasmid-encoded β-galactosidase gene [38] . Similarly, oral immunization with the surface protein from the hepatitis B virus delivered by a Salmonella DNA vaccine elicited good T cell responses, but its B cell responses were quite low [46] . Based on our and others' comparative analyses, we consider it likely that the endogenously produced antigen delivered by the Salmonella-DNA vaccine may generate immune responses mainly through the MHC I pathway, thus resulting in higher T cell responses but lower B cell responses.",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 98,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 99,
                    "end": 103,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 104,
                    "end": 108,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 109,
                    "end": 113,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 455,
                    "end": 459,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1048,
                    "end": 1052,
                    "text": "[38,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1053,
                    "end": 1057,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1058,
                    "end": 1062,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1063,
                    "end": 1067,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1068,
                    "end": 1072,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 2113,
                    "end": 2117,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 2311,
                    "end": 2315,
                    "text": "[46]",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [
                {
                    "start": 1535,
                    "end": 1544,
                    "text": "Figure 1E",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1725,
                    "end": 1735,
                    "text": "Figure 4C)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1787,
                    "end": 1796,
                    "text": "Figure 4A",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "T cell responses, eukaryotic expression and colonization with good stability"
        },
        {
            "text": "ELISpot results suggested that a chromosome-based expression system (CP strain) could also generate better T cell responses than strains containing high copy prokaryotic plasmids. Furthermore, results from the in vivo survival, infection ability and construct stability assays (Figure 3) , indicated that the CP strain had better survival abilities and construct stability than strains containing high copy plasmids. These findings indicated that colonization with recombinant vaccine strains with good construct stability is also an important factor for eliciting strong T cell responses. This is most likely due to the following reasons: T cell responses against Salmonella infection can be effectively induced only after the recombinant cells have invaded and proliferated within the APCs [47] . However, after oral administration, the bacterial cells would be in a low-nutrient environment that lacked antibiotic selective pressure. They would also be subjected to acidic conditions within the GI tract (even if this was partially negated by sodium bicarbonate lavage) as well as attack by the host immune defenses. Consequently, non-integrating (episomal) plasmids would be lost fairly rapidly as observed in survival, infection ability and construct stability analyses (Figure 3) , thereby greatly reducing the abilities of the bacterium to synthesize antigen protein in vivo. Chromosome-based strains such as CP avoid this problem, albeit at the price of reduced antigen expression levels. Even though the chromosome-based CO strain showed in vivo stabilities equivalent to the CP strain, its T cell responses were lower. It is possible that the membrane-expressed EGFP significantly slowed the growth rate of the CO strain (Table 2) , resulting in poorer in vivo survival and proliferation abilities (colonization ability), compared to the CP strain ( Figure 3A) .",
            "cite_spans": [
                {
                    "start": 792,
                    "end": 796,
                    "text": "[47]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 277,
                    "end": 287,
                    "text": "(Figure 3)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1275,
                    "end": 1285,
                    "text": "(Figure 3)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1731,
                    "end": 1740,
                    "text": "(Table 2)",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 1860,
                    "end": 1870,
                    "text": "Figure 3A)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "T cell responses, eukaryotic expression and colonization with good stability"
        },
        {
            "text": "It is notable that for the various single-recombinant strains, the general trend observed for the T cell responses ran contrary to the trend observed for the humoral immunity responses (described above). In this regard, the properties of the LP strain are worth commenting on. Even though its induced T cell responses were not as high as those elicited by the E and CP strains, it could simultaneously induce both B cell and T cell responses. It also exhibited better in vivo stability than the strains containing high copy plasmids ( Figure 3) . Consequently, if the aim was to develop a vaccine strain capable of inducing both B cell and T cell responses, then the use of a low copy cytoplasmic expression system may be desirable.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 535,
                    "end": 544,
                    "text": "Figure 3)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "T cell responses, eukaryotic expression and colonization with good stability"
        },
        {
            "text": "Since the strains containing the high or low copy prokaryotic plasmids (HP, LP, HO) could induce better B cell responses, while strains containing the eukaryotic expression plasmid (E) or the chromosome-based expression cassette (CP) elicited higher anti-EGFP IFN-γ responses, we hypothesized that a combination of two individual expression strategies may result in both stronger B and T cell responses. Consequently, we created five double-recombinant strains (CP + HP, CP + LP, CP + HO, CP + E, E + LP). We used CP and E as the starting strains for the construction of these five dual-expression systems, using compatible plasmid replication origins and orthogonal antibiotic resistance genes. The CP + HP, CP + LP, CP + HO and E + LP strains were designed to elicit both stronger B cell and T cell responses. The CP + E strain was constructed to investigate whether it could generate a T cell response that was higher than those of the two individual strains. Contrary to our initial expectations, both the humoral and T cell immune responses against these five double-recombinant strains were not markedly improved, some of them were obviously worse than their individual parent strains (Figure 4) . There are several possible reasons for this lack of synergy: first, the combination increased the frequency of plasmid loss. According to our in vitro plasmid stability studies (Table 5) , we found that the detection rates for pHP in the CP + HP strain, pHO in the CP + HO strain and pEGFP in the E + LP strain were 0.8%, 60.0% and 50.0%, respectively. This suggested that the high copy plasmids were more easily displaced in the double-recombinant strains, resulting in a decrease in EGFP expression levels ( Figure 2B) and B cell responses ( Figure 4A and B) . Second, antibiotic selection pressure was increased. To maintain the plasmids, we used relatively high concentrations of two antibiotics during the subculturing procedures. However, the high-copy plasmids, containing pUC replication origins, were still frequently lost from the cells. Upon losing the plasmid, the relevant antibiotic will become toxic to the cell, resulting in significantly decreased growth rates for the five double-recombinant strains (Tables 2 and 3 ). It would also cause an increase in 'stress' for the cell, resulting in defects in replication and other growth-related effects; which were manifested in the frequent formation of filamentous cells (Figure 2A ) [48] [49] [50] . Furthermore, even though the high-copy plasmids were not lost from some of the recombinant Salmonella strains in vitro; as was noted for the HO, E and CP + E strains (Tables 4 and 5) , cell elongation was still observed (Figure 2A ). This may be due to the 'metabolic burden' [51] [52] [53] caused by the active maintenance of multiple high copy plasmids within the cell, leading to decreases in its overall immunogenic properties.",
            "cite_spans": [
                {
                    "start": 2451,
                    "end": 2455,
                    "text": "[48]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 2456,
                    "end": 2460,
                    "text": "[49]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 2461,
                    "end": 2465,
                    "text": "[50]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 2744,
                    "end": 2748,
                    "text": "[51]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 2749,
                    "end": 2753,
                    "text": "[52]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 2754,
                    "end": 2758,
                    "text": "[53]",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [
                {
                    "start": 1191,
                    "end": 1201,
                    "text": "(Figure 4)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1381,
                    "end": 1390,
                    "text": "(Table 5)",
                    "ref_id": null
                },
                {
                    "start": 1714,
                    "end": 1724,
                    "text": "Figure 2B)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1748,
                    "end": 1764,
                    "text": "Figure 4A and B)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 2222,
                    "end": 2237,
                    "text": "(Tables 2 and 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 2438,
                    "end": 2448,
                    "text": "(Figure 2A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2634,
                    "end": 2650,
                    "text": "(Tables 4 and 5)",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 2688,
                    "end": 2698,
                    "text": "(Figure 2A",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Immunogenicity of strains encoding two EGFP expression cassettes"
        },
        {
            "text": "As the expression abilities of Salmonella are relatively similar to those of Escherichia coli, this prokaryotic system may not be suitable for the expression of protein antigens from viruses or higher eukaryotes [38] . Consequently, when constructing a vaccine strain against a virus such as avian influenza H5N1, several factors must be taken into consideration. The first is codon bias; however this may be easily resolved by gene synthesis, using the codons preferred by Salmonella. The second problem is the inability to express soluble antigen within the cytoplasm, or to target it to the cell surface in a correctly folded form. Many antigens from eukaryotic viruses, such as the HA protein from H5N1, cannot be readily expressed in a soluble form within the cytoplasm of Salmonella [8] . This type of situation can dramatically decrease the B cell and T cell immune response within the infected host. According to our in vivo immune response assays, no detectable B cell or T cell responses could be detected when mice were immunized with the C-HAOP strain, which was designed to cytoplasmically express the HA antigen.",
            "cite_spans": [
                {
                    "start": 212,
                    "end": 216,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 789,
                    "end": 792,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Expression strategies for insoluble antigens in Salmonella oral vaccine strains"
        },
        {
            "text": "It has previously been reported that expressing the antigen protein on the outer membrane of the engineered bacterial cells may increase the immune response [54] , since this may increase the likelihood of recognition by the host immune system. To investigate this issue, we targeted the EGFP protein for outer membrane expression using the lpp-ompA outer membrane expression system. Analogous outer membrane expression cassettes were located on a high-copy plasmid (HO strain) and on the chromosome (CO strain). The B cell responses ( Figure 4A ) against these two strains were weaker than those obtained for the LP strain; and the T cell responses ( Figure 4C ) against the HO strain were lower than those obtained for the E and CP strains. This may be because the total amounts of EGFP synthesized and exported to the outer membrane were too low to induce an effective B cell response ( Figure 2B ), or because the in vivo stabilities of the high copy plasmids were not sufficient to induce an effective T cell response ( Figure 3 ). However, this strategy proved somewhat more successful for the HA antigen, which appears to be largely present in insoluble inclusion bodies in the cytoplasm of Salmonella. We found that the use of the lpp-ompA system, which is present in the O-HAOP strain, resulted in the successful export of HA antigen to the outer membrane fraction ( Figure 5B ). Furthermore, results from ELISA, HIA and ELISpot assays indicated this strain of Salmonella was capable of inducing better HA-specific B cell and T cell responses than the corresponding C-HAOP strain, which expresses the HA antigen in the cytoplasm ( Figure 5C , D and E). It is possible that the use of the Lpp-OmpA system either helps the HA protein fold into a soluble conformation, or results in the export of increased amounts of HA protein, causing notable enhancements in immunogenicity.",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 161,
                    "text": "[54]",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [
                {
                    "start": 536,
                    "end": 545,
                    "text": "Figure 4A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 652,
                    "end": 661,
                    "text": "Figure 4C",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 890,
                    "end": 899,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1025,
                    "end": 1033,
                    "text": "Figure 3",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1376,
                    "end": 1385,
                    "text": "Figure 5B",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1640,
                    "end": 1649,
                    "text": "Figure 5C",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Expression strategies for insoluble antigens in Salmonella oral vaccine strains"
        },
        {
            "text": "In this study, we used EGFP and HAOP as model antigens to systematically compare the immunogenic potency of various recombinant Salmonella strains as live, oral antigen-delivery vectors. Our results indicate that if the antigen (such as EGFP) is soluble and easily expressed in Salmonella, a low-copy plasmid-based strategy should be employed, as it can provoke better B cell responses and can also induce T cell responses. If a T cell response is preferred, a eukaryotic plasmid, or chromosome-based expression strategy may achieve better results. For heterologous antigens that are likely to be expressed in an insoluble form within Salmonella (such as HA), an outer membrane-targeting approach is recommended. In addition, we found that the combination of two expression strategies did not enhance the immune response, and hence we caution against the use of such an approach.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "All animal work was conducted according to relevant national and international guidelines (Animal Research: Reporting In Vivo Experiments guidelines). 6-8-week-old female BALB/c mice purchased from the Laboratory Animal Unit of the University of Hong Kong were used for this study. This study was approved by the Committee on the Use of Live Animals in Teaching and Research (CULATR) of The University of Hong Kong, with the CULATR Number 2051-09.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics statement"
        },
        {
            "text": "Escherichia coli strain DH10B (Invitrogen) was used for all plasmid construction experiments. Attenuated Salmonella enterica serovar Typhimurium aroAstrain SL7207 was kindly provided by Dr. B.A.D. Stocker [55] . All bacteria were cultured in Luria-Bertani (LB) broth at 37°C. Minimal medium for target protein induction was based on the N-salts recipe [56] . Antibiotics (Sigma) for clone selection were used at the following final concentrations: ampicillin (Amp, 200 μg/ml), kanamycin (Km, 50 μg/ml) and chloramphenicol (Cm, 25 μg/ml). Restriction endonucleases and ligase enzymes were purchased from New England BioLabs (NEB). Taq polymerase (Pyrobest and Ex-taq) and the pMD18-T vector were from Takara. Plasmid pSim6 was a gift from Dr. D.L. Court. Plasmid pBluescript II SK (pBSK) was bought from Stratagene. Other plasmids were from lab stocks.",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 209,
                    "text": "[55]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 352,
                    "end": 356,
                    "text": "[56]",
                    "ref_id": "BIBREF55"
                }
            ],
            "ref_spans": [],
            "section": "Bacterial strains, media, chemicals, enzymes and plasmids"
        },
        {
            "text": "The compositions of six 'single-recombinant' Salmonella-EGFP strains (i.e. strains containing a single episomal or chromosomal copy of the EGFP gene) are listed in Table 1 . The primers used to construct the six 'singlerecombinant' Salmonella-EGFP strains are listed in Table 6 . The prosseA promoter was PCR amplified from pathogenicity island 2 (SPI2) of SL7207 using the NotI-prosseA-F and HindIII-prosseA-R primers; the EGFP gene was PCR amplified from ploxp-cm-loxp with the HindIII-EGFP-F and XhoI-Ter-EGFP-R primers; then these prosseA and EGFP fragments were co-ligated into vector pBSK via NotI and XhoI to create pHP.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 164,
                    "end": 171,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 270,
                    "end": 277,
                    "text": "Table 6",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Construction of recombinant Salmonella strains expressing model antigens Construction of 'single-recombinant' Salmonella-EGFP strains"
        },
        {
            "text": "The p15A origin was amplified from plasmid pACYC177 using primers p15A-F and p15A-R, and an EGFP expression cassette was amplified from pHP using primers NotI-prosseA-F and XhoI-Ter-EGFP-R. Both fragments were directly ligated together to creat pLP.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Construction of recombinant Salmonella strains expressing model antigens Construction of 'single-recombinant' Salmonella-EGFP strains"
        },
        {
            "text": "The lpp-OmpA outer membrane expression cassette was amplified from SL7207 using primers ompA-F and ompA-R, and was ligated into the pMD18-T vector to create plasmid pOmpA. pHO was constructed by ligating an EGFP cassette (amplified from ploxp-cm-loxp using primers oEGFP-F and oEGFP-R) downstream of lpp-OmpA in pOmpA via NotI and XhoI. Strains HP, LP, HO and E were generated by transforming plasmids pHP, pLP, pHO and pEGFP, respectively into SL7207 by electroporation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Construction of recombinant Salmonella strains expressing model antigens Construction of 'single-recombinant' Salmonella-EGFP strains"
        },
        {
            "text": "A loxp-Cm-loxp cassette was PCR amplified from plasmid ploxp-Cm-loxp using primers XhoI-floxed-F and XhoI-floxed-R [57] , digested with XhoI, then ligated into the XhoI site of plasmid pHP to create plasmid pCP-cm. pCO-cm was generated by replacing the EGFP gene in pHP with NdeI-lpp-OmpA-EGFP-XhoI and XhoI-loxp-Cm-loxp-XhoI fragments. The linear dsDNA fragments used to create the CP and CO chromosomebased expression strains were respectively amplified from pCP-cm and pCO-cm by PCR using a same pair of primers (htrA-F and htrA-R). Red recombineering was used to construct the CP and CO strains, via transient expression of λ-Red genes from pSim6 in SL7207 according to the method of Yu et al. [22, 58] . Transformants were selected by plating onto LB agar plates containing the required antibiotics, incubating at 37°C overnight.",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 119,
                    "text": "[57]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 698,
                    "end": 702,
                    "text": "[22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 703,
                    "end": 706,
                    "text": "58]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Construction of recombinant Salmonella strains expressing model antigens Construction of 'single-recombinant' Salmonella-EGFP strains"
        },
        {
            "text": "The compositions of the five 'double-recombinant' Salmonella-EGFP strains (i.e. strains containing two individual copies of the EGFP gene) are described in Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 156,
                    "end": 163,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Construction of the 'double-recombinant' Salmonella-EGFP strains"
        },
        {
            "text": "Strains CP + HP, CP + LP, CP + HO and CP + E were generated by respectively electro-transforming plasmids pHP, pLP, pHO or pEGFP into the CP strain. The LP + E strain was generated by electro-transforming pEGFP into the LP strain. Successful transformants were selected on LB agar plates containing the appropriate antibiotics, incubating at 37°C overnight.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Construction of the 'double-recombinant' Salmonella-EGFP strains"
        },
        {
            "text": "The sequence of the HA epitope (residues 91-261) from the H5N1 virus (H5N1/A/Vietnam/1194/2004) was codon-optimized for translation in Salmonella based on sequence data from the NCBI-GenBank, and synthesized by GenScript (Piscataway, USA). This synthetic codonoptimized HA epitope gene (denoted HAOP) was cloned between the NotI and XhoI sites of pHP (thereby replacing the EGFP gene) to create pHAOP. pO-HAOP was analogously generated by replacing the EGFP gene of pHO with a NotI/XhoI-digested HAOP fragment. Plasmids pHAOP and pO-HAOP were respectively electrotransformed into SL7207 to generate a cytoplasmicexpression HAOP Salmonella strain (denoted C-HAOP) and a membrane-expression HAOP Salmonella strain (denoted O-HAOP).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Construction of two recombinant Salmonella-HA strains"
        },
        {
            "text": "In order to minimize plasmid loss, the recombinant Salmonella strains were freshly streaked from −80°C stocks onto LB agar plates containing the required antibiotics (Table 1 ) and incubated at 37°C overnight. Single colonies were inoculated into 30 ml liquid LB medium with antibiotics and cultured at 37°C with shaking for 10 hours. The 10-hour bacterial cultures were expanded (1:10) into fresh LB medium containing antibiotics, With the exception of the CP and CO strains, cells were then collected by centrifugation (4,000 g, 4°C); washed once with PBS; resuspended in PBS equal to the volume of the original culture; then immediately used for immunization or expression analysis. Further induction was required for the CP and CO strains, using equal volumes of N-salts medium. Prior to induction, freshlycultured CP or CO strains were collected by centrifugation (4,000 g, 4°C), then washed twice with N-salts medium in equal volume of bacteria cultures. Cells were then resuspended in N-salts medium containing the appropriate antibiotics (equal to the original volume of the bacterial culture), and incubated at 37°C for 24 hours to induce protein expression. After 24 hours, cells were collected for expression analysis or immunization as above.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 166,
                    "end": 174,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Culture of recombinant Salmonella strains"
        },
        {
            "text": "Fluorescence microscopy (Olympus BX51 microscope) was used to analyze EGFP expression within the eleven recombinant Salmonella strains. Freshly-cultured bacterial cells (10 μl) were immobilized on 1% agarose pads on glass slides, then visualized using a 60x oil-immersion objective lens. Both bright-field and fluorescent field (ex. 488 nm, em. 518 nm) images were captured (Spot RT3 Digital Camera, Spot Advanced Software Version 4.6). Freshly cultured SL7207 cells were used as a negative control.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Expression analysis of recombinant Salmonella strains Fluorescence microscopy"
        },
        {
            "text": "A fluorescence micro-plate reader (Varioskan Flash, Thermo Fisher Scientific) was used to quantify EGFP expression levels within freshly-cultured recombinant Salmonella strains. 1 × 10 8 cells were resuspended in 100 μl PBS in 96-well plates (IWAKI, 96 well microplate with flat bottom), and EGFP fluorescence intensity was immediately recorded at room temperature (ex. 518 nm, em. 518 nm; time resolution: 500 ms). Measurements were performed in triplicate, and SL7207 was used as a negative control.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fluorescence intensity assays"
        },
        {
            "text": "Sodium dodecyl sulfate-polyacrylamide gel electrophoresis (SDS-PAGE), followed by Western blot analysis was performed to detect EGFP expression in the CO strain. The in vitro and in vivo EGFP expression levels in E, HAOP, C-HAOP and O-HAOP strains; were determined using slightly-modified protocols for each strain. CO strain: cells from 4 ml of induced bacterial culture were collected and resuspended in 100 μl PBS + 50 μl of loading buffer (60 mM Tris-HCl, pH 6.8, 25% glycerol, 2%SDS, 14.4 mM β-mercaptoethanol, 0.1% bromophenol blue) and boiled (10 minutes) to prepare lysates for analysis. GFP rabbit polyclonal IgG (Santa Cruz Biotechnology) and goat anti-rabbit antibody conjugated with horseradish peroxidase (Invitrogen), were used as the as primary and secondary antibodies, respectively. SL7207 cells were also treated as above as the negative control.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SDS-PAGE and Western blot analysis"
        },
        {
            "text": "E strain: in vitro and in vivo EGFP expression was quantified by Western blot. The EGFP expression in the eukaryotic cells was first detected in vitro by infecting the Caco-2 human colon carcinoma cell line (American Type Culture Collection) with the E strain. The Caco-2 human colon carcinoma cell line was cultured using Dulbecco's modified eagle's medium (DMEM) (Invitrogen) with 20% fetal bovine serum (FBS) (Invitrogen) and 1% penicillin/streptomycin (P/S) (Invitrogen) in 24-well plate (TPP, USA) with 5 × 10 5 cells per well at 37°C in 5% CO2. After cell confluence reached 90%, the medium was removed and the cells were washed with PBS twice. Then PBS-washed 1 × 10 7 CFU bacterial cells of E strain in DMEM-20% FBS in the absence of antibiotics were used to incubate with the Caco-2 cells. After 2.5 hours incubation, the non-adherent bacteria were removed by washing with PBS three times. DMEM with 20% FBS was added to maintain the cells at 37°C in 5% CO 2 . Cell samples were collected 12, 20 and 30 hours after infection, respectively. Caco-2 cell protein was extracted using RIPA buffer (50 mM Tris-HCl pH 7.4, 150 mM NaCl, 1 mM EDTA, 0.25% Deoxycholate, 1% NP40) plus protease inhibitor cocktail tablets (Roche). Briefly, cells were harvested and washed with cold PBS twice (2500 x g, 5 min), then RIPA buffer containing protease inhibitor was added to mix the cell pellet completely, and this was incubated at 4°C for 15 minutes. The RIPA/cell mixture was centrifuged (13000 x g, 1 min) and the supernatant was collected for Western blot assay. The protein quantities were measured using the BCA protein assay kit (Thermo Fisher Scientific Inc). Equal amounts of protein from the samples were loaded to detect EGFP expression by Western blot using a GFP monoclonal antibody (Santa Cruz Biotechnology) and a goat antimouse secondary antibody conjugated with horseradish peroxidase (DAKO). GAPDH detection was also performed using an HRP conjugated antibody (Abnova). The SL7207 strain was also treated as above as the negative control.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SDS-PAGE and Western blot analysis"
        },
        {
            "text": "EGFP expression delivered by the E strain was also investigated in the mouse intestine. 1 × 10 11 of bacterial cells of the E strain or the SL7207 strain re-suspended in 200 μl PBS, were orally administrated to 6-8-week-old female BALB/c mice after neutralizing the gastric acid (gavage with 100 μl of 3% sodium bicarbonate), respectively. Intestinal mucosa samples from two groups of mice were collected using heated glass slides on day 1, 3 and 7 after inoculation. Total proteins of intestinal mucosa were extracted using RIPA buffer plus protease inhibitor as mentioned before. Equal amounts of protein samples quantified by BCA protein assay were used to perform Western blot, to detect EGFP expression using the same protocol mentioned above. GAPDH was also detected as the internal control.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SDS-PAGE and Western blot analysis"
        },
        {
            "text": "C-HAOP strain: total cell lysate (from 1 × 10 9 bacterial cells) was prepared as described above. For the cellfraction lysates, 1 × 10 9 cells were resuspended in 100 μl PBS containing protease inhibitors (Roche, Complete EDTA-Free), then sonicated (Sonics, model VCX750; with ice cooling). After centrifugation (12,000 x g; 1 min; 4°C), the supernatant (ca. 90 μl) was decanted and 50 μl of (x3) loading buffer added. The pellet was resuspended in 100 μl of (x1) loading buffer. Samples were similarly boiled (10 mins), prior to Western blot analysis using rabbit polyclonal influenza A virus hemagglutinin antibody (ab36565, Abcam) and goat anti-rabbit antibody conjugated with horseradish peroxidase (Invitrogen) as primary and secondary antibodies, respectively. SL7207 cells were treated as above as negative control.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SDS-PAGE and Western blot analysis"
        },
        {
            "text": "O-HAOP strain: 40 ml of freshly-cultured bacterial cells were harvested by centrifugation (3,500 x g, 15 mins, 4°C), resuspended in 10 ml PBS containing protease inhibitors, then sonicated 4°C). The cell debris was removed by centrifugation (3,500 x g, 10 mins, 4°C), then the supernatant was ultra-centrifuged (100,000 x g, 60 mins, 4°C) to collect the total membrane fraction (as the pellet). A portion of the membrane fraction was resuspended in PBS containing 0.01 mM MgCl2 and 2% Triton X100, and then centrifuged (100,000 x g, 60 mins, 4°C). The inner membrane fraction was collected as the supernatant; whilst the pellet, which contains the outer membrane fraction, was resuspended in 1 ml PBS. The protein concentration of each fraction was measured using the bicinchoninic acid (BCA) protein assay (Thermo Fisher). Each fraction was boiled with loading buffer (as above) and analyzed by Western blotting using rabbit polyclonal influenza A virus hemagglutinin antibody and HRP-conjugated goat antirabbit antibody as primary and secondary antibodies, respectively. The membrane fraction from the HO strain was used as a negative control.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SDS-PAGE and Western blot analysis"
        },
        {
            "text": "Microscopic images of SL7207 and the various recombinant Salmonella-EGFP strains were captured using light microscopy (Olympus BX51 microscope). Twenty cells from each recombinant strain, as well as the SL7207 control were randomly selected from the microscopic images for cell length analysis using the Image J software program [58] . The mean cell length for each strain was reported ± standard deviation and then compared to the SL7207 control.",
            "cite_spans": [
                {
                    "start": 329,
                    "end": 333,
                    "text": "[58]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Morphological observation of recombinant Salmonella-EGFP strains"
        },
        {
            "text": "In vitro growth of recombinant Salmonella-EGFP strains and stability of EGFP expression constructs under antibiotic pressure",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Morphological observation of recombinant Salmonella-EGFP strains"
        },
        {
            "text": "To assess the growth of the six single-recombinant and five double-recombinant Salmonella-EGFP strains in vitro, the doubling times of these eleven recombinant strains were measured in liquid LB broth with antibiotics. Apart from using SL7207 as a general negative control, the empty vectors: pBSK, pACYC177, pOmpA, pVAX-1 were electro-transformed into SL7207 to create strains: BSK, ACYC177, OmpA and VAX-1 as the negative controls of HP, LP, HO, E strains, respectively. The VAX-1 + ACYC177 strain was generated by co-electrotransforming pACYC177 and pVAX-1 into SL7207, as a negative control for the E + LP strain. 10hour bacterial cultures from each strain obtained using the protocol described in Part 3 were diluted 1:100 into fresh LB medium containing antibiotics. The diluted cultures were then incubated at 37°C with shaking. Bacterial growth was measured spectrophotometrically using OD 600 , at intervals of 30 mins. Four replicates were performed for each strain, and the mean is reported ± standard deviation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Morphological observation of recombinant Salmonella-EGFP strains"
        },
        {
            "text": "The stability of the six single-recombinant and five double-recombinant Salmonella-EGFP strains under antibiotic selective pressure, prior to oral administration were measured via colony forming unit (CFU) assay. 1 × 10 9 cells from each strain were collected and resuspended in 1 ml fresh LB. Six 1:10 serial dilutions were performed, and 10 μl of each dilution was spread on LB agar plates, or LB agar plates containing the appropriate antibiotics as listed in Table 1 . Colonies were counted after incubation overnight at 37°C. Three replicates were performed for each dilution, and the mean is reported ± standard deviation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 463,
                    "end": 470,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Morphological observation of recombinant Salmonella-EGFP strains"
        },
        {
            "text": "In order to determine the survival and infection abilities of the six single-recombinant Salmonella EGFP strains, and the in vivo stabilities of the six EGFP expression constructs, 1 × 10 11 of freshly cultured bacterial cells from each of the six strains resuspended in 200 μl PBS, were separately orally administrated to 6-8-week-old female BALB/c mice after neutralizing the gastric acid. 6 mice were grouped for each of the six strains, and one group of mice immunized with SL7207 was kept identically as the negative control. Fecal, spleen and mesenteric lymph nodes samples were collected from each group on days 1, 3 and 7 after administration for CFU assays, respectively. All the samples were homogenized and re-suspended in 9 × LB broth according to sample weights. Then seven 1:10 serial dilutions were carried out in a final volume 100 μl. 10 μl of each dilution was spread on LB agar plates, or LB agar plates containing the appropriate antibiotics as listed in Table 1 . Enumeration was performed after incubation overnight at 37°C. Three replicates were performed for each dilution, and the mean is reported ± standard deviation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 975,
                    "end": 982,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "In vivo survival and infection ability of six singlerecombinant Salmonella strains and stability of EGFP expression constructs"
        },
        {
            "text": "In vivo immune response assays Animal immunization 6-8-week-old female BALB/c mice purchased from the Laboratory Animal Unit of the University of Hong Kong (CULATR 2051-09) were used for all in vivo immune response tests. Identical batches of 1 × 10 11 of PBSwashed, freshly-cultured bacterial cells resuspended in 200 μl PBS were used for each immunization procedure (prime and boost) for each strain. Immediately prior to oral administration, each mouse was orally gavaged with 100 μl of 3% sodium bicarbonate to neutralize gastric acid. Cells were administered by oral gavage; giving two boosts on day 21 and day 35 after the initial prime. Groups of 5-10 mice were used for each of the 11 recombinant Salmonella-EGFP strains, and one group of non-infected mice were kept identically as the negative control. In analogous parallel experiments, three further groups of 5-10 mice were orally immunized with the C-HAOP, O-HAOP or HO (as control) strains; with an additional group of non-infected mice kept as a negative control.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "In vivo survival and infection ability of six singlerecombinant Salmonella strains and stability of EGFP expression constructs"
        },
        {
            "text": "Enzyme-linked immunosorbent assays (ELISA) were used to detect antigen-specific IgG response using mice serum on day 7, 28 and 42. ELISA plates (Ni-NTA His-Sorb TM plate, QIAgen) were pre-coated with 100 ng GFP (Millipore) or H5 antigen (H5N1, A/Vietnam/1203/ 2004, Immune Technology Corp.) in 100 μl of PBS containing 0.2% BSA, at 4°C overnight. The pre-coating solution was removed, then unreacted sites were blocked with 200 μl of PBS containing 1% BSA, incubating for 2 hours at room temperature. After removal of blocking buffer, serial dilutions of mice serum in 100 μl of PBS containing 0.2% BSA were added, then plates were incubated at room temperature for 2 hours. Unbound serum antibodies were washed-off with PBST (6 washes). Goat anti-mouse IgG antibody conjugated with horseradish peroxidase (Invitrogen, 20,000-fold dilution in 100 μl of PBS containing 0.2% BSA) was added and plates were incubated at room temperature for 1 hour. After 6 washes with PBST, 200 μl of TMB solution (Calbiochem) was added, and plates were incubated at room temperature until the appearance of a blue color. The reaction was stopped by adding 50 μl of 2 M sulphuric acid, then intensities were determined at 450 nm using a microplate reader (Spectra Max 340, GrandTech Scientific).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Humoral immunity assays ELISA"
        },
        {
            "text": "Hemagglutination inhibition assays (HIA) were performed according to a standard protocol with minor modifications [59] . Briefly, serial two-fold dilutions of O-HAOP vaccinated mice serum (ranging from 1:8 to 1:256, in PBS; final volume of 25 μl;) were added to wells of a microtiter plate, together with 25 μl of H5N1 virus suspension (H5N1/A/Vietnam/1194/2004). Microplates were incubated at room temperature for 30 minutes with gentle shaking. 50 μl of chicken red blood cell suspension was added to each well, and plates were incubated at room temperature with gentle shaking until the chicken red blood cell control (chicken red blood cell in 50 μl PBS) formed a button at the bottom of a well. The HIA titer for each serum sample was defined as the highest dilution of serum that could completely inhibit hemagglutination. Sera from non-infected mice, as well as those inoculated with the HO strain were used as negative controls. Three replicates were performed for each dilution.",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 118,
                    "text": "[59]",
                    "ref_id": "BIBREF58"
                }
            ],
            "ref_spans": [],
            "section": "Hemagglutination inhibition assay (HIA)"
        },
        {
            "text": "ELISpot assays were used to detect the antigen-specific mouse IFN-γ response as described in the Mabtech manual of ELISpot kit. The ELISpot plate (Mabtech) was first activated by adding 50 μl of 70% ethanol to each well for 2 minutes, followed by washing 5 times with 200 μl sterile water. Wells were then pre-coated with 100 μl of 15 μg/ml anti-mouse IFN-γ antibody (AN18 Mabtech) diluted in sterile PBS, incubating at 4°C overnight. Excess antibody was then removed by washing 5 times with 200 μl sterile water. Plates were incubated with 200 μl of RPMI 1640 medium containing 10% fetal bovine serum (FBS) for 30 minutes. During incubation, spleens taken from day 42 mice were homogenized and treated with red blood cell lysis buffer (10 mM KHCO 3 , 150 mM NH 4 Cl, 0.1 mM EDTA). The spleen cell homogenates were filtered (40 μm cell strainer, BD Falcon) then centrifuged (1000 x g, 8 minutes, 4°C). Cell pellets were suspended in RPMI 1640 medium containing 10% FBS. 2 × 10 5 cells in 100 μl RPMI 1640 medium containing 10% FBS were added to each pre-coated well. For each mice, 200 ng of H5 or GFP antigen and 100 antimouse CD28 (BD Pharmingen) were added to triplicate wells as sample stimulatory agents; 2 ng phorbol 12myristate 13-acetate (PMA, Sigma), 100 ng Ionomycin calcium salt (INO, Sigma) and 100 ng anti-mouse CD28 were added into triplicate wells as the stimulatory agents of positive control; Meanwhile, another triplicate wells was added no stimulatory agents as negative control. Plates were then incubated at 37°C for 44 hours. Wells were then washed 5 times with 200 μl PBS, and incubated with 100 μl of 1 μg/ml detection antibody (R4-6A2-biotin, Mabtech) in PBS-0.5% FBS for 2 hours at room temperature. Unbound antibody was removed by washing 5 times with 200 μl PBS, then plates were incubated with 100 μl of 1000-fold diluted Streptavidin-HRP in PBS + 0.5% FBS for 1 hour at room temperature. After washing 5 times with 200 μl PBS, 100 μl of TMB solution was added, and plates were allowed to develop at room temperature until distinct spots emerged. Colour development was stopped by washing extensively with water. After allowing spots to dry at room temperature in a fume hood, plates were analyzed using an ELISpot reader (C.T.L. Analyzers, LLC).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ELISpot"
        },
        {
            "text": "Differences between the means of two experimental groups were analyzed by the Student's t-test. One-Way ANOVA (SPSS 16.0, SPSS Inc., Chicago, USA) was performed to compare the differences of multiple groups. Results are presented as mean values ± standard error, and at least three independent replicates were performed for each condition.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Abbreviations EGFP: Enhanced green fluorescent protein; HA: A fragment of the hemagglutinin protein from the H5N1 influenza virus; HAOP: A synthetic codon-optimized HA epitope gene; IFN-γ: Interferon-gamma; CFU: Colony forming unit; ELISA: Enzyme-linked immunosorbent assays; HIA: Hemagglutination Inhibition Assays; APCs: Antigen-presenting cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Attenuated Salmonella As a Live Vector for Expression of Foreign Antigens",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Chatfield",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Dougan",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Schöde",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Levine",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Galen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Sztein",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Beier",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Noriega",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Salmonella as carriers of heterologous antigens. In Novel delivery systems for oral vaccines",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Robert",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Chatfield",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Dougan",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Use of live bacterial vaccine vectors for antigen delivery: potential and limitations",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Medina",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Guzman",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Vaccine",
            "volume": "19",
            "issn": "",
            "pages": "1573--1580",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Recent advances with recombinant bacterial vaccine vectors",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Shata",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Stevceva",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Agwale",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "K"
                    ],
                    "last": "Lewis",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Hone",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Mol Med Today",
            "volume": "6",
            "issn": "",
            "pages": "66--71",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Tracking the dynamics of T-cell activation in response to Salmonella infection",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ravindran",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Mcsorley",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Immunology",
            "volume": "114",
            "issn": "",
            "pages": "450--458",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Vaccine manufacturing: challenges and solutions",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Ulmer",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Valley",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rappuoli",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nat Biotechnol",
            "volume": "24",
            "issn": "",
            "pages": "1377--1383",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Curtiss RC: A live recombinant avirulent oral Salmonella vaccine expressing Pneumococcal surface protein A induce protective responses against Streptococcus pneumoniae",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Nayak",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Tinge",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Tart",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Mcdaniel",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Briles",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Infect Immun",
            "volume": "66",
            "issn": "",
            "pages": "3744--3751",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Mucosal vaccination with a codon-optimized hemagglutinin gene expressed by attentuated Salmonella elicits a protective immune response in chickens against highly pathogenic avian influenza",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Liljebjelke",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "I"
                    ],
                    "last": "Petkov",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Kapczynski",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Vaccine",
            "volume": "28",
            "issn": "",
            "pages": "4430--4437",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Surface-displayed viral antigens on Salmonella carrier vaccine",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Shin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Nat Biotechnol",
            "volume": "18",
            "issn": "",
            "pages": "645--648",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Optimization of live oral Salmonella-HIV-1 vaccine vectors for the induction of HIV-specific mucosal and systemic immune responses",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Hone",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Powell",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Pascual",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "V"
                    ],
                    "last": "Cott",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mcghee",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Fouts",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Tuskan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "K"
                    ],
                    "last": "Lewis",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J Biotechnol",
            "volume": "44",
            "issn": "",
            "pages": "203--207",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Type IVB pilus operon promoter controlling expression of the severe acute respiratory syndrome-associated coronavirus nucleocapsid gene in Salmonella enterica serovar Typhi elicit full immune response by intranasal vaccination",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "L"
                    ],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "F"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "T"
                    ],
                    "last": "Jeza",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "L"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Clin Vaccine Immunol",
            "volume": "14",
            "issn": "",
            "pages": "990--997",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Priming with a DNA vaccine delivered by attenuated Salmonella typhimurium and boosting with a killed vaccine confers protection of chickens against infection with the H9 subtype of avian influenza virus",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "M"
                    ],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "M"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Z"
                    ],
                    "last": "Geng",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "N"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Vaccine",
            "volume": "27",
            "issn": "",
            "pages": "1018--1023",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Oral delivery of DNA vaccine encoding VP28 against white spot syndrome virus in crayfish by attenuated Salmonella typhimurium",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Ning",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "L"
                    ],
                    "last": "Meng",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Vaccine",
            "volume": "27",
            "issn": "",
            "pages": "1127--1135",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Development of non-antibiotic-resistant, chromosomally based, constitutive and inducible expression systems for aroA-attentuated Salmonella enterica seroval typhimurium",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Matic",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Terry",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "V"
                    ],
                    "last": "Bockel",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Maddocks",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Tinworth",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Jennings",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Djordjevic",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Walker",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Infect Immun",
            "volume": "",
            "issn": "",
            "pages": "1817--1826",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Immunogenicity of enhanced green fluorescent protein (EGFP) in BALB/C mice: identification of an H2-K d -restricted CTL epitope",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gambotto",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Dworacki",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Cicinnati",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kenniston",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Steitz",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tuting",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Robbins",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Gene therapy",
            "volume": "7",
            "issn": "",
            "pages": "2036--2040",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "An oral recombinant Salmonella enterica serovar typhimurium mutant elicits systemic antigen-specific CD8+ T cell cytokine responses in mice",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chin&apos;ombe",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "R"
                    ],
                    "last": "Bourn",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Williamson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "G"
                    ],
                    "last": "Shephard",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Gut Pathogens",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "A new set of useful cloning and expression vectors derived from pBlueScript",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Mayer",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Gene",
            "volume": "163",
            "issn": "",
            "pages": "41--46",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "A set of recombineering plasmids for gram-negative bacteria",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Datta",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Costantino",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Court",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Gene",
            "volume": "379",
            "issn": "",
            "pages": "109--115",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The Genus Salmonella",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Ellermeier",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Slauch",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "The prokaryotes: a handbook on the biology of bacteria",
            "volume": "6",
            "issn": "",
            "pages": "123--158",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Attenuated Salmonella typhimurium as a carrier for prokaryotic and eukaryotic expression vectors",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Dikki",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Shuai",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Fang",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Zhejiang University",
            "volume": "32",
            "issn": "",
            "pages": "237--244",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Tumor-targeting bacterial therapy with amino acid auxotroph of GFP-expressing Salmonella typhimurium",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "M"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Baranov",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "X"
                    ],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Penman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Hoffman",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "102",
            "issn": "",
            "pages": "755--769",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "A method to generate recombinant Salmonella typhi Ty21a strain expressing multiple heterologous genes using an improved recombineering strategy",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "Y"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Watt",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yuen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Appl Microbiol Botechnol",
            "volume": "91",
            "issn": "",
            "pages": "177--188",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Protective cellular responses elicited by vaccination with influenza nucleoprotein delivered by a live recombinant attenuated Salmonella vaccine",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ashraf",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Kong",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rr",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Vaccine",
            "volume": "29",
            "issn": "",
            "pages": "3990--4002",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Comparison of a regulated delayed antigen synthesis system with in vivo-inducible promoters for antigen delivery by live attenuated Salmonella vaccines",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Roland",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Curtiss",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Infect Immun",
            "volume": "79",
            "issn": "",
            "pages": "937--949",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Development and evaluation of candidate recombinant Salmonella-vecteroed Salmonella vaccines",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Wolfenden",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Layton",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Wolfenden",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Khatiwara",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gaona-Ramirez",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Pumford",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Cole",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Kwon",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Tellez",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Bergman",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Poult Sci",
            "volume": "89",
            "issn": "",
            "pages": "2370--2379",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "In vitro and in vivo stability of recombinant plasmids in a vaccine strain of Salmonella enterica var. typhimurium",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Dunstan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Simmons",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Strugnell",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Medical Microbiology",
            "volume": "37",
            "issn": "",
            "pages": "111--119",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Salmonella Infections: Clinical, Immunological and Molecular Aspects",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mastroeni",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Maskell",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "337--355",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Stability, immunogenicity and expression of foreign antigens in bacterial vaccine vectors",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cardenas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Clements",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "",
            "volume": "11",
            "issn": "",
            "pages": "126--135",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Identification of p60 antibodies in human sera and presentation of this listerial antigen on the surface of attenuated salmonellae by the HlyB-HlyD secretion system",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Gentschev",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Sokolovic",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kohler",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Krohne",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hof",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wagner",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Goebel",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Infect Immun",
            "volume": "60",
            "issn": "",
            "pages": "5091--5098",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Antibody production to a meningococcal outer membrane protein cloned into live Salmonella typhimurium aroA vaccine strain",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Tarkka",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Muotiala",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Karvonen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Saukkonen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sarvas",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Microb Pathog",
            "volume": "6",
            "issn": "",
            "pages": "327--335",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Bacillus antracis protective antigen, expressed in Salmonella typhimurium SL3261, affords protection against anthrax spore challenge",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Coulson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fulop",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Titball",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Vaccine",
            "volume": "12",
            "issn": "",
            "pages": "1395--1401",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Effect of different plasmids on colonization of mouse tissues by the aromatic amino acid dependent Salmonella typhimurium SL3261",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Coulson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fulop",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Titball",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Microb Pathog",
            "volume": "16",
            "issn": "",
            "pages": "305--311",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Escherichia coli heat-labile toxin subunit B fusions with Streptococcus sobrinus antigens expressed by Salmonella typhimurium oral vaccine strains: importance of the linker for antigenicity and biological activities of the hybrid protein",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "K"
                    ],
                    "last": "Jagusztyn-Krynicka",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Clark-Curtiss",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Curtiss",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Iii: Rc",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Iii",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Infect Immun",
            "volume": "61",
            "issn": "",
            "pages": "1004--1015",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Salmonella typhimurium ΔaroA ΔaroD mutants expressing a foreign recombinant protein induce specific major histocompatibility complex class I-restricted cytotoxic T-lymphocytes in mice",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Turner",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "R"
                    ],
                    "last": "Carbone",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Strugnell",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Infect Immun",
            "volume": "61",
            "issn": "",
            "pages": "5374--5380",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "A chromosomal integration system for stabilization of heterologous genes in Salmonella based vaccine strains",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hone",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Attridge",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lvd",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hackett",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Micro. Pathog",
            "volume": "5",
            "issn": "",
            "pages": "407--418",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Stable expression of foreign antigens from the chromosome of Salmonella typhimurium vaccine strains",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Strugnell",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Maskell",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Fairweather",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Pickard",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cock-Ayne",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Penn",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Dougan",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Gene",
            "volume": "88",
            "issn": "",
            "pages": "57--63",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Salmonella-mediated oral DNA vaccination using stabilized eukaryotic expression plasmids",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bauer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Darji",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Chakraborty",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Weiss",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Gene Therapy",
            "volume": "12",
            "issn": "",
            "pages": "364--372",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Oral delivery of DNA vaccines using attenuated Salmonella typhimurium as carrier",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Darji",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "I"
                    ],
                    "last": "Garbe",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Chakraborty",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Weiss",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "FEMS Immunol Med Microbiol",
            "volume": "27",
            "issn": "",
            "pages": "341--349",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Construction and evaluation of a eukaryotic expression plasmid for stable delivery using attenuated Salmonella",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Garmory",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Titball",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Bennett",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Microb Pathog",
            "volume": "34",
            "issn": "",
            "pages": "115--119",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Bacteria-mediated transfer of eukaryotic experssion plasmids into mammlian host cells",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Weiss",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Krusch",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Biol Chem",
            "volume": "382",
            "issn": "",
            "pages": "533--541",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Keynote review: intestinal Peyer's patch M cells and oral vaccine targeting",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Brayden",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Jepson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Baird",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Drug Discov. Today",
            "volume": "10",
            "issn": "",
            "pages": "1145--1157",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Bacteria-mediated DNA transfer in gene therapy and vaccination",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Loessner",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Weiss",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Exp Opin Biol Ther",
            "volume": "4",
            "issn": "",
            "pages": "157--168",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Transfer of eukaryotic expression plasmids to mammalian hosts by attenuated Salmonella spp",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Weiss",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Int J Med Microbiol",
            "volume": "293",
            "issn": "",
            "pages": "95--106",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Oral somatic transgene vaccination using attenuated S. typhimurium",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Darji",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Guzman",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gerstel",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wachholz",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "N"
                    ],
                    "last": "Timmis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wehland",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Cell",
            "volume": "91",
            "issn": "",
            "pages": "765--775",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Mucosal delivery of a transmission-blocking DNA vaccine encoding Giardia lamblia CWP2 by Salmonella typhimurium bactorfection",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sbdul-Wahid",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Faubert",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Vaccine",
            "volume": "25",
            "issn": "",
            "pages": "8372--8383",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Unique immunogenicity of hepatitis B virus DNA vaccine presented by live-attenuated Salmonella typhimurium",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Woo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yuen",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Vaccine",
            "volume": "19",
            "issn": "",
            "pages": "2945--2954",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Antibiotic-induced release of endotoxin from bacteria in vitro",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Crosby",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Bion",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Penn",
                    "suffix": ""
                },
                {
                    "first": "Tsj",
                    "middle": [],
                    "last": "Elliott",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J Med Microbiol",
            "volume": "40",
            "issn": "",
            "pages": "23--30",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "The effect of some β-lactam antibiotics on Escherichia coli. studied by flow cytometry",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "V"
                    ],
                    "last": "Martinez",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "G"
                    ],
                    "last": "Gratzner",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "I"
                    ],
                    "last": "Malinin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ingram",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Cytometry",
            "volume": "3",
            "issn": "",
            "pages": "129--133",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Azthreonam (SQ 26,776), a synthetic monobactam specifically active against aerobic gram-negative bacteria",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Sykes",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Bonner",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bush",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "H"
                    ],
                    "last": "Georgopapadakou",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Antimicrob Agents Chemother",
            "volume": "21",
            "issn": "",
            "pages": "85--92",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Influence of growth conditions on plamsid DNA production",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Silva",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Passarinha",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Sousa",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Queiroz",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "C"
                    ],
                    "last": "Domingues",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Microbiol Biotechnol",
            "volume": "19",
            "issn": "",
            "pages": "1408--1414",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Global transcriptional analysis of metabolic burden due to plasmid maintenance in Escherichia coli DH5α during batch fermentation",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Ow",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Nisson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Philp",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Oh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Oh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Yap",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Enzym Microb Technol",
            "volume": "39",
            "issn": "",
            "pages": "391--398",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Plamsid effects on Escherichia coli metabolism",
            "authors": [
                {
                    "first": "Jcd",
                    "middle": [],
                    "last": "Ricci",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Crit Rev Biotechnol",
            "volume": "20",
            "issn": "",
            "pages": "79--108",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Expression of Porphytomonas gingivalis hemagglutinin on the surface of a Salmonella vaccine vector",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Isoda",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Simanski",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pathangey",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Stone",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Vaccine",
            "volume": "25",
            "issn": "",
            "pages": "117--126",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Aromatic-dependent Salmonella typhimurium are non-virulent and effective as live vaccines",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Hoiseth",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Stocker",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Nature",
            "volume": "291",
            "issn": "",
            "pages": "238--247",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Salmonella Pathogenicity Island 2",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hensel",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Mol Microbiol",
            "volume": "36",
            "issn": "",
            "pages": "1015--1023",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Small noncoding RNA GcvB is a novel regulator of acid resistance in Escherichia coli",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Jin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Watt",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Danchin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "BMC Genomics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Clinical Virology Manual",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Specter",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Hodinka",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Young",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Wiedbrauk",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2172-13-54"
                ]
            }
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Submit your next manuscript to BioMed Central and take full advantage of: • Convenient online submission • Thorough peer review • No space constraints or color figure charges • Immediate publication on acceptance • Inclusion in PubMed, CAS, Scopus and Google Scholar • Research which is freely available for redistribution",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "BMC Immunology",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Analysis of in vitro and in vivo expression of recombinant Salmonella-EGFP strains. (A) and (B) Representative fluorescence microscopy images of EGFP antigen expression in six 'single-recombinant' Salmonella strains: HP, LP, CP, HO, CO and E (A) and in five 'double-recombinant' Salmonella strains: CP + HP, CP + LP, CP + HO, CP + E and E + LP (B). The SL7207 parent strain was used as a control. B.F. = bright-field images; MERGE = composite of bright-field and fluorescent images. Scale bar represents 5 μm. (C) Western blot analysis of EGFP expression in the CO strain.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Cell length measurement and determination of EGFP expression levels for recombinant Salmonella strains. (A) Cell length measurements for the eleven recombinant Salmonella strains.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "In vivo survival, infection ability and construct stability of six single-recombinant Salmonella-EGFP strains. (A) Survival ability and construct stability of the six single-recombinant Salmonella-EGFP strains in mice feces. A (1) CFU results for the six single-recombinant strains in mice feces, on days 1, 3 and 7 after oral inoculation. Each bar in the graph represents the mean CFU/g of mice fecal samples randomly collected from six mice in each group. Error bars show the standard deviation. ** indicates that the mean CFU/g was significantly different from those of other strains (P < 0.01). The SL7207 strain was treated identically as a control. A (2) Construct retention rates for the six single-recombinant strains in mice feces on days 1, 3 and 7 after inoculation. ** indicates that the mean of the construct retention rate in this group was significantly different from those of the other strains (P < 0.01). (B) and (C) show the infection ability and construct stability results for the six single-recombinant Salmonella-EGFP strains in mice spleen (B) and mesenteric lymph nodes (C). B (1) and C (1) show the CFU results",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "In vivo immune response against recombinant Salmonella-EGFP strains. The eleven recombinant Salmonella-EGFP strains were respectively administrated to one of eleven groups of mice (5-10 mice for each group), with an additional group of non-infected mice kept as a negative control. For each group, 1 × 10 11 bacteria were used to prime each mouse for 3 days, and boost on day 21 and 35, by oral gavage. (A) and (B) summarize the ELISA results showing the EGFP-specific IgG responses raised by the six single-recombinant Salmonella strains (A) and the five double-recombinant Salmonella strains (B)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Analysis of HA-antigen expression and in vivo immune response for recombinant Salmonella-HA strains. (A) Expression analysis of the HAOP antigen in the C-HAOP strain using SDS-PAGE with Commassie Blue staining and Western blot. SL7207 was used as negative control. (B) Western blot analysis of HAOP expression in the O-HAOP strain, using the HO strain as the negative control. (C) Results from ELISA experiments showing HA-specific IgG response raised by the O-HAOP strain using the HO strain as a negative control. 10 mice were used for each group. 1 × 10 11 bacteria were used to prime each mouse for 3 days, and two boosts were given on day 21 and 35; all by oral gavage. Blood sera from infected mice were collected on days 7, 28 and 42 for ELISA analysis. * underneath Day 42 indicates that the mean ELISA titer raised by the O-HAOP strain was significantly higher than that of the -HAOP strain (P < 0.05). (D) Results from HIA using blood sera taken from mice infected with O-HAOP strain on day 42. Blood sera from non-infected mice, and mice infected with the HO strain (taken on day 42) were also used a controls. * underneath O-HAOP indicates the mean HIA titer raised by O-HAOP strain was significantly different from those of HO and No-infection groups (P < 0.05). (E) T cell anti-HA IFN-γ responses provoked by the O-HAOP and C-HAOP strains, using the HO strain as a negative control. Asterisks indicate that the average ELISpot ratios provoked by O-HAOP were significantly different to those provoked by HO or C-HAOP (P < 0.05). In (C), (D) and (E), each ▲ represents one mouse. Red lines indicate the average titers in (C) and (D), and the average ELISpot ratios in (E).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Plasmids and strains used in this study",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "In vitro doubling times of five double-recombinant Salmonella-EGFP strains",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "In vitro doubling times of six single-recombinant Salmonella-EGFP strains",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Stability of antibiotic markers in six singlerecombinant Salmonella-EGFP strains",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Primers used in this study",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "They authors declare that they have no competing interests. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}