{
    "paper_id": "b2d1fbbdf2e7ff09c09119e4d49f3f60e9091101",
    "metadata": {
        "title": "A Simulation Study on Hypothetical Ebola Virus Transmission in India Using Spatiotemporal Epidemiological Modeler (STEM): A Way towards Precision Public Health",
        "authors": [
            {
                "first": "Arkaprabha",
                "middle": [],
                "last": "Sau",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "R. G. Kar Medical College and Hospital",
                    "location": {
                        "settlement": "Kolkata",
                        "region": "West Bengal",
                        "country": "India"
                    }
                },
                "email": "arka.doctor@gmail.com"
            }
        ]
    },
    "abstract": [
        {
            "text": "Background. Precision public health is a state-of-the-art concept in public health research and its application in health care. Application of information technology in field of epidemiology paves the way to its transformation to digital epidemiology. A geospatial epidemiological model was simulated to estimate the spread of Ebola virus disease after a hypothetical outbreak in India. Methods. It was a simulation study based on SEIR (Susceptible-Exposed-Infectious-Recovered) compartmental model. Simulation was done in Spatiotemporal Epidemiological Modeler (STEM). Epidemiological profile of Ebola virus, that transmitted throughout the Sierra Leon in 2014-2016, was fitted into the SEIR deterministic compartment model designed for India.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The incidence of various emerging and reemerging infectious diseases continues to pose a substantial threat to the human health throughout the world [1] . During the past two decades newly emerging ones, for example, severe acute respiratory syndrome (SARS), reemerging ones, for example, West Nile virus, and even deliberately disseminated infectious diseases, for example, anthrax from bioterrorism, threaten the health of the hundreds and millions of the people globally [2] . During early nineties, there was a consensus that it was the time to close the book as the battle against infectious disease had been won [3] . But reemergence of cholera to the Americas in 1991, the plague outbreak in India in 1994, and the emergence of SARS outbreak in 2002-2003, Swine flu (H1N1) pandemic in 2009, and most recently Zika outbreak in Brazil in 2015 eventually prove that thought wrong. Ebola virus disease (EVD) is one of the notorious emerging infectious diseases that endanger the human lives from time to time since its appearance in 1976 in Zaire (later renamed the Democratic Republic of the Congo) and Sudan in Africa continent [2] . The recent epidemic of EVD started in Guinea in December 2013. Within a short period of time, it has spread across land borders to Sierra Leone and Liberia, by air to Nigeria and USA, and by land to Mali and Senegal [4] . On August 8, 2014 , the World Health Organization (WHO) declared the EVD outbreak in West Africa a Public Health Emergency of International Concern (PHEIC) under the International Health Regulations (2005). On March 29, 2016, PHEIC related to EVD was lifted from West Africa and on June 9, 2016, WHO declared the end of the most recent outbreak of EVD [5] . By the end of the epidemic, total 15227 confirmed EVD cases have been reported with 11310 deaths in Guinea, Liberia, and Sierra Leone [6] . Till date no indigenous EVD case has been reported in India. But no country is free from the threat of EVD outbreak. A precise prediction about transmission and consequences after an EVD outbreak in India will be effective for proper planning and management to combat with the situation.",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 152,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 474,
                    "end": 477,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 618,
                    "end": 621,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1133,
                    "end": 1136,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1355,
                    "end": 1358,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1364,
                    "end": 1378,
                    "text": "August 8, 2014",
                    "ref_id": null
                },
                {
                    "start": 1713,
                    "end": 1716,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1853,
                    "end": 1856,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Precision public health is a state-of-the-art concept in the new era of public health research and its application in health care. The concept of precision public health evolved within the last two to three years [7] . The precision public health can be simply described as improving the ability to prevent disease, promote health, and reduce health disparities in populations by applying emerging methods and technologies for measuring disease, pathogens, exposures, behaviours, and susceptibility in populations and developing interventional policies for targeted public health programs to improve health [8] . The emergent areas of precession public health are improving methodologies for early detection of pathogens and infectious disease outbreaks, modernizing public health surveillance, epidemiology, and information systems, and targeting health interventions to improve health and prevent diseases [8] . Application of information technology and data science, like real time data acquisition, geospatial epidemiological modelling, big data analytics, and machine learning technology, in field of epidemiology paves the way to its transformation to digital epidemiology, which is conceptually more accurate and precise in nature [8, 9] .",
            "cite_spans": [
                {
                    "start": 213,
                    "end": 216,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 607,
                    "end": 610,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 908,
                    "end": 911,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1238,
                    "end": 1241,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1242,
                    "end": 1244,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Geospatial epidemiological modelling, an application of geographic information system (GIS) [10] , is an important tool of precision public health to study the dynamics of disease transmission more accurately. This tool can be applied to predict the spread of an outbreak. Various interventional measures and subsequent outcome can also be studied, which will help to develop efficient and effective disease specific outbreak prevention and management strategies [9] .",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 96,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 463,
                    "end": 466,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Keeping the concept of precision public health and geospatial epidemiological modelling in mind, a computer simulation based study, related to hypothetical EVD outbreak in India, was undertaken with following objectives: To simulate the spread of Ebola virus disease after a hypothetical outbreak in India on 01.01.2017 at New Delhi and to predict the number of exposed and infectious persons and deaths due to that EVD outbreak within a span of 2 years.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Epidemiology is the study of distribution and determinants of health related states or events. One of the most important roles of an epidemiologist is to develop appropriate strategies to prevent or limit the impact of epidemics. Advent of computer based sophisticated technologies helps epidemiologist to study the complex dynamics of disease transmission in silico approach. Mathematical modelling of epidemics can essentially be divided into deterministic and stochastic processes [11] . Deterministic model is based on the average characteristic of the population parameters under study, whereas stochastic model contains randomness of elements. Though stochastic model is more accurate in evaluating real-life epidemic propagation, as it accounts for the randomness of interactions between different population parameters, it is not entirely reproducible. Moreover, when the population is large enough these kinds * = Disease transmission rate = Immunity loss rate of randomness neutralise each other and then a simpler deterministic model turns to be good enough to use. Simulation study based on deterministic compartmental model is most commonly applied in epidemiology. This computer simulation is an attempt to model a real-life or hypothetical epidemic situation on a computer so that it can be studied to see how the system works [11] . Infection transmission related different model parameters, commonly applied for compartmental modelling, are shown in Table 1 . By changing variables in the simulation, predictions may be made about the behaviour of the system. Incidence of EVD in India is nil, so single reporting of EVD case in India will be considered as an EVD outbreak. A computer based simulation was attempted using Spatiotemporal Epidemiological Modeler (STEM) assuming a single EVD case reported on 01.1.2017 at New Delhi (28.6139 ∘ N and 77.2090 ∘ E). Then hypothetical spread of EVD in India with time was simulated considering the same dynamics of EVD transmission that was observed in the recent outbreak in West Africa during 2014-2016.",
            "cite_spans": [
                {
                    "start": 484,
                    "end": 488,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1342,
                    "end": 1346,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 1467,
                    "end": 1474,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Simulation Study."
        },
        {
            "text": "Transmission. The basic compartment model in epidemiology of disease transmission is SIR model, where \" \" stands for number of susceptibles, \" \" stands for number of infectious patients, and \" \" stands for number of recovered/immune individuals. Disease transmission according to SIR model is depicted in Figure 1 . For a fixed population , at a given time , = ( ) + ( ) + ( ). Only those diseases can be explained by this SIR model, which are able to infect others, immediately upon their infection.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 305,
                    "end": 313,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Compartment Model in Dynamics of Disease"
        },
        {
            "text": "In case of Ebola virus, humans are not infectious, until they develop symptoms [4] . So to explain the dynamics of Ebola transmission, SEIR model, an extension of SIR model, was adopted, where \" \" stands for number of susceptibles, \" \" stands for exposed individuals, \" \" stands for number of infectious patients, and \" \" stands for number of recovered/immune individuals ( Figure 2 ). According to SEIR model at a given time , in number of population, = ( ) + ( ) + ( ) + ( ). Using ordinary differential equations (ODE), the number of susceptibles, exposed individuals, infectious patients, and ",
            "cite_spans": [
                {
                    "start": 79,
                    "end": 82,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 374,
                    "end": 382,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Compartment Model in Dynamics of Disease"
        },
        {
            "text": "Susceptible ( ) Total number of population who are at risk Exposed ( ) Total number of population who came in contact with a disease person and carrying the infective agent Infected ( ) Number of exposed population developing sign and symptoms and infectious to others",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Parameters Description"
        },
        {
            "text": "Number of infected population recovering from the disease and no longer infectious to others. It also includes the population who are resistant to that infection by means of immunization or chemoprophylaxis or previous infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Parameters Description"
        },
        {
            "text": "It is the multiplication of basic reproductive number ( 0 ) and infectivity rate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disease transmission rate ( )"
        },
        {
            "text": "0 is the number of secondary infections caused by one primary infection introduced to a fully susceptible demographically steady population. Infectivity rate: it is mathematically derived by (1/infectivity period). It is the difference between observed serial number and incubation period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disease transmission rate ( )"
        },
        {
            "text": "Incubation rate ( ) It is mathematically derived by (1/incubation period). Incubation period is the time interval between invasion by an infectious agent and appearance of first sign and symptom. Recovery rate ( ) It is mathematically calculated by (1 − infections mortality rate) × infectivity rate. Infection mortality rate ( ) It is the percentage of population who died due to that infectious disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disease transmission rate ( )"
        },
        {
            "text": "Immunity loss rate ( ) It is derived from the immunity loss period, which is the time interval to became susceptible after complete recovery. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disease transmission rate ( )"
        },
        {
            "text": "Epidemiological profile of Ebola virus, that transmitted throughout the West Africa in 2014-2016, was fitted into the SEIR deterministic compartment model. Different model parameters described in Table 1 are derived on the basis of disease transmission rate ( ) 0.128, incubation period was 10 days, infectivity period was 10.38 days, and infectious mortality rate was 70% [6, 12] . There were few assumptions for this model related to this study:",
            "cite_spans": [
                {
                    "start": 373,
                    "end": 376,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 377,
                    "end": 380,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 196,
                    "end": 203,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Disease transmission rate ( )"
        },
        {
            "text": "(i) At the very beginning of the epidemic there was ( ) = ( ); that is, total population of India is susceptible as there was no previous incidence of Ebola case.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disease transmission rate ( )"
        },
        {
            "text": "(ii) Initially, there was a constant number of infectious individuals. / = 0. For simulation purpose, it was assumed that one EVD case was reported at New Delhi on 01.01. 2017.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disease transmission rate ( )"
        },
        {
            "text": "(iii) No specific intervention was initiated to stop the spread of EVD. Figure 3 : Schema for the simulation study.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 72,
                    "end": 80,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Disease transmission rate ( )"
        },
        {
            "text": "It is an open source tool, developed by IBM Corp, available through Eclipse foundation (https://www.eclipse.org/stem/), designed to help public health specialists, data scientists, biomedical researchers, and policy makers to create and simulate spatiotemporal modelling of transmission of emerging and reemerging infectious diseases and distribution of noncommunicable diseases. Public health specialists are responsible for strategies to prevent outbreaks. So they need an accurate understanding of dynamics of disease transmission and the likely outcomes of preventive actions. STEM helps to develop and apply various advanced mathematical models for better understanding of disease dynamics. It comes with a large number of existing compartment models and a new model building framework that allows users to rapidly extend existing models or to create entirely new models. Any STEM model can be run either stochastically or deterministically. Users can choose between many different numerical solvers of ordinary differential equations. When output of a model is fully determined by the initial condition and parameter values, then the model is called deterministic but when same initial conditions and parameter values will lead to an ensemble of different output then the model possesses an inherent randomness that is called stochastic model. Though most of the cases in real world are governed by stochastic processes, this model is more complicated than deterministic model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Spatiotemporal Epidemiological Modeler (STEM)."
        },
        {
            "text": "In this simulation study, deterministic model with finite difference numerical solver was applied to study the hypothetical spread of EVD in India. Demographic profile of districts according to 2011 Census of India was incorporated into the SEIR model for human to human transmission of EVD.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Spatiotemporal Epidemiological Modeler (STEM)."
        },
        {
            "text": "After developing the model, the programme was run and simulation result in map view was represented at 4-month interval up to 2 years. Then, predicted numbers of exposed individuals, infectious patients, and deaths were logged in data logger.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Spatiotemporal Epidemiological Modeler (STEM)."
        },
        {
            "text": "Schema of the EVD outbreak simulation with STEM (V 3.0.0 M4) by SEIR model is represented in Figure 3 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 93,
                    "end": 101,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Spatiotemporal Epidemiological Modeler (STEM)."
        },
        {
            "text": "Total population of India is susceptible to EVD as on 01.01.2017 (Figure 4) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 65,
                    "end": 75,
                    "text": "(Figure 4)",
                    "ref_id": null
                }
            ],
            "section": "Result"
        },
        {
            "text": "Dynamics of hypothetical EVD transmission from 01.01.2017 to 01.01.2019 in India is as follows.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Result"
        },
        {
            "text": "On 01.01.2017, single case of EVD was reported at New Delhi (28.6139 ∘ N and 77.2090 ∘ E). Since then, EVD hypothetically spread according to deterministic SEIR model. Spatiotemporal distribution of EVD exposed, infectious, and recovered population at 4-month interval is represented by Figures 5, 6 , and 7, respectively.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 287,
                    "end": 299,
                    "text": "Figures 5, 6",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Result"
        },
        {
            "text": "From STEM data logger, number of effected districts, exposed individuals, infectious persons, and deaths at different time point is shown in Table 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 141,
                    "end": 148,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Result"
        },
        {
            "text": "Epidemic preparedness is the key factor to minimize the impact of an outbreak. An effective and efficient disease surveillance system can prevent the occurrence of an outbreak. Even if an outbreak occurs, precise and accurate prediction and estimation of its spread and impact is necessary for outbreak management specially in resource allocation and utilization. Another important aspect of epidemic management is generation of public awareness and health education among the susceptible population. Concept of precision public health can be applied in different aspects of epidemic management, that is, preparedness, response, and mitigation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Journal of Environmental and Public Health Recently successful application of precision public health was noticed in the Florida, United States of America (USA), during domestic transmission of Zika virus. Neither the entire USA, nor the entire Florida state, was declared at risk during its notification in July 2016. Instead, precise public health surveillance identified two at-risk areas situated at Miami-Dade County. Mosquito control measures focused on those areas. After six weeks, when the health officials were convinced by ongoing surveillance, restrictions in one area was lifted and resources were mobilized to the other area [9] . So precision public health is a concept that guides precise interventional strategies to address public health problems among precisely defined population using precise surveillance data [13] . Instead of issuing high alert for impending outbreak for entire country at a single point of time, it can be done more precisely at different place at different point of time based on geospatial modelling, simulated using precise surveillance data. Resource mobilization and utilization can be done in a better way. Moreover, unwanted situation like mass panic and its effect on day to day life can be averted.",
            "cite_spans": [
                {
                    "start": 639,
                    "end": 642,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 832,
                    "end": 836,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In this study, concept of precision public health was applied to geospatial modelling of spread and distribution of EVD in India after a hypothetical outbreak at New Delhi on 01.01.2017. From the simulation, it can precisely be estimated about the spread, number of effected districts, infectious population, and probable deaths at different point of time. From this simulation, it is estimated that, within 2 years, almost half of the country will be effected by EVD. It is also possible to model and compare the effect of different interventional strategies at different time frame, to address the epidemic effectively and efficiently. A spatiotemporal modelling of EVD spread in West Africa, done by Pigott et al. in 2016 and Chretien et al. in 2015, assisted the public health specialists in strengthening surveillance and response capacity to contain the EVD outbreak in that area [14, 15] . A computer modelling analysis was done by Merler et al. in 2015 about the spatiotemporal spread of the 2014 outbreak of Ebola virus disease in Liberia and effectiveness of different nonpharmaceutical interventional strategies which helped the Liberian health officials to take necessary actions [16] . In 2016, Burghardt et al. tested and modelled the assumptions related to spatiotemporal spread of recent EVD outbreak in West Africa [17] .",
            "cite_spans": [
                {
                    "start": 886,
                    "end": 890,
                    "text": "[14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 891,
                    "end": 894,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1192,
                    "end": 1196,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1332,
                    "end": 1336,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In a systematic review on application of spatial methods for infectious disease outbreak, conducted by Smith et al., they found that only 0.4% of the total number of epidemic related published articles between 1979 and 2013 used spatial method for analysis of outbreak spread and identified its scope for much wider implementation [18] .",
            "cite_spans": [
                {
                    "start": 331,
                    "end": 335,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Not only is precision public health confined with the infectious diseases, its application is extended in the field of noncommunicable diseases, genetic diseases, antimicrobial resistance, population screening, and many more [19, 20] .",
            "cite_spans": [
                {
                    "start": 225,
                    "end": 229,
                    "text": "[19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 230,
                    "end": 233,
                    "text": "20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Geospatial modelling of infectious disease outbreak and precision public health is a new promise in the field of epidemiology. The acquisition and application of precise data and sophisticated geospatial analysis of different epidemiological phenomenon is becoming the routine activity in developed countries. But a large portion of the developing world is not prepared enough to reaping the advantages of precision public health. Precision public health may play a key role to achieve the health related targets in the United Nations' Sustainable Development Goals (SDG). So government leaders, policy makers, biomedical researchers, epidemiologists, public health specialists, global health workers, data scientists, and computer science and information technology experts need to put their hands together to make precision public health a triumph.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "It was a computer simulation study. The secondary data used for simulation are available in public domain. No humans or animals were selected as study participants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical Approval"
        },
        {
            "text": "There is no conflict of interests regarding the publication of this paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing Interests"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Emerging and re-emerging infectious diseases: the perpetual challenge",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Fauci",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Academic Medicine",
            "volume": "80",
            "issn": "12",
            "pages": "1079--1085",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Park's Textbook of Preventive and Social Medicine, M/S Banarsidas Bhanot",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Emerging and re-emerging diseases: a historical perspective",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Snowden",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Immunological Reviews",
            "volume": "225",
            "issn": "1",
            "pages": "9--26",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Ebola Virus Disease",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Situation Report of Ebola Virus Disease",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Latest available situation summary",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Precision Public Health and Precision Medicine: Two Peas in a Pod, Centre for Disease Control and Prevention (CDC)",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Four steps to precision public health",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Dowell",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Blazes",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Desmond-Hellmann",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nature",
            "volume": "540",
            "issn": "7632",
            "pages": "189--191",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Theory of Modeling and Simulation: Integrating Discrete Event and Continuous Complex Dynamic Systems",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "P"
                    ],
                    "last": "Zeigler",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Praehofer",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Modelling the spread of Ebola",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Progress lies in precision",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Desmond-Hellmann",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Science",
            "volume": "353",
            "issn": "6301",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Updates to the zoonotic niche map of Ebola virus disease in Africa",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Pigott",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "I"
                    ],
                    "last": "Millear",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Earl",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Mathematical modeling of the West Africa ebola epidemic",
            "authors": [
                {
                    "first": "J.-P",
                    "middle": [],
                    "last": "Chretien",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "George",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Spatiotemporal spread of the 2014 outbreak of Ebola virus disease in Liberia and the effectiveness of non-pharmaceutical interventions: a computational modelling analysis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Merler",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ajelli",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Fumanelli",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "The Lancet Infectious Diseases",
            "volume": "15",
            "issn": "2",
            "pages": "204--211",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Testing modeling assumptions in the West Africa Ebola outbreak",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Burghardt",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Verzijl",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ingram",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hasne",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Scientific Reports",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Spatial methods for infectious disease outbreak investigations: systematic literature review",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Le Comber",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Fry",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bull",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Leach",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Hayward",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Eurosurveillance",
            "volume": "20",
            "issn": "39",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Precision medicine meets public health: population screening for BRCA1 and BRCA2",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Levy-Lahad",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lahad",
                    "suffix": ""
                },
                {
                    "first": "M.-C",
                    "middle": [],
                    "last": "King",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Journal of the National Cancer Institute",
            "volume": "107",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Precision public health for the era of precision medicine",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Khoury",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Iademarco",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "T"
                    ],
                    "last": "Riley",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "American Journal of Preventive Medicine",
            "volume": "50",
            "issn": "3",
            "pages": "398--401",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Basic SIR model for disease transmission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "SEIR model for disease transmission. recovered/immune individuals at a given time can be predicted from various rate equations",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "EVD susceptible population as modelled by STEM as on 01.01.2017.Yellow color gradients represent percentage of exposed population",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Spatiotemporal distribution of hypothetical EVD exposed population between 01.01.2017 and 01.01.2019.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Spatiotemporal distribution of hypothetical EVD infectious population between 01.01.2017 and 01.01.2019. Green color gradients represent percentage of recovered population per Spatiotemporal distribution of hypothetical EVD recovered population between 01.01.2017 and 01.01.2019.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Different parameters in compartmental modelling related to Infection transmission.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Number of effected districts, exposed individuals, infectious persons, and deaths.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The author is thankful to the teachers for their encouragement and proper guidance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}