{
    "paper_id": "b2fde3b77f54db50b124bca17aaba10069e4424b",
    "metadata": {
        "title": "Estimating a Markovian Epidemic Model Using Household Serial Interval Data from the Early Phase of an Epidemic",
        "authors": [
            {
                "first": "A",
                "middle": [
                    "J"
                ],
                "last": "Black",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [
                    "V"
                ],
                "last": "Ross",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The clinical serial interval of an infectious disease is the time between date of symptom onset in an index case and the date of symptom onset in one of its secondary cases. It is a quantity which is commonly collected during a pandemic and is of fundamental importance to public health policy and mathematical modelling. In this paper we present a novel method for calculating the serial interval distribution for a Markovian model of household transmission dynamics. This allows the use of Bayesian MCMC methods, with explicit evaluation of the likelihood, to fit to serial interval data and infer parameters of the underlying model. We use simulated and real data to verify the accuracy of our methodology and illustrate the importance of accounting for household size. The output of our approach can be used to produce posterior distributions of population level epidemic characteristics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "A quantity which is commonly recorded during a pandemic is the clinical serial interval, defined as the time between date of symptom onset in an index case and the date of symptom onset in one of its secondary cases [1] [2] [3] . It was one of the main quantities recorded, at the level of households, during the 2009 H1N1 pandemic and subsequently used for understanding the dynamics of the pandemic [1, [3] [4] [5] [6] . Numerous studies have illuminated the critical dependence of disease dynamics and choice of control policy on this quantity through its relation to the generation time [7] [8] [9] [10] .",
            "cite_spans": [
                {
                    "start": 216,
                    "end": 219,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 220,
                    "end": 223,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 224,
                    "end": 227,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 401,
                    "end": 404,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 405,
                    "end": 408,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 409,
                    "end": 412,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 413,
                    "end": 416,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 417,
                    "end": 420,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 591,
                    "end": 594,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 595,
                    "end": 598,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 599,
                    "end": 602,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 603,
                    "end": 607,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A common and simple way to analyse serial interval data is to fit it with a parametric distribution [4, [11] [12] [13] . This approach allows an accurate calculation of the mean and possibly other moments. However, an obvious drawback of such an approach is that the estimate itself gives no understanding of the underlying mechanics, and hence it is difficult to make predictions with quantifiable confidence or to assess the impact of proposed control policies. This is because the serial interval is not a biological quantity in its own right but the convolution of the processes of transmission and incubation. This is further confounded by the fact that the time of infection is almost certainly unobservable, and because households are small, depletion of susceptibles has a large impact on the (stochastic) transmission process [14] . For these reasons, the only way to infer both epidemiological and dynamical quantities from serial interval data is by assuming and fitting a transmission model [15, 16] . This approach not only provides an estimate of the serial interval distribution, but estimates a full mechanistic model which may be used to make predictions and assess the impact of intervention policies [6] .",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 103,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 104,
                    "end": 108,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 109,
                    "end": 113,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 114,
                    "end": 118,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 835,
                    "end": 839,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1003,
                    "end": 1007,
                    "text": "[15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1008,
                    "end": 1011,
                    "text": "16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1219,
                    "end": 1222,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A type of transmission model which has been growing in popularity, especially when considering household structure, are Markovian models [6, [17] [18] [19] [20] . In these it is assumed that there are two levels of mixing: strong mixing within a household and weaker mixing between households [17] . As the overall population is assumed to be large and randomly mixing, then during the early stages of an epidemic repeated introduction of infection into a single household is negligible. The assumption of only one introduction allows for deeper analysis of the model, and also allows for computationally-efficient methods to be developed for evaluating early-time quantities [17, 21] ; here it allows us to ignore the external infection rate, and use serial interval data to estimate the other parameters. Obviously during the mid-to-late stages of an outbreak, this assumption breaks down and hence more complex models are required, but for this study we confine ourselves to this common assumption. This early stage of an epidemic is important as we want to infer parameters which can then be used (with further assumptions) in population level models to assess possible interventions and inform public health policy.",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 140,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 141,
                    "end": 145,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 146,
                    "end": 150,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 151,
                    "end": 155,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 156,
                    "end": 160,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 293,
                    "end": 297,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 676,
                    "end": 680,
                    "text": "[17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 681,
                    "end": 684,
                    "text": "21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this paper we show how to fit a quite general Markovian household epidemic model using serial interval data. This is achieved by first explaining how the serial interval distribution can be calculated for this model, and hence used to derive exact likelihoods. We then use this for parameter inference via Bayesian Markov chain Monte Carlo (MCMC) methods. We investigate the accuracy of this methodology via simulation studies and illustrate its use with data previously studied from a household transmission study of seasonal influenza in Hong Kong [13] . Our investigations identify that household size has an appreciable impact on the serial interval distribution and that incorporating household size data into inference methods allows more accurate estimates of model parameters.",
            "cite_spans": [
                {
                    "start": 553,
                    "end": 557,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The advantages of our methodology are threefold: Firstly, it is fully stochastic and mechanistic -the former is vital given the average size of a household and the latter leads to greater understanding of the epidemic. Secondly, we can numerically solve the model, and hence calculate the serial interval distribution exactly to an arbitrary precision -there is no need for approximations by branching processes or for assumptions of independence in order to derive results. Thirdly, it is very computationally efficient. This means we can achieve the methodological ideal of full evaluation of the uncertainty in parameter estimates and derive accurate credible intervals for all results. Efficiency also allows for the potential inclusion of much more epidemiological detail in future models were more data available in such studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We assume a continuous time Markovian model for the dynamics of a disease within a household of size N. We use a general SE(j)I(k)R model, where the exposed and infectious periods are split up into j and k phases so that each has an Erlang distribution with mean exposed and infectious periods 1=s and 1=c, and variances 1=(js 2 ) and 1=(kc 2 ), respectively [22, 23] .",
            "cite_spans": [
                {
                    "start": 359,
                    "end": 363,
                    "text": "[22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 364,
                    "end": 367,
                    "text": "23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Infection is assumed to be frequency dependent (but densitydependent transmission is no obstacle to the methodology we outline, and will be discussed later) with transmission parameter b [15, 24] . The transition rates for this model are given in Table 1 .",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 191,
                    "text": "[15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 192,
                    "end": 195,
                    "text": "24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 247,
                    "end": 254,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "The model is specified by the matrix Q, which encodes the transition rates between different possible states of the household [6, 18] . For the SE(j)I(k)R model we consider, the total number of possible states is",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 129,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 130,
                    "end": 133,
                    "text": "18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "hence this is also the dimension of Q. The element Q m,n is the rate of transition from state m to n for m=n, where m~1, . . . ,Y and n~1, . . . ,Y. Q m,m~{ X n=m Q m,n , is the negative of the total rate at which the system leaves state m. The dynamics of the model are then given by the equation,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "where p(t) is the probability vector with m th entry the probability of the household being in state m at time t [18] . As we are dealing with household models, the dimension of Q, given by Equation (1), is relatively small, so Equation (2) can be solved efficiently using matrix exponential methods [25] . Hence we can calculate p(t) to an arbitrary precision, side-stepping the need for any type of potentially costly simulation.",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 117,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 300,
                    "end": 304,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "To calculate the serial interval distribution we need to evaluate the probability of observing a secondary case in a given time Average time taken to compute the likelihood for a household of size n. Other parameters j~k~2, D max~1 0 and as given in Figure 1 . A 2.5 GHz Intel core i5 machine running MATLAB was used for these timings. The Effective Size is the dimension of the Q matrix once the redundant states have been removed. doi:10.1371/journal.pone.0073420.t002",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 250,
                    "end": 258,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "interval, given that we start with an index case at time t~0. To do this we first form the transition rate matrix Q corresponding to the SE(j)I(k)R model for a given household size and set of parameters.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "We assume that the appearance of symptoms coincides with entering the (first) infectious class [26] ; in the later sections we discuss how Markovian models can be extended to weaken this assumption. The Q matrix is then modified so that states which correspond to a serial interval event -a second individual entering the first infectious class -are made absorbing. If we order the states of the system by V~(E 1 ,E 2 , . . . ,E j ,I 1 ,I 2 , . . . ,I k ,R), then the set of absorbing states are",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 99,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "where v k,1 is the set of all vectors of length k, with a 1 in a single position and zeros elsewhere. The set of states B are those corresponding to serial interval events, while the last one is recovery with no further infection. This model explicitly takes into account that the second person to start showing symptoms might not have been the first to be infected, and hence evaluates the probabilities associated with the clinical serial interval. For a household of size N, the initial state of the chain is set as p(0)~(S~N{1,I 1~1 ). In doing this we are implicitly assuming that the first person to show symptoms is also the first person to introduce infection into the household. If we were considering asymptomatic individuals and/or multiple external infections then this might not be true. By numerically solving the dynamics we can then calculate the cumulative distribution function (cdf) of the serial interval, F (t), by computing how much probability has flowed into the absorbing states by a given time. We then condition on the index case having created at least one secondary infection before recovering. The solution of the forward equation giving the probability of being in a given state at time t is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Removing parts of the state space which are unreachable due to the new absorbing states can reduce the dimension of the matrix and speed up the evaluation of the matrix exponential. The cdf of the serial interval is then given by,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "where c is the probability that the index case infects at least one individual before recovering; note c~1{ lim t?? X i[fA\\Bg p i (t). The probability 1{c can be calculated simply by considering the sequences of events that would result in the individual going through k stages without infecting anybody. This then gives,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The serial interval probability mass function is formed by binning into days, as detailed in the next section.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Given that we can compute the serial interval distribution for a given set of parameters to an arbitrary precision, calculating the likelihood for a given set of serial interval observations is relatively straightforward. Data on the serial interval is generally available at a daily resolution so we always work with a probability mass function binned into days. We used the following binning to calculate the probability of observing a secondary case on the i th day [4] ,",
            "cite_spans": [
                {
                    "start": 469,
                    "end": 472,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Likelihood and MCMC algorithm"
        },
        {
            "text": "where F (t) is the cdf and D max is the maximum range of observations. Given a set of index-secondary case observations, the likelihood of observing them is multinomial with probabilities r i . If we have a number of household sizes then the likelihood is just the product of the likelihoods for each household size. MATLAB code to implement this procedure is provided via the Epistruct project [27] . The computational costs of calculating the likelihood are important. The dominant factor is the cost of evaluating the matrix exponential. The number of household sizes has the largest affect on the cost, and also larger households being relatively more expensive than smaller households due to their larger state spaces. Table 2 gives some average times to calculate the likelihood for individual household sizes using a 2.5 GHz Intel core i5 machine running MATLAB. The total average time to calculate the likelihood over n~1, . . . ,7 is 0.17 s using the same machine. The number of bins and the overall length of the distribution (D max ) only have small effects on these timings as the EXPOKIT algorithm uses a variable step size [25] . The number of observations has no effect on the computational cost as these enter via a simple multinomial expression.",
            "cite_spans": [
                {
                    "start": 395,
                    "end": 399,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1137,
                    "end": 1141,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 724,
                    "end": 731,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Likelihood and MCMC algorithm"
        },
        {
            "text": "The method of inference was Bayesian MCMC [28] . To obtain samples from the posterior distribution we used a Metropolis- Hastings algorithm with independent (truncated) Gaussian proposal densities. In all cases we assumed uniform priors on an interval from zero to an upper bound which depends upon the parameter. Burn-in time was 10 3 samples and the next 10 5 samples were taken, thinned by a factor of 10 to give 10 4 samples from the posterior; convergence was assessed via trace plots. The priors and trace plots for the individual runs are given in Appendix A of File S1.",
            "cite_spans": [
                {
                    "start": 42,
                    "end": 46,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Likelihood and MCMC algorithm"
        },
        {
            "text": "To check the robustness of our method we generate a number of serial interval distributions with known household sizes and fixed parameters. We assume the early stages of an epidemic, so the distribution of infected household sizes will be approximately the size-biased distribution, fp i g, where p k is the probability of a randomly selected individual belonging to a household of size k [6, 17] . This is given by",
            "cite_spans": [
                {
                    "start": 390,
                    "end": 393,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 394,
                    "end": 397,
                    "text": "17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Generating test data"
        },
        {
            "text": "where h k is the household size distribution for a given population. This provides a baseline case, obviously for household clinical trials a different distribution would be appropriate, but in any case it would be explicitly known. Throughout this paper we use census data from U.S.A. 2011 for h k ,k~1, . . . ,7, which is shown in figure 1A . The data is generated by first choosing a random number of household sizes (from 2 to 7) from the size-biased distribution. For each household, a serial interval observation is sampled according to the true distribution binned into days (D max~1 0). Figure 1B shows the simulated serial interval data stratified by household size. Figure 1C shows the simulated serial interval data summed over all household sizes. Figure 2 shows how the serial interval distribution changes with household size, for sizes N~2,3 and 8 with frequency dependent mixing (b is held constant for different N). Larger households have higher probability of shorter serial intervals because there are more possibilities for who is the first individual to display symptoms. The change is greatest between N~2 and 3, and decreases thereafter. This is because there is a trade-off between more people competing to show symptoms and the fact that these must have been infected later than the first person. As the household size increases the distribution therefore tends to a limiting case. As the variance of the exposed period decreases (j Figure 1C . Points are coloured according to their likelihood with higher values assigned redder shades. All of these introduce a bias in the inferred parameters. Fixed parameters as in Figure 1 . Part D shows the mean serial interval distribution for N~2 (dashed line) and N~3 (solid line). The distribution for N~4 is very close to that for N~3 so is not shown. True parameter values: b~2, s~1=4 and c~1=2. doi:10.1371/journal.pone.0073420.g003 increases) the serial interval also becomes more constant and the difference between the different sized households lessens. The variance of the infectious period (value of k) has only a small overall effect on the serial interval distribution, so henceforth we fix k~2 [6, 29, 30] .",
            "cite_spans": [
                {
                    "start": 2175,
                    "end": 2178,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2179,
                    "end": 2182,
                    "text": "29,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 2183,
                    "end": 2186,
                    "text": "30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [
                {
                    "start": 333,
                    "end": 342,
                    "text": "figure 1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 595,
                    "end": 604,
                    "text": "Figure 1B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 676,
                    "end": 685,
                    "text": "Figure 1C",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 760,
                    "end": 768,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1458,
                    "end": 1467,
                    "text": "Figure 1C",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1644,
                    "end": 1652,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Generating test data"
        },
        {
            "text": "Here we report our findings when attempting to infer the posterior distribution for exposed period parameter s and infectious period parameter c by using the serial interval distribution assuming just a single household size-fixing all other parameters. In later sections we estimate all parameters, but here we are interested in quantifying the biases which can be introduced when using a single household size -effectively ignoring household size -to estimate the serial interval from data which has come from a population consisting of multiple household sizes. This situation often arises when trying to analyse aggregated data from the literature. Figure 3 shows samples from the posterior distributions assuming three different (fixed) household sizes: N~2,3 and 4. The serial interval data used is that summed over all households, shown in Figure 1C , corresponding to a total of 300 serial interval observations. The case N~2 is biased by a large amount away from the true values, severely underestimating the infectious period parameter c and overestimating the exposed period parameter s. The N~3 case provides the best estimate of the parameters although there is still bias. Biases arising from using a model with Nw4 grow larger, with s underestimated and c overestimated. The serial interval is most sensitive to the mean exposed period, 1=s, and thus this is more accurately estimated. Although the parameter estimates from the three models are different, the estimated serial interval distributions corresponding to mean parameter estimates are all very similar (see Figure 3D ), thus so are the mean serial intervals. The fit using N~4 is the best in terms of the mean likelihood.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 653,
                    "end": 661,
                    "text": "Figure 3",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 847,
                    "end": 856,
                    "text": "Figure 1C",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1583,
                    "end": 1592,
                    "text": "Figure 3D",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Inference with aggregated data"
        },
        {
            "text": "We now look at estimation of all three variables: transmission parameter b, exposed period parameter s and infectious period parameter c, from the generated serial interval observations, given that we also know the household sizes for each observation, i.e. fitting to the data shown in Figure 1B . The variance of the exposed and infectious periods (parameters j and k) were held fixed. These can be inferred as well, but as noted earlier k cannot be inferred easily because the serial interval distribution is not very sensitive to it. In contrast the serial interval distribution is typically very sensitive to the variance in the exposed period (j) so in practice the actual value is almost always recovered. Figure 4 shows the posterior distributions along with the mean serial interval distribution with credible intervals. The MCMC algorithm for the full inference is appreciably slower than when using just a single household-size model, due to the higher dimension of the search space and need to calculate six individual serial interval distributions for each proposal.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 287,
                    "end": 296,
                    "text": "Figure 1B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 713,
                    "end": 721,
                    "text": "Figure 4",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Full inference from serial interval observations"
        },
        {
            "text": "To check the validity of our results we carried out sensitivity analysis. Specifically, we are interested in how the estimated posterior distribution depends on the number of observations available and how it can be skewed due to the random nature of the observations. To assess this we fit the full model to 8 sets of randomly generated serial interval distributions with 15, 50, 100, 200 and 300 data points respectively. The resulting posterior distributions are shown in Appendix B of File S1. The results of this show that exposed period parameter s is found accurately most of the time, even for very small sample sizes. The other two parameters, transmission parameter b and infectious period parameter c cannot be accurately determined until there are many more samples (typically at least 200). It is likely that we would need to include more of the later infection events within a household to resolve these parameters with more accuracy for smaller sample sizes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Full inference from serial interval observations"
        },
        {
            "text": "It is also of interest to see how the estimates of parameters can be improved if one of the parameters is already established. We tested this by fixing the transmission parameter, b, and found the posterior distribution for the other two parameters (figures shown in Appendix C of File S1). This gives an improvement on the posterior for s, but little improvement for c. The serial interval distribution derived from this posterior has very similar credible intervals to that shown in Figure 4 , so does not give an improved estimate for the mean serial interval.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 485,
                    "end": 493,
                    "text": "Figure 4",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Full inference from serial interval observations"
        },
        {
            "text": "We now use our model to estimate model parameters from a household study in Hong Kong [13] . In this study a Weibull model was fitted to clinical serial interval data corresponding to interpandemic influenza in Hong Kong during 2007. This was then used to estimate the mean serial interval with parametric bootstrapping to calculate confidence intervals [13] . Admittedly this has a very small sample size (only 14 observations from households of sizes N~3 to 5), but serves to illustrate the power of our method with real data. It is also the only study we have found which explicitly gives household size with serial interval observations. In the original study it was shown that external rates of infection had no impact on the serial interval estimate, so our model is appropriate to analyse this data.",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 90,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 354,
                    "end": 358,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Influenza in Hong Kong transmission study"
        },
        {
            "text": "To investigate the sensitivity to the variance of the exposed period we separately fitted two versions of the model with j~2 and 4. The higher value of j gives a more constant exposed period. As in the previous section we estimate the three parameters b, s and c and set k~2. Full details of the MCMC routine are given in Appendix A of File S1. Only the posterior for the exposed period parameter, s, could be determined to within reasonable limits. Both values of j gave similar results: for j~2, E(s)~0:32 (95% CĨ 0:16-0:67), and for j~4, E(s)~0:32 (95% CI~0:18-0:68). The distributions for both the transmission parameter b and infectious period parameter c were not well determined, but this is expected given the results of the sensitivity analysis in the previous section.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Influenza in Hong Kong transmission study"
        },
        {
            "text": "The estimated serial interval distributions and credible intervals are shown in Figure 5 for the two different values of j, along with kernel density plots for the mean serial intervals. In the original analysis a Weibull distribution was fitted [13] and is shown for comparison; the estimated mean serial interval was 3:6 days (95% confidence interval~2:9-4:3). From the serial interval distributions we estimate the mean serial interval to be 3:6 days (95% CĨ 2:6-4:6) assuming j~2 and 3:8 days (95% CI~2:9-5:1) assuming j~4. The mean likelihood of the j~4 fit is approximately three times that of the j~2 fit. Figure 6 shows the expected number of serial interval observations of each duration and standard deviations for the two fits compared to the original data. For the j~4 case all the data lies within one standard deviation.",
            "cite_spans": [
                {
                    "start": 246,
                    "end": 250,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 80,
                    "end": 88,
                    "text": "Figure 5",
                    "ref_id": null
                },
                {
                    "start": 613,
                    "end": 621,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": "Influenza in Hong Kong transmission study"
        },
        {
            "text": "The serial interval is relatively easy to observe and has been shown to be critically important for predicting disease dynamics and choosing control policies. For these reasons it is commonly recorded during the early stages of a pandemic. The difficulty arises when attempting to use the observations for modelling, or inference, because the serial interval is the convolution of two processes: infection and incubation, and the infection time is effectively unobservable. In this paper we have provided methodology for parametrising a quite general Markovian model of household disease dynamics to serial interval data. Not only does this approach provide an estimate of the distribution of serial interval, but it also provides an estimate of a mechanistic model of the disease dynamics. This approach facilitates the prediction of disease dynamics and the assessment of alternative control options, of much importance in the early stages of disease invasion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We have shown how the distribution of serial interval can be evaluated to arbitrary precision for our stochastic households model. Unlike stochastic simulation, which is computationally intensive and produces an estimate, our method is efficient and allows precise likelihood evaluation. Analytical results can be derived, using approximations in the cases Nw2 (see Appendix D of File S1), but in practice these offer no advantage over the numerical scheme due to the unwieldy nature of the expressions derived.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our model allows us to quantify the effect of household size on the clinical serial interval (the time between first and second showing of symptoms, assuming that there is no asymptomatic infection and only a single introduction), hence identifying its importance for estimation. By fitting to serial interval distributions stratified by household size we can can obtain accurate posterior distributions for all three of the basic parameters: transmission parameter b, exposed period parameter s, and infectious period parameter c. The parameter j, controlling the variance of the exposed period, can also be inferred, although we have not implemented this within the MCMC scheme. The serial interval distribution is relatively insensitive to the parameter k, controlling the variance in the infectious period, so we have not attempted to infer this and have held it constant. If full time series of symptomatic' events are available then our method is potentially wasteful because we do not use the later events. Our methods can be extended to inference of full time series and it is likely that this is required to get better estimates on the parameters b and c. Such a project is currently under way.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We have shown the effectiveness of this scheme for estimating parameters from simulated data as well as data from a Hong Kong influenza study [13] . Despite the small sample size we could still infer meaningful estimates for the exposed period and serial interval distribution, consistent with the earlier study. This demonstrates that the methodology reliably produces estimates as would be obtained via traditional parametric fitting, but has the added benefit of producing estimates of parameters for our stochastic, mechanistic model of disease dynamics. Of course, one must be careful in using household quantities to make population level predictions [9] ; to do this we typically need to make more assumptions about population level mixing and transmission. In related work on antiviral effectiveness [6] we have used this method with a simpler model to effectively estimate the exposed period parameter s and infectious period parameter c from a larger influenza serial interval dataset [4] . Although this dataset was larger, the data was not stratified by household size, so we had to use a mean household size in our estimation. This then allowed us to evaluate posterior distributions for population level quantities such as the household basic reproductive number, R Ã , and early growth rate [17, 21, 31] .",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 146,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 657,
                    "end": 660,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 808,
                    "end": 811,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 995,
                    "end": 998,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1306,
                    "end": 1310,
                    "text": "[17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1311,
                    "end": 1314,
                    "text": "21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1315,
                    "end": 1318,
                    "text": "31]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The serial interval is also important because of its relation to the generation time which can be used to relate the Malthusian early growth rate, r, and the basic reproductive ratio, R 0 [8, 9, 14, 23] . Usually it is assumed that these two distributions have the same mean, but in general their distributions will be different [32] . The actual generation time distribution can be derived for our model in a similar way to the serial interval distribution. Briefly, one would change the initial condition of the Markov chain to E 1~1 and make a different set of states absorbing. Once the joint posterior distribution for the parameters is inferred from the serial interval data, we can use it to compute the generation time distribution.",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 191,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 192,
                    "end": 194,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 195,
                    "end": 198,
                    "text": "14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 199,
                    "end": 202,
                    "text": "23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 329,
                    "end": 333,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Whilst our model is quite general, there exists a number of features which may be required for particular diseases, populations and data sets which would require modification of our approach. For example, we have not explicitly accounted for external infection and co-primary cases, varying infectiousness with stage of infection, or symptoms that do not coincide with the commencement of infectiousness. It possible to extend the model to account for these features, and the method we have outlined will also need to be modified slightly to accommodate these extensions. We note that in all cases extra parameters will require estimation. We are currently developing and testing such frameworks. However, the model we have explicitly analysed herein is of much interest in infectious disease modelling, and the method we have detailed will facilitate its use in the early stages of disease invasion, of much interest to public health policy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Here we have shown that household size has a significant impact on the serial interval, and that including this data improves estimates. Throughout we have assumed frequency-dependent transmission, as appears to be most appropriate for influenza in households [15] , but one would expect the differences to be exacerbated by density-dependent transmission -not only do larger households have more individuals competing to display symptoms first, but the transmission rate would also be larger for the same household configuration which further reduces the serial interval. Household size is typically recorded alongside the serial interval, so our method simply proposes a way to make appropriate use of this routinely collected data; an approach which has the benefit of producing posterior distributions of parameters corresponding to a fully-mechanistic model of the disease dynamics.",
            "cite_spans": [
                {
                    "start": 260,
                    "end": 264,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "File S1 This file contains Statistical (MCMC) details; Sensitivity analysis of the full model; Full inference while holding b fixed; and, Some analytic results. (PDF)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supporting Information"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Health Protection Agency, Health Protection Scotland, Communicable Disease Surveillance Centre Northern Ireland, and National Public Health Service for Wales",
            "authors": [],
            "year": 2009,
            "venue": "First Few Hundred (FF100) Project",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The interval between successive cases of an infectious disease",
            "authors": [
                {
                    "first": "Pem",
                    "middle": [],
                    "last": "Fine",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Am J Epidemiol",
            "volume": "153",
            "issn": "",
            "pages": "1039--1047",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Transmission parameters of the A/ H1N1 (2009) inuenza virus pandemic: a review",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "Y"
                    ],
                    "last": "Boëlle",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ansart",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Valleron",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Influenza Other Respi Viruses",
            "volume": "5",
            "issn": "",
            "pages": "306--316",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Serial intervals and the temporal distribution of secondary infections within households of 2009 pandemic influenza A(H1N1): implications for influenza control recommendations",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Donnelly",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Finelli",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Olsen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Doshi",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Clin Infect Dis",
            "volume": "52",
            "issn": "S",
            "pages": "123--130",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Household transmission of 2009 pandemic influenza A(H1N1): a systematic review and meta-analysis",
            "authors": [
                {
                    "first": "Llh",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nishiura",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kelly",
                    "suffix": ""
                },
                {
                    "first": "Dkm",
                    "middle": [],
                    "last": "Ip",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Epidemiology",
            "volume": "23",
            "issn": "",
            "pages": "531--542",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Epidemiological consequences of household-based antiviral prophylaxis for pandemic influenza",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Black",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "House",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Keeling",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "V"
                    ],
                    "last": "Ross",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J R Soc Interface",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Mitigation strategies for pandemic influenza in the United States",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Germann",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kadau",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Longini",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "PNAS",
            "volume": "103",
            "issn": "",
            "pages": "5935--5940",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Strategies for containing an emerging influenza pandemic in Southeast Asia",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "Dat",
                    "middle": [],
                    "last": "Cummings",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nature",
            "volume": "437",
            "issn": "",
            "pages": "209--214",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "How generation intervals shape the relationship between growth rates and reproductive numbers",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wallinga",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Proc R Soc B",
            "volume": "274",
            "issn": "",
            "pages": "599--604",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Joint estimation of the basic reproduction number and generation time parameters for infectious disease outbreaks",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Griffen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Garske",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Ghani",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Biostatistics",
            "volume": "12",
            "issn": "",
            "pages": "303--312",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Transmission dynamics and control of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Robins",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": "1966--1970",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Outbreak of 2009 pandemic influenza A(H1N1) at a New York city school",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lessler",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Reich",
                    "suffix": ""
                },
                {
                    "first": "Dat",
                    "middle": [],
                    "last": "Cummings",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "N Engl J Med",
            "volume": "361",
            "issn": "",
            "pages": "2628--2636",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Estimation of the serial interval of influenza",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Cowling",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                },
                {
                    "first": "Jsm",
                    "middle": [],
                    "last": "Peiris",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Epidemiology",
            "volume": "20",
            "issn": "",
            "pages": "344--347",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Some model based considerations on observing generation times for communicable diseases",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Scalia Tomba",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Svensson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Asikainen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Giesecke",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Math Biosci",
            "volume": "223",
            "issn": "",
            "pages": "24--31",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "A Bayesian MCMC approach to study transmission of influenza: application to household longitudinal data",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Carrat",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Viboud",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Valleron",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "Y"
                    ],
                    "last": "Boëlle",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Stat Med",
            "volume": "23",
            "issn": "",
            "pages": "3469--3487",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Household transmission of 2009 influenza A (H1N1) virus in the united states",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Donnelly",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Reed",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Ghani",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "N Engl J Med",
            "volume": "361",
            "issn": "",
            "pages": "2619--2627",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Epidemics with two levels of mixing",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ball",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mollison",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Scalia-Tomba",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Ann App Prob",
            "volume": "1",
            "issn": "",
            "pages": "46--89",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "On methods for studying stochastic disease dynamics",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Keeling",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "V"
                    ],
                    "last": "Ross",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J R Soc Interface",
            "volume": "5",
            "issn": "",
            "pages": "171--181",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Estimating rates of carriage acquisition and clearance and competitive ability for pneumococcal serotypes in Kenya with a Markov transition model",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Abdullahi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "&apos;amour",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Epidemiology",
            "volume": "23",
            "issn": "",
            "pages": "510--519",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Linking data and models: The importance of statistical analyses to inform models for the transmission dynamics of infections",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "E"
                    ],
                    "last": "Pitzer",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "E"
                    ],
                    "last": "Basta",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Epidemiology",
            "volume": "23",
            "issn": "",
            "pages": "520--522",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Calculation of disease dynamics in a population of households",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "V"
                    ],
                    "last": "Ross",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "House",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Keeling",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS ONE",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Destabilization of epidemic models with the inclusion of realistic distributions",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lloyd",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Proc R Soc B",
            "volume": "268",
            "issn": "",
            "pages": "985--993",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Appropriate models for the management of infectious diseases",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Wearing",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rohani",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Keeling",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "PLoS Med",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Modeling infectious diseases in humans and animals",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Keeling",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rohani",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Expokit: A software package for computing matrix exponentials",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Sidje",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "ACM Trans Math Softw",
            "volume": "24",
            "issn": "",
            "pages": "130--156",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Time lines of infection and disease in human influenza: A review of volunteer challenge studies",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Carrat",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Vergu",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Am J Epidemiol",
            "volume": "167",
            "issn": "",
            "pages": "775--785",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "MATLAB routines for epidemic modelling and inference in structured populations",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Epistruct",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Markov Chain Monte Carlo in Practice",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "R"
                    ],
                    "last": "Gilks",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Richardson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Spiegelhalter",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Modelling the impact of local reactive school closures on critical care provision during an influenza pandemic",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "House",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Baguelin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Van Hoek",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Flasche",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "White",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Proc R Soc B",
            "volume": "278",
            "issn": "",
            "pages": "2753--2760",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Vaccination against pandemic influenza A/H1N1v in England: A real-time economic evaluation",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Baguelin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Van Hoek",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jit",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Flasche",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "White",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Vaccine",
            "volume": "28",
            "issn": "",
            "pages": "2370--2384",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Invasion of infectious diseases in finite, homogeneous populations",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "V"
                    ],
                    "last": "Ross",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Theor Biol",
            "volume": "289",
            "issn": "",
            "pages": "83--89",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "A note on generation times in epidemic models",
            "authors": [
                {
                    "first": "Å",
                    "middle": [],
                    "last": "Svensson",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Math Biosci",
            "volume": "208",
            "issn": "",
            "pages": "300--311",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Generated serial interval distributions. (A) shows the size-biased distribution derived from USA 2011 census data. (B) shows 300 randomly generated serial interval observations, stratified by household size. (C) shows the same observations, but summed over all household sizes. These distributions are used in the next section to test the parameter inference methods. Parameters: b~2, s~1=4, c~1=2 and j~k~2. doi:10.1371/journal.pone.0073420.g001",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Theoretical serial interval distributions. Part A shows the serial interval cumulative distribution function for households of size N~2,3 and 8 (dot-dashed, dashed and solid lines respectively). Parts B, C and D show the serial interval pmf (binned into days) derived from the corresponding cdfs. Parameter values: b~2, s~1=4, c~1=2 and j~k~2. doi:10.1371/journal.pone.0073420.g002",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Parameter inference and predicted serial interval distributions. Plots A, B and C show 2|10 3 points from the posterior distributions for the parameters s and c assuming only a single household size, N~2,3 and 4 respectively. These are obtained from fitting to the distribution shown in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Inference of the serial interval distribution accounting for household size. (A) and (B) show 10 3 points from the posterior distribution projected along two different parameter axis. Points are coloured according to their likelihood with higher values assigned redder shades. (C) shows the mean serial interval distribution (solid line) and 95% credible intervals (dashed lines) obtained from 10 4 samples of the posterior, summed over all household sizes. True parameter values: b~2, s~1=4 and c~1=2. doi:10.1371/journal.pone.0073420.g004",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Estimated serial interval distributions. Solid lines depicts the mean and dashed lines the 95% credible intervals assuming j~2 (A) and j~4 (B). The dotted lines show the Weibull distribution estimated in the original analysis [13]. The insets show kernel density plots for the mean serial interval. doi:10.1371/journal.pone.Expected number of serial interval observations of each duration compared with original data. Original data is summed over household size shown as circles (14 observations in total). The markers with bars show the mean and one standard deviations for the j~2 fit (x markers) and the j~4 fit (square markers). doi:10.1371/journal.pone.0073420.g006",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Within household dynamics.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Computational costs.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank the referees for their helpful comments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "Conceived and designed the experiments: AB JR. Performed the experiments: AB JR. Analyzed the data: AB JR. Contributed reagents/ materials/analysis tools: AB JR. Wrote the paper: AB JR.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Contributions"
        }
    ]
}