{
    "paper_id": "b35c5f90e09d90f6fd6cff9dab355755e4c33fe4",
    "metadata": {
        "title": "Situational Awareness and Health Protective Responses to Pandemic Influenza A (H1N1) in Hong Kong: A Cross- Sectional Study",
        "authors": [
            {
                "first": "Qiuyan",
                "middle": [],
                "last": "Liao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Health Behaviour Research Group",
                    "institution": "Hong Kong Special Administrative Region",
                    "location": {
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Benjamin",
                "middle": [],
                "last": "Cowling",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Infectious Diseases Group",
                    "institution": "Hong Kong Special Administrative Region",
                    "location": {
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Wing",
                "middle": [
                    "Tak"
                ],
                "last": "Lam",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Health Behaviour Research Group",
                    "institution": "Hong Kong Special Administrative Region",
                    "location": {
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Man",
                "middle": [
                    "Wai"
                ],
                "last": "Ng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Infectious Diseases Group",
                    "institution": "Hong Kong Special Administrative Region",
                    "location": {
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Richard",
                "middle": [],
                "last": "Fielding",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Health Behaviour Research Group",
                    "institution": "Hong Kong Special Administrative Region",
                    "location": {
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Whether information sources influence health protective behaviours during influenza pandemics or other emerging infectious disease epidemics is uncertain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methodology: Data from cross-sectional telephone interviews of 1,001 Hong Kong adults in June, 2009 were tested against theory and data-derived hypothesized associations between trust in (formal/informal) information, understanding, selfefficacy, perceived susceptibility and worry, and hand hygiene and social distancing using Structural Equation Modelling with multigroup comparisons.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Principal Findings: Trust in formal (government/media) information about influenza was associated with greater reported understanding of A/H1N1 cause (b = 0.36) and A/H1N1 prevention self-efficacy (b = 0.25), which in turn were associated with more hand hygiene (b = 0.19 and b = 0.23, respectively). Trust in informal (interpersonal) information was negatively associated with perceived personal A/H1N1 susceptibility (b = 20.21), which was negatively associated with perceived selfefficacy (b = 20.42) but positively associated with influenza worry (b = 0.44). Trust in informal information was positively associated with influenza worry (b = 0.16) which was in turn associated with greater social distancing (b = 0.36). Multigroup comparisons showed gender differences regarding paths from trust in formal information to understanding of A/H1N1 cause, trust in informal information to understanding of A/H1N1 cause, and understanding of A/H1N1 cause to perceived self-efficacy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusions/Significance: Trust in government/media information was more strongly associated with greater self-efficacy and handwashing, whereas trust in informal information was strongly associated with perceived health threat and avoidance behaviour. Risk communication should consider the effect of gender differences.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Pandemic influenza A/H1N1 has a clinical profile similar to seasonal influenza, despite initially appearing more severe [1] . Respiratory infectious diseases (RIDs) such as influenza are a major public health issue best dealt with by prevention, ideally vaccination. However, in the first six-months or so of a newlyemergent RID epidemic/pandemic vaccines are generally unavailable and non-pharmacological interventions can play a major role in minimizing RID spread [2] [3] [4] . Government health education messages are a major source of information for promoting self-protective practices against RIDs. These preventive messages generally emphasize improved hygiene, face-mask use by infected persons, and social distancing measures, including avoiding crowds during epidemics [5] [6] [7] .",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 123,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 467,
                    "end": 470,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 471,
                    "end": 474,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 475,
                    "end": 478,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 780,
                    "end": 783,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 784,
                    "end": 787,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 788,
                    "end": 791,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Predictors of population uptake of health protective behaviours in RID epidemics have begun to be studied [8] [9] [10] [11] [12] [13] , yet related theory remains nascent and this is problematic: to effectively predict behaviour during future epidemics robust theory is critical. Effective models that enable comprehensive prediction of health protective behaviours remain limited mainly to two overlapping theoretical paradigms: the Theories of Reasoned Action/Planned Behaviour (TPB) [14] [15] [16] and Bandura's concept of self-efficacy [17] [18] [19] (the belief that one can successfully execute some behaviour), particularly regarding the core TPB concept of perceived behavioural control, which controversially is claimed by some to be largely synonymous with self-efficacy [19] [20] [21] and by others to be indistinguishable from intent [22] (the intention to execute a particular behaviour), the key predictive element of TPB [16] . When used to account for health-related behaviours TPBbased models typically account for ,35% of variance in outcomes [16] , while self-efficacy accounts for ,25% of variance in outcomes [23, 24] . However, neither TPB nor Self-efficacy allow for the social and affective influences that might be expected logically to be important in RID [25, 26] . We report on a theoretical model that incorporated elements of influenza causal knowledge, perceived self-efficacy and also social and affective influences ( Figure 1 ) because these latter variables have been less frequently studied in combination, but have theoretical and logical support for their potential importance in the context of RIDs. We tested this model against data collected in the early phase of the influenza A/H1N1 pandemic (Table S1 ) to examine how levels of trust in formal and informal sources of risk/prevention information associated with hand washing and social distancing.",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 109,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 110,
                    "end": 113,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 114,
                    "end": 118,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 119,
                    "end": 123,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 124,
                    "end": 128,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 129,
                    "end": 133,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 486,
                    "end": 490,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 491,
                    "end": 495,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 496,
                    "end": 500,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 540,
                    "end": 544,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 545,
                    "end": 549,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 550,
                    "end": 554,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 781,
                    "end": 785,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 786,
                    "end": 790,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 791,
                    "end": 795,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 846,
                    "end": 850,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 936,
                    "end": 940,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1061,
                    "end": 1065,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1130,
                    "end": 1134,
                    "text": "[23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1135,
                    "end": 1138,
                    "text": "24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1282,
                    "end": 1286,
                    "text": "[25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1287,
                    "end": 1290,
                    "text": "26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [
                {
                    "start": 1451,
                    "end": 1459,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1735,
                    "end": 1744,
                    "text": "(Table S1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "Ethics approval was obtained from the Institutional Review Board of the University of Hong Kong/Hospital Authority Hong Kong West Cluster. For this telephone interview, written informed consent was waived by the IRB but verbal consent was required from all the respondents and agreement to participate in the interview was taken as further consent. Before the interview began, a brief introduction about the study aims and interview contents was given and then respondents were asked whether the interview could start. If approval was received this was recorded and the interview performed. If not, respondents were thanked and the call was terminated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics Statement"
        },
        {
            "text": "More than 98% of Hong Kong households have landline telephones and all local calls are free. Random-digit dialled telephone numbers and within-household random-sampling grids (Kish grids) are a cost-effective way to survey highly representative random population samples. Kish grids are matrices containing random numbers for different sized households that facilitate random selection of individuals within households and help minimize sampling bias. The number of eligible household residents, ''n'', is determined by asking the person of first contact in the household. The Kish grid provides a randomly generated number ''k'' between 1 and ''n'' which is used by the interviewer. Ordering by age and starting from the oldest eligible member in the household, the k'th member is then invited to participate in the survey. Different grid values are used for each household. As part of a series of surveys to monitor A/H1N1 epidemic activity, a commercial polling organization administered the questionnaire using this telephone-survey methodology, targeting 1,000-1,500 participants on each occasion, a sample size calculated to give an estimate of A/H1N1 health protective behaviours with a precision of 63%. The survey with the largest sample was selected for this analysis. Sampling was performed during the evening to minimize exclusion of young working adults.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sampling"
        },
        {
            "text": "Data on attitudes, knowledge, situational awareness, risk perception and preventive behaviours (Table S1) were collected by household telephone interviews, based on random digit dialling. One Cantonese-speaking adult (age$18) who lives .4 nights per week in each household was selected using a Kish grid. All interviews were conducted between 8:30pm-10:45pm from 23 rd -25 th June, 2009, two weeks after the first community transmission had been identified in Hong Kong. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 95,
                    "end": 105,
                    "text": "(Table S1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Sources of data"
        },
        {
            "text": "Existing theoretical frameworks of behaviour change have been adapted to predict health-related behaviour-change for chronic, non-communicable diseases [15, 16] , but we lack a comprehensive evidence-based model of protective behaviour against RID threat [11] . A recent review of 26 papers on RID prevention behaviours concluded that 23 lacked a theoretical basis [13] . Existing applications of health behaviour change models in communicable disease are almost exclusively limited to HIV/AIDS research [24, 27] and to a lesser extent hepatitis B and C, which share the same transmission pathways as HIV. There are good reasons why sexually-transmitted diseases embody a different set of influences than do RIDs. For example people are highly motivated to seek sexual contact (or injection drug use) and have a high degree of potential control (e.g. condom use) over the nature of these encounters, even though they may be situationally constrained from executing that control, and are infected only by direct exchange of bodily fluids. In contrast, one can acquire an RID transmitted by air droplets, hand contact or fomites for up to 72 hours after the person who is the source departs [28] , or immediately by being sneezed on. Infection is much more casual. Clearly, the controllability of RIDs requires different behavioural imperatives to those in STDs and hence different psychological influences should be considered. Attempts by the TPB to accommodate social influences had relied on incorporating social norms [14] , the behavioural expectations within a group. However, norms, and hence theoretical models reliant on norms to account for social processes, cannot accommodate the fact that communicable respiratory diseases make other humans ambiguous sources of threat: one can usually control sexual encounters but not who shares public transport. In this respect social factors in communicable respiratory disease differ significantly from those in non-communicable diseases and warrant greater consideration than existing HBC models allow. Outbreaks of new infectious diseases constitute situations that are uncertain, dynamic, and embody highly personal threat, requiring rapid decisions on appropriate action [29] . Under such circumstances timely and relevant information on the best preventive actions become critical to such decision-making. Hence, health protective behaviour during the early stages of a novel epidemic would be more likely to resemble situational reactions using established or known default actions such as avoiding crowds (social distancing), rather than intention-based planning before any behavioural change, such as deciding to consult a doctor to administer a vaccination. Later in the epidemic as threat familiarity increases, different factors such as planned behaviour may become important.",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 156,
                    "text": "[15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 157,
                    "end": 160,
                    "text": "16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 255,
                    "end": 259,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 365,
                    "end": 369,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 504,
                    "end": 508,
                    "text": "[24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 509,
                    "end": 512,
                    "text": "27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1189,
                    "end": 1193,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1521,
                    "end": 1525,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 2226,
                    "end": 2230,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Behavioural model"
        },
        {
            "text": "Reporting delays, uncertainty and other biases affect publicly available information on the characteristics of newly-emergent communicable diseases, such as A/H1N1 lay knowledge of infection-related risks can be limited. The resulting uncertainty about disease severity and transmissibility at the epidemic onset extends to the utility and timing of adopting preventive measures. Information cues to individuals about initiating protective action must therefore be synthesized from various sources. Perceived information reliability or trustworthiness influences decisions to utilize any given information source [30] to inform awareness of the situation. More trustworthy sources are therefore likely to be more influential. Epidemic situational awareness is likely derived from formally-announced public information like news items, government press releases and health education messages, and also from informal, social sources [25, 29] ; observation of other peoples' behaviour and communications from family, peers and neighbours. Noting how others behave informs action decisions in the observer [19] . If those around you are wearing masks, this indicates others might have knowledge you do not possess, and that the threat level might be locally high and imminent, suggesting prudent precautionary or RID preventive behaviour. Observers are also subject to social conformity influences that can help adoption of group patterns of behaviour. Maintaining situational awareness, involving elements of perception, comprehension and prediction [31] , during epidemics probably relies on these two types of information. However, when uncertainty is high and widespread, or when there is low confidence in social and other information sources then individuals' HPBs might be expected to be more independent of formal and informal information sources.",
            "cite_spans": [
                {
                    "start": 613,
                    "end": 617,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 931,
                    "end": 935,
                    "text": "[25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 936,
                    "end": 939,
                    "text": "29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1102,
                    "end": 1106,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1547,
                    "end": 1551,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Behavioural model"
        },
        {
            "text": "Perceived risk is influenced by several stimulus characteristics, including unfamiliarity, invisibility, dreadfulness and inequity [32] , and by recipient characteristics, including demographics and trust in information source and content [33] . Perceived risk is an important determinant of protective behavioural responses [12, 34, 35, 36] , but is subject to optimistic bias, where for example people distort their risk of contracting influenza downwards relative to others [35, 37] . Nonetheless, susceptibility to risk remains an important measure in understanding variation in behavioural responses to threat and reflects the key element of perceived risk in an epidemic/pandemic situation. Worry is a cognitive process linked to anxiety [26, 38] and reflects negative affectivity, interacting with perception of susceptibility to risk [26, 39] and may also influence RID protective responses such as social distancing [13] .",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 135,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 239,
                    "end": 243,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 325,
                    "end": 329,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 330,
                    "end": 333,
                    "text": "34,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 334,
                    "end": 337,
                    "text": "35,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 338,
                    "end": 341,
                    "text": "36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 477,
                    "end": 481,
                    "text": "[35,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 482,
                    "end": 485,
                    "text": "37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 744,
                    "end": 748,
                    "text": "[26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 749,
                    "end": 752,
                    "text": "38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 842,
                    "end": 846,
                    "text": "[26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 847,
                    "end": 850,
                    "text": "39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 925,
                    "end": 929,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Behavioural model"
        },
        {
            "text": "Because data were collected using telephone interviews we had to adapt measures to suit a brief format in order to avoid people hanging up mid-way or providing invalid answers to hurry the interview, a problem encountered with this data collection method. We therefore used parsimonious measure to minimize assessment fatigue and low response rates which threaten representativeness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measures"
        },
        {
            "text": "Trust in government/media (formal) information: We asked about respondents' agreement with three statements (Table S1 ). Responses were made on categorical five-point scales ranging from ''strongly disagree'' to ''strongly agree''. Scalability of these three items was assessed using Cronbach's alpha, which at 0.61 indicated that the internal consistency between items was low, but acceptable. However, to minimize potential measurement error arising from the low internal consistency, this construct was treated as a latent variable in the subsequent analysis [40] . A latent variable is a concept opposed to an observed variable. A latent variable can not be measured directly but is inferred from one or more variables that are directly measured (observed variable) while an observed variable can be directly measured with a specific question or item or observed by the researchers. For example, an ''attitude'' is a concept that is difficult to measure directly with single items but can be inferred from various questions asking about different aspects of that attitude. Then within the analysis ''attitude'' is treated as the latent variable while the questions used to infer it are the observed variables.",
            "cite_spans": [
                {
                    "start": 562,
                    "end": 566,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [
                {
                    "start": 108,
                    "end": 117,
                    "text": "(Table S1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Measures"
        },
        {
            "text": "Trust in interpersonal (informal) information: Respondents' agreement with two statements (Table S1 ). Responses were made on categorical five-point scales ranging from ''strongly disagree'' to ''strongly agree''. Scalability of these two items was assessed using Cronbach's alpha, which at 0.50 indicated that scalabilty was unsuitably low for two items. This suggests that these two items measure different aspects of social information. Again to minimize potential measurement error this construct was treated as a latent variable in the subsequent analysis.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 90,
                    "end": 99,
                    "text": "(Table S1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Measures"
        },
        {
            "text": "Understanding cause of A/H1N1 (''I understand how Swine flu is caused'') and self-efficacy (confidence in one's ability to act in a way that achieves desired future outcomes) for A/H1N1 prevention (''I am confident that I can protect myself against Swine flu''): Each was assessed using responses on 5-point scales of agreement with these two single item statements (Table S1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 366,
                    "end": 376,
                    "text": "(Table S1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Measures"
        },
        {
            "text": "Perceived personal susceptibility: Two items, one assessing absolute susceptibility (perceived absolute probability of developing A/H1N1) and another assessing relative susceptibility (perceived probability of developing A/H1N1 relative to peers) formed a latent variable for perceived personal susceptibility (Table S1 ). The Cronbach alpha of these two items was 0.66.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 310,
                    "end": 319,
                    "text": "(Table S1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Measures"
        },
        {
            "text": "Worry about contracting H1N1. Respondents were asked to indicate their level of worry over the past one week about contracting influenza A/H1N1. Responses were 5-point scales of worry ranged from ''never thought about it'' to ''extremely worried'' (Table S1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 248,
                    "end": 257,
                    "text": "(Table S1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Measures"
        },
        {
            "text": "Hand hygiene. Respondents were asked to indicate frequencies of use of four hand hygiene practices over the three days prior to interview: hand washing after sneezing, coughing and touching nose; hand washing after returning home, use of liquid soap for hand washing, and hand washing after touching common objects. Responses were on a 4-point scale of frequency: 1 ''never'', 2 ''sometimes'', 3 ''usually'' and 4 ''always''. Cronbach's a was 0.62 (Table S1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 448,
                    "end": 457,
                    "text": "(Table S1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Measures"
        },
        {
            "text": "Social distancing behaviours: a. Social Avoidance. Respondents were asked to indicate if they had adopted any of four avoidance behaviours due to influenza A/H1N1 in the past 7 days: avoiding eating out, avoiding using public transport, avoiding going to crowded places, and rescheduling travel plans Responses were coded as 1 ''yes'' and 0 ''no''. Cronbach's a was 0.61 (Table S1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 371,
                    "end": 380,
                    "text": "(Table S1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Measures"
        },
        {
            "text": "We first compared the demographic structure of the sample against that of the general population derived from the Hong Kong government General Household Survey to identify any sample differences.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Our model proposes that trust in formal (government and media sources) and informal (from other people) information affects RID epidemic health protective behaviours, the former by informing about generic risk and response characteristics for dealing with a potential threat (causes and protective responses), the latter about threat imminence, severity and response effectiveness (seeing how others behave). We refer to the product of these combined processes as situational awareness, and propose that rather than driving behaviour directly information acts through altering the cognitive/affective domain of situational awareness. Thus the model is predicated on several premises: that understanding of the disease and perceived personal susceptibility influence self-efficacy [17, 18, 31] ; that the effect of perceived susceptibility to influenza on HPBs acts through increasing worry about the disease [26, 33, 38, 41, 42] ; and that more worry from perceived susceptibility prompts HPBs [39, 41, 42] . These cognitive/affective processes are represented in the hypothesized model ( Figure 1 ).",
            "cite_spans": [
                {
                    "start": 780,
                    "end": 784,
                    "text": "[17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 785,
                    "end": 788,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 789,
                    "end": 792,
                    "text": "31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 908,
                    "end": 912,
                    "text": "[26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 913,
                    "end": 916,
                    "text": "33,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 917,
                    "end": 920,
                    "text": "38,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 921,
                    "end": 924,
                    "text": "41,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 925,
                    "end": 928,
                    "text": "42]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 994,
                    "end": 998,
                    "text": "[39,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 999,
                    "end": 1002,
                    "text": "41,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1003,
                    "end": 1006,
                    "text": "42]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [
                {
                    "start": 1089,
                    "end": 1097,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Statistical analysis"
        },
        {
            "text": "Structural Equation Modeling (SEM) is a method for simulating and testing multiple and interrelated causal relationships simultaneously in statistical data, making it suitable for theory development and testing [40] . SEM was applied to test the hypothesized model. SEM is usually performed when a model contains latent variables assessed with specified measurement models. Despite including estimations of a series of multiple regression equations, SEM differs from regression analysis in several ways, which make it advantageous for this kind of analysis.",
            "cite_spans": [
                {
                    "start": 211,
                    "end": 215,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "First, SEM is usually theoretically based because it is performed after researchers specify the hypothesized model. Second, it can be used to refine the hypothesized model by estimating the measurement model and structural model simultaneously. Finally SEM analysis can accommodate measurement errors of the constructs in the model [40] . In our hypothesized model, trust in formal information, trust in informal information, perceived personal susceptibility, hand washing and social distancing behaviours were entered as latent (inferred) variables while other constructs were entered as observable (directly measured) variables because they were assessed with only one item. Two different health protective behaviors, hand washing and social distancing, were entered as the HPB outcomes because we hypothesized that different influences may act on each of these. We assumed that the ''disturbances'' of the two health behavior outcomes were correlated. Disturbance represents the unexplained variances of the latent variables predicted by the specified independent variables [40] . In making this assumption, we assumed that unexplained variance in the outcome variables could be correlated and the variables in question jointly influenced by other unknown factors, and so allowed for such constraints within the model by using more conservative criteria. Previous studies have shown that hand hygiene and social distancing behaviours during a pandemic could be influenced by some common causes which were not fully explored in our study such as current health, past experience of disease and cues to action [14] . In particular, in our study, the two kinds of health protective behaviours occurred in the same situation of the 2009 influenza pandemic, and so it is sensible and reasonable to assume that they could be influenced by some common causes which were not fully explored in our studies.",
            "cite_spans": [
                {
                    "start": 332,
                    "end": 336,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1078,
                    "end": 1082,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1611,
                    "end": 1615,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Adequacy of the measurement models was tested before testing the full structural model. To test the full structural model, all constructs ( Figure 1) were entered into the model and all factor loading, specified paths, covariance, measurement errors and disturbances were estimated simultaneously. Since the model contained categorical variables, Weighted Least Square with mean-and variance-adjusted estimation (WLSMV) was used to estimate the standardized parameter (b) for each path [43] . With this kind of estimation, chi-square difference testing is inappropriate. We therefore used the Comparative Fit Index (CFI), Tucker-Lewis Index (TLI) and Root Mean Squared Error of Association (RMSEA) to evaluate the model fit to the data. A CFI.0.95, TLI.0.95 and RMSEA,0.05 indicate a good fit of data to the model [43] . The analysis was conducted in Mplus 6.0 for Windows [43] . The proportion of missing values ranged from 0.1% for ''In the past one week, have you ever worried about catching influenza A/H1N1'' to 10.1% ''did you wash hands after sneezing, coughing or touching nose in the past 3 days''. Missing data were handled with multiple imputation to generate 10 datasets which were summarized into one for subsequent analysis. Multiple imputation was performed in AmeliaView [44] .",
            "cite_spans": [
                {
                    "start": 486,
                    "end": 490,
                    "text": "[43]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 814,
                    "end": 818,
                    "text": "[43]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 873,
                    "end": 877,
                    "text": "[43]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1287,
                    "end": 1291,
                    "text": "[44]",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [
                {
                    "start": 140,
                    "end": 149,
                    "text": "Figure 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Statistical analysis"
        },
        {
            "text": "Responses are likely to differ by sociodemographic factors [13] . We therefore stratified the sample by gender and by age (,45 years old vs. .45 years old). Education is also likely to have a significant effect but there are difficulties in education stratification in Hong Kong. The age cut-off of 45 years was adopted to account for the introduction in Hong Kong of 6-year compulsory education in 1971 and 9-year compulsory education in 1978 [45] . This means that people aged 45 or above are much less likely to have a tertiary (college/university) level education and less secondary (high school) education than people aged ,45 years old [45] . Moreover, in traditional families in China, a son (who lived with his parents after marriage) was usually more educationally-favoured over daughters (who moved to their in-laws' home on marriage) to ensure support for the parents in their old age, so males usually obtained more education than females [45] . These distinctions were somewhat evidenced by our data which showed that 98% of the respondents aged ,45 compared to 71% of the respondents aged 45 or above (x 2 = 147.69, p,0.001), and 89% of male compared to 80% of female respondents, obtained at least secondary education (x 2 = 17.05, p,0.001). Since the numbers of tertiary educated respondents and primary (elementary) educated respondents were too small to produce stable models, we limited stratification to gender and age only and acknowledge that this also incorporates indefinable education and income effects.",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 63,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 444,
                    "end": 448,
                    "text": "[45]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 642,
                    "end": 646,
                    "text": "[45]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 951,
                    "end": 955,
                    "text": "[45]",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Consequently, we used a multi-group SEM to assess the invariance of the model (Figure 1 ) across gender and age group (respondents aged 18-44 and aged 45 or above). We tried to test the model by stratifying the sample into four subgroups (female aged 18-44, female aged 45 or above, male aged 18-44 and male aged 45 or above). However, the sample size for males aged 18-44 was relative small (Table S2) . Moreover, all the model variables were treated as categorical variables and we used the WLSMV method to estimate the model. This method requires that each subsample covers all the categories of each variable. In the case of one category, younger males, not all variable values were present. To meet the assumptions for analysis we would need to recode all variables, intrinsically altering the model. In order to avoid this, we relinquished a combined four-group comparison and instead compared the model across gender and the two age groups separately. To perform multigroup comparison we first ran a model with all parameters unconstrained. We then identified factor loadings that were not significantly different (p$0.05) and set these as equal, while loadings that were significantly different were allowed to vary, and finally paths that did not differ significantly were constrained to be equal while those that differed significantly were allowed to vary and estimated separately by groups. The ''DIFFTEST'' option in MPlus 6.0 was used to obtain a correct chi-square difference test for the WLSMV estimators and was used to estimate the differences between the least constrained model (with all the paths freely estimated) and the most constrained model (with all the paths constrained to be equal) as well as the partially constrained model (with some of the paths freely estimated and others constrained to be equal) [43] . A p-value.0.05 for the ''DIFFTEST'' indicate a nonsignificant difference between the models.",
            "cite_spans": [
                {
                    "start": 1832,
                    "end": 1836,
                    "text": "[43]",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [
                {
                    "start": 78,
                    "end": 87,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 392,
                    "end": 402,
                    "text": "(Table S2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Statistical analysis"
        },
        {
            "text": "Finally, to help interpret these multigroup SEM comparisons, we performed a post-hoc examination of the model variable means for different gender and age groups and tested differences using the Mann-Whitney test, which tests differences between two groups on ordinal scales of measurements.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "A total of 1,001/1,449 (69.1% response rate) Hong Kong adults successfully completed the interview. The characteristics of the sample were compared against the Hong Kong 2006 by-census population data [46] , showing respondents to be better educated and more likely to have been born in Hong Kong compared to the general population (Table 1 ) but otherwise representative.",
            "cite_spans": [
                {
                    "start": 201,
                    "end": 205,
                    "text": "[46]",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [
                {
                    "start": 332,
                    "end": 340,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Both formal and informal information trust were correlated with all situational awareness variables except worry about contracting A/H1N1 (''Worry''), while formal information trust was also independent of perceived personal susceptibility (''Susceptibility''). In turn, understanding of H1N1 cause (''Understanding'') and Perceived self-efficacy (''Self-efficacy'') were significantly associated with hand washing while Worry and Susceptibility were significantly associated with social distancing (Table S3 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 499,
                    "end": 508,
                    "text": "(Table S3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The SEM model fitted well to the data with CFI = 0.977, TLI = 0.969 and RMSEA = 0.026. Standardized coefficients indicated two primary features in the model; the first one linking Formal information and hand hygiene and a second linking Informal information and Social distancing ( Figure 2 ). Paths were seen via Formal information trust and Self-efficacy (b = 0.25) and Self-efficacy and hand hygiene (b = 0.23), and via Formal information trust and Understanding (b = 0.36), and Understanding and hand hygiene (b = 0.19) while Understanding and Selfefficacy were independent. These associations formed the first feature. Marginal associations between Worry and hand hygiene and between Self-efficacy and social distancing were seen, but the small standardized coefficients of b = 0.13 suggest that these paths are minor. Susceptibility and Worry were associated, but otherwise were functionally independent, both upstream from formal information trust, and downstream from hand hygiene.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 282,
                    "end": 290,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The second feature of the model is reflected in a different set of paths associating informal information trust with social distancing. Trust in informal information sources was inversely associated with Susceptibility (b = 20.21), which was associated positively with Worry (b = 0.44), and inversely with Self-efficacy (b = 20.42). However, more confidence in informal information sources was associated with more Worry (b = 0.16) and finally, only Worry was associated with social distancing (b = 0.36). Trust in informal information was independent of Understanding and Self-efficacy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The only remaining notable feature of the model was a strong inverse association (b = 20.42) between Susceptibility and Selfefficacy. This suggests some interaction between these two variables that could strongly influence both sets of paths mentioned so far. Overall, the model explained 11.3% of the variance in hand hygiene and 16.1% of the variance in social distancing behaviors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Across gender, both the least constrained model and the most constrained models fit the data well with CFI.0.970, TLI$0.970, RMSEA = 0.025. The most constrained model did not differ significantly from the least constrained model (x 2 for ''DIFFT-EST'' = 29.30, d f = 19, p = 0.061). However, three sets of associations differed significantly between females and males: those between Formal information trust and Understanding, from Informal information trust to Understanding, and from Understanding to Self-efficacy. These paths were set free and estimated separately in female and male. The model with these paths freely estimated fit well to the data with CFI = 0.978, TLI = 0.976 and RMSEA = 0.023, and did not differ significantly from the least constrained model (x 2 for ''DIFFTEST'' = 15.07, d f = 16, p = 0.519). Figure 3 presents the results of multigroup comparison of the model applied to males and females with the three path parameters unconstrained. For a given path, if the path coefficients did not differ significantly between males and females, only the path coefficient for males is presented; if the path coefficients differed significantly between males and females, the path coefficients for both genders are presented with the coefficients for males presented on the left of the slashes and for females presented on the right of the slashes.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 822,
                    "end": 830,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Multiple group comparison"
        },
        {
            "text": "By comparison, the model shows that for both genders while the association between Formal information trust and Understanding was positive this association was stronger amongst females (b = 0.50) than males (b = 0.25); the association between Informal information trust and Understanding was weakly positive in males (b = 0.12) but weakly negative in females (b = 20.14), and; the association between Understanding and Self-efficacy was positive (b = 0.12) in males but non-significant in females (b = 20.01).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multiple group comparison"
        },
        {
            "text": "Across the two age groups, both the least constrained model and the most constrained model fit well to the data with CFI.0.960, TLI$0.950, RMSEA#0.030. The most constrained model did not differ significantly from the least constrained model (x 2 for ''DIFFTEST'' = 15.85, d f = 19, p = 0.667). No path was found to be significantly different between the two age groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multiple group comparison"
        },
        {
            "text": "Means and standard deviations for all model variables by gender and age group showed differences (Table S4 ). All the constructs did not differ by gender except for hand hygiene and social distancing with female being more likely to wash their hands and adopt social distancing behaviours. Trust in formal and informal information sources, Self-efficacy, and Hand hygiene significantly differed by age groups, with respondents of older age group being more likely to trust the information from both sources, perceive higher self-efficacy and wash their hands.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 97,
                    "end": 106,
                    "text": "(Table S4",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Multiple group comparison"
        },
        {
            "text": "We tested a hypothesized model of associations between trust in (formal/informal) information, situational awareness variables (causal understanding, self-efficacy, susceptibility and worry) and different types of health protective behaviours (hand hygiene and social distancing) for influenza protection. The model suggested that two different sets of influences relate trust in information to hand hygiene, and to social distancing respectively. The strongest associations observed were between Susceptibility and Self-efficacy ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Neither age nor gender contributed significant variation to the association between Trust in Formal information and Self-efficacy, and Self-efficacy and hand hygiene. These findings are consistent with other studies showing self-efficacy is enhanced by procedural information [18, 19, 47, 48] and that attitudinally and actionoriented interventions are more successful in changing behaviour for communicable disease protection, such as in the case of HIV [24] . Similarly, exposure to relevant media stories during the 2009 A/H1N1influenza pandemic was associated with higher efficacy beliefs regarding hygiene, which in turn was associated with greater frequency of reported tissue access and sanitising gel purchase among British people [49] . However, there is evidence that coping style interacts with the ability of procedural information to enhance self-efficacy and under circumstances of high threat, such as during SARS-type epidemics where mortality is high, procedural information might be counter productive for some segments of the community who use an information avoidance (''blunting'') coping style [50] . Self-efficacy was only weakly associated with social distancing. People are limited in their ability to avoid crowds in Hong Kong, one of the most densely populated cities on earth, despite the Hong Kong government recommending this in order to limit the pandemic [51] . However, the relatively mild impact of A/H1N1 meant that people saw no reason to jeopardize their economic well-being and curtail other social activities, given such a low perceived threat [49, 52] . Hand washing was probably seen as sufficient protection.",
            "cite_spans": [
                {
                    "start": 276,
                    "end": 280,
                    "text": "[18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 281,
                    "end": 284,
                    "text": "19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 285,
                    "end": 288,
                    "text": "47,",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 289,
                    "end": 292,
                    "text": "48]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 455,
                    "end": 459,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 739,
                    "end": 743,
                    "text": "[49]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1116,
                    "end": 1120,
                    "text": "[50]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1387,
                    "end": 1391,
                    "text": "[51]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1583,
                    "end": 1587,
                    "text": "[49,",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1588,
                    "end": 1591,
                    "text": "52]",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [],
            "section": "Trust in Formal information"
        },
        {
            "text": "The association between Trust in Formal information and Understanding of influenza cause differed by gender but not age, with females showing a stronger association. Men tend to have poorer health knowledge than women [53] . We found that females were more likely to wash their hands than were males. Older respondents reported significantly greater trust in formal information, marginally-significantly better understanding of influenza cause and were more likely to wash their hands. This is consistent with other studies reflecting that preventive practice is enabled by knowledge of causes [49, 54] . However, increasing knowledge is not itself sufficient to always ensure preventive behaviour [55] . In this context, Understanding has an independent contribution to hand washing practice only.",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 222,
                    "text": "[53]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 594,
                    "end": 598,
                    "text": "[49,",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 599,
                    "end": 602,
                    "text": "54]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 698,
                    "end": 702,
                    "text": "[55]",
                    "ref_id": "BIBREF55"
                }
            ],
            "ref_spans": [],
            "section": "Trust in Formal information"
        },
        {
            "text": "Trust in Informal information seems to be associated with less perceived susceptibility to health threat. This may reflect rational processes or cognitive bias. Trusting social cues involves comparison and conformity influences, and can enhance optimistic bias (the tendency to view oneself less likely to experience negative events but more likely to experience positive events) in personal risk estimates [56] , thereby reducing perceived Susceptibility. Conversely, others' behavioural cues about health threat proximity can arouse motivating worry and anxiety producing protective action [17, 29] . We found Trust in informal information was independent of both Understanding of influenza cause and Self-efficacy. However, when stratified by gender, the Trust in informal information-Understanding association was positive among males but negative among females. Education is probably an important influence in understanding and may have a bearing on these patterns which await clarification.",
            "cite_spans": [
                {
                    "start": 407,
                    "end": 411,
                    "text": "[56]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 592,
                    "end": 596,
                    "text": "[17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 597,
                    "end": 600,
                    "text": "29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Trust in Informal information"
        },
        {
            "text": "Susceptibility was strongly associated with both Self-efficacy (negatively) and Worry (positively). Neither Worry nor Susceptibility varied significantly by gender or age group. This is plausible and theoretically consistent [26, 34, 35, 39] . Worry was strongly associated with social distancing, again consistent with British data [49] . Although Worry was also significantly associated with hand hygiene, the association was weak. Elsewhere, using a generic measure of personal hygiene practices we have found a stronger association between disease worry and hygiene, suggesting a moderate effect of level of disease worry [57] .",
            "cite_spans": [
                {
                    "start": 225,
                    "end": 229,
                    "text": "[26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 230,
                    "end": 233,
                    "text": "34,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 234,
                    "end": 237,
                    "text": "35,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 238,
                    "end": 241,
                    "text": "39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 333,
                    "end": 337,
                    "text": "[49]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 626,
                    "end": 630,
                    "text": "[57]",
                    "ref_id": "BIBREF57"
                }
            ],
            "ref_spans": [],
            "section": "Trust in Informal information"
        },
        {
            "text": "The model tested explained only a modest proportion of the variance in adoption of HBPs, suggesting that there are significant theoretical gaps that remain to be filled. These await further research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trust in Informal information"
        },
        {
            "text": "Social distancing is unassociated with formal HPB messages, suggesting potential susceptibility to a ''herd-like'' response in this Chinese community, particularly if confidence in formal (government or doctors) information is low. Voerten and colleagues describe such a pattern of response in the early stages of SARS [25] . These models support the hypothesis that social distancing is more likely to occur when perceived health threat is high [25] . Logically, when others seem to be behaving in a way that is informed and probably consistent then their actions provide clear information. If mixed social messages occur signalling uncertainty then the utility of social information will fall. This is likely to be associated with increase perceived susceptibility, and possibly greater worry and distancing behaviour. This pattern of responses would be most likely early in a novel RID epidemic where disease characteristics and behaviour are often uncertain. High threat uncertainty then drives social avoidance of potentially high-risk others. High levels of worry are associated with greater social distancing. Around 50% of 997/14,297 (response rate 7%) British respondents agreed that social avoidance would minimize risk of A/H1N1 infection, and respondents reporting more anxiety were more likely to engage in preventive actions; severity and likelihood of infection were the most important determinants of preventive action [12] . Further research on social influences on HPB during epidemic and pandemic RIDs is warranted. Providing more knowledge about disease causes can improve hand hygiene but is unlikely to influence social avoidance, which appears less amenable to formal health messages. However, as formal messages achieve acceptance across the population, and uptake of HPBs increases, then under circumstances where a critical mass of the population are practicing precautions trust in informal information should increase, reducing susceptibility and worry and leading to declines in social avoidance. Because others are likely adopting HPBs this makes them less of a contagion risk. Conversely maintaining a high level of hand washing practices may require sustained public education activities. Finally, different segments of the population probably communicate different types of information with their peers.",
            "cite_spans": [
                {
                    "start": 319,
                    "end": 323,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 446,
                    "end": 450,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1435,
                    "end": 1439,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Social distancing"
        },
        {
            "text": "Self-efficacy in preventing A/H1N1 influences hand hygiene but has little influence on social distancing. Formal health education messages that focus on enhancing the public's sense of their ability to protect themselves by adopting hygiene practices would seem to be the most effective to improve hand hygiene, but where the practice is already established, high levels of trust in these messages are not likely to significantly increase hand hygiene.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social distancing"
        },
        {
            "text": "This study is limited in being cross-sectional and relying on hypothesized modeling to infer causality. This is potentially errorprone and can only be confirmed by specific longitudinal tests of the hypotheses proposed above. There are potential limitations related to measurement imposed by the need to be parsimonious in questioning due to use of telephone interviews. Where this is not done refusal rates would have been unacceptably high [12] raising serious questions about representativeness. As a consequence, construct validity for some latent variables was weaker than expected, for example, only two items were scaled to measured trust in informal information giving a low internal consistency. We re-ran the SEM treating the two trust items as separate which gave almost identical associations with different situation awareness variables, so we entered their combined score as a latent variable in the final model. Only one item measured self-efficacy. This is generally not considered adequate but does have precedent indicating it is valid for predicting behavioral change [9] . Finally, this random sample, closely representative of the population of Hong Kong and collected early in the epidemic phase, nonetheless was slightly older and less-well educated than the general population. This was likely due to unavoidable sampling bias from surveying in the early evening to 10pm. Many young adults do not return home from work until after this time and were thereby not sampled. The results may in part reflect this bias. Otherwise the response rate was high at 69% and excellent compared to similar studies [12] . Some of these above limitations may also have contributed to the low explained variance of the model.",
            "cite_spans": [
                {
                    "start": 442,
                    "end": 446,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1087,
                    "end": 1090,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1624,
                    "end": 1628,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Limitations"
        },
        {
            "text": "Many factors influence RID protective behaviour. This study has examined a very limited number of these. Confidence in formal information such as health education messages is associated with greater compliance to recommended preventive measures for influenza A/H1N1 [12] . However, the mechanisms for this were unclear. We have shown that this probably involves different mechanisms for hand washing and social distancing, and suggest how these might function. Formal messages may not reduce social distancing behaviours until such time that preventive behaviours are widely adopted in the community. Social distancing seems more likely to occur when there is high influenza-related worry and uncertainty, such as in the initial stages when epidemic circumstances are unknown, or if an epidemic is severe and appears poorly controlled, as during early SARS. This would seem to be largely worry/affect-driven. If so, then social distancing is likely to occur irrespective of government messages as population anxiety about an epidemic increases. Susceptibility may also increase and this may inhibit self-efficacy regarding hand washing. Finally, high levels of community uncertainty or rumour are likely to increase distancing by exacerbating perceived susceptibility and worry.",
            "cite_spans": [
                {
                    "start": 266,
                    "end": 270,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Implications"
        },
        {
            "text": "A simple version of our findings can be found it the supporting file (Text S1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications"
        },
        {
            "text": "Table S1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supporting Information"
        },
        {
            "text": "Found at: doi:10.1371/journal.pone.0013350.s001 (0.05 MB DOC) Text S1 This is a simple version of our study findings for nonspecialists. Found at: doi:10.1371/journal.pone.0013350.s005 (0.03 MB DOC)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supporting Information"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Pneumonia and respiratory failure from swineorigin influenza A (H1N1) in Mexico",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Perez-Padilla",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "De La Rosa-Zamboni",
                    "suffix": ""
                },
                {
                    "first": "Ponce",
                    "middle": [],
                    "last": "De Leon",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hernandez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Quinones-Falconi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "N Engl J Med",
            "volume": "361",
            "issn": "",
            "pages": "680--689",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Efficacy of soap and water and alcohol-based hand-rub preparations against live H1N1 influenza virus on the hands of human volunteers",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Grayson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Melvani",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Druce",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "G"
                    ],
                    "last": "Barr",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Ballard",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Clin Infect Dis",
            "volume": "48",
            "issn": "",
            "pages": "285--291",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Facemasks and hand hygiene to prevent influenza transmission in households: a cluster randomized trial",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Cowling",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "O"
                    ],
                    "last": "Fung",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Ann Intern Med",
            "volume": "151",
            "issn": "",
            "pages": "437--446",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "School closure and mitigation of pandemic (H1N1) 2009, Hong Kong",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Cowling",
                    "suffix": ""
                },
                {
                    "first": "Ehy",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "Dkm",
                    "middle": [],
                    "last": "Ip",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Ho",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Emerg Infect Dis",
            "volume": "16",
            "issn": "",
            "pages": "538--541",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "CDC says ''take 3'' actions to fight the flu",
            "authors": [],
            "year": 2010,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Pandemic influenza prevention and mitigation in low resource communities",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Prevention of avian influenza",
            "authors": [],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The impact of community psychological responses on outbreak control for severe acute respiratory syndrome in Hong Kong",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "H"
                    ],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Epidemiol Community Health",
            "volume": "57",
            "issn": "",
            "pages": "857--863",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "An outbreak of the severe acute respiratory syndrome: predictors of health behaviors and effect of community prevention measures in Hong Kong, China",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Am J Public Health",
            "volume": "93",
            "issn": "",
            "pages": "1887--1888",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Psychosocial factors influencing the practice of preventive behaviors against the severe acute respiratory syndrome among older Chinese in Hong Kong",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Aging Health",
            "volume": "17",
            "issn": "",
            "pages": "490--506",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Risk perceptions related to SARS and avian influenza: theoretical foundations of current empirical research",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Leppin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Aro",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Int J Behav Med",
            "volume": "16",
            "issn": "",
            "pages": "7--29",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Public perceptions, anxiety, and behaviour change in relation to the swine flu outbreak: cross sectional telephone survey",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Rubin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Amlot",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Page",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wessely",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "BMJ",
            "volume": "339",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Demographic and attitudinal determinants of protective behaviours during a pandemic: A review",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bish",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Michie",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Br J Health Psychol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Attitudes towards objects as predictors of single and multiple behavioral criteria",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fishbein",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Ajzen",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Psychol Rev",
            "volume": "81",
            "issn": "",
            "pages": "59--74",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The theory of reasoned action: a meta-analysis of past research with recommendations for modifications and future research",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "H"
                    ],
                    "last": "Sheppard",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hartwick",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Warshaw",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "J Consum Res",
            "volume": "15",
            "issn": "",
            "pages": "325--343",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The theory of planned behavior: a review of its applications to health-related behaviors",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Godin",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kok",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Am J Health Promot",
            "volume": "11",
            "issn": "",
            "pages": "87--98",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Social Foundataions of Thought and Action: a Social Cognitive Theory",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bandura",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Self-efficacy: the Exercise of Control",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bandura",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Health promotion from the perspective of social Cognitive theory",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bandura",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Psychol Health",
            "volume": "13",
            "issn": "",
            "pages": "623--649",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Perceived difficulty in the theory of planned behaviour: perceived behavioural control or affective attitude?",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kraft",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rise",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Sutton",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Røysamb",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Br J Soc Psychol",
            "volume": "44",
            "issn": "",
            "pages": "479--496",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Perceived control moderated the self-efficacy-enhancing effects of a chronic illness self-management intervention",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jerant",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lorig",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Franks",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Chronic Illn",
            "volume": "4",
            "issn": "",
            "pages": "173--182",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Self-efficacy, controllability and intention in the theory of planned behavior: Measurement redundancy or causal independence?",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Rhodes",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Courneya",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Psychol Health",
            "volume": "18",
            "issn": "",
            "pages": "79--92",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Self-efficacy, problem solving, and social-environmental support are associated with diabetes self-management behaviors",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Glasgow",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Toobert",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Strycker",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Estabrooks",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Diabetes Care",
            "volume": "33",
            "issn": "",
            "pages": "751--753",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Prevention of sexually transmitted HIV infection: A meta-analytic review of the behavioral outcome literature",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Kalichman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Carey",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "T"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Ann Behav Med",
            "volume": "18",
            "issn": "",
            "pages": "6--24",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Sources of information and health beliefs related to SARS and avian influenza among Chinese communities in the United Kingdom and The Netherlands, compared to the general population in these countries",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Voeten",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "De Zwart",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "K"
                    ],
                    "last": "Veldhuijzen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yuen",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Int J Behav Med",
            "volume": "16",
            "issn": "",
            "pages": "49--57",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Cognitive appraisal, negative affectivity and psychological well-being",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Oliver",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Brough",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "N Z J Psychol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "A review of health behaviour theories: how useful are these for developing interventions to promote long-term medication adherence for TB and HIV/AIDS?",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Munro",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lewin",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Swart",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Volmink",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Survival of influenza viruses on environmental surfaces",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bean",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Sterner",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Peterson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "N"
                    ],
                    "last": "Gerding",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "J Infect Dis",
            "volume": "146",
            "issn": "",
            "pages": "47--51",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "A framework for capturing the interactions between laypersons' understanding of disease, information gathering behaviors, and actions taken during an epidemic",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Slaughter",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Keselman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kushniruk",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "L"
                    ],
                    "last": "Patel",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Biomed Inform",
            "volume": "",
            "issn": "",
            "pages": "298--313",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Communication of risk: choice, consent, and trust",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Calman",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Lancet",
            "volume": "360",
            "issn": "",
            "pages": "166--168",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Toward a theory of situation awareness in dynamic systems",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Endsley",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Hum Factors",
            "volume": "37",
            "issn": "",
            "pages": "32--64",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Perception of risk",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Slovic",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Science",
            "volume": "236",
            "issn": "",
            "pages": "280--285",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Trust, emotion, sex, politics, and science: surveying the riskassessment battlefield",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Slovic",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Risk Anal",
            "volume": "19",
            "issn": "",
            "pages": "689--701",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Factors in vaccination intention against the pandemic influenza A/H1N1",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Setbon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Raude",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Eur J Public Health",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/eurpub/ckq054"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Avian influenza risk perception and live poultry purchase in",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Liao",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "W"
                    ],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Q"
                    ],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Risk Anal",
            "volume": "29",
            "issn": "",
            "pages": "416--424",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Risk perception and their relation to risk behavior",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "T"
                    ],
                    "last": "Brewer",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "D"
                    ],
                    "last": "Weinstein",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Cuite",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Ann Behav Med",
            "volume": "27",
            "issn": "",
            "pages": "125--130",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "What causes H5N1 avian influenza? Lay perceptions of H5N1 etiology in South East and East Asia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [
                        "Y"
                    ],
                    "last": "Liao",
                    "suffix": ""
                },
                {
                    "first": "Wwt",
                    "middle": [],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "T"
                    ],
                    "last": "Dang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Q"
                    ],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Udomprasertgul",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Pub Health",
            "volume": "31",
            "issn": "",
            "pages": "573--581",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Distinct and Overlapping Features of Rumination and Worry: The Relationship of Cognitive Production to Negative Affective States",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Fresco",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Frankel",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Mennin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Turk",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Heimberg",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Cognit Ther Res",
            "volume": "26",
            "issn": "",
            "pages": "179--188",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Risk perception and affect",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Slovic",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Peters",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Curr Dir Psychol Sci",
            "volume": "15",
            "issn": "",
            "pages": "322--325",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Principles and practice of structural equation modeling",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Kline",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Emotions and preventive health behavior: worry, regret, and influenza vaccination",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "B"
                    ],
                    "last": "Chapman",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Coups",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Health Psychol",
            "volume": "25",
            "issn": "",
            "pages": "82--90",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Risk perceptions: assessment and relationship to influenza vaccination",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "D"
                    ],
                    "last": "Weinstein",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kwitel",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Mccaul",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Magnan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gerrard",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Health Psychol",
            "volume": "26",
            "issn": "",
            "pages": "146--151",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Mplus User's",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Muthén",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "O"
                    ],
                    "last": "Muthén",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Analyzing Incomplete Political Science Data: An Alternative Algorithm for Multiple Imputation",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Honaker",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Joseph",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Scheve",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Am Polit Sci Rev",
            "volume": "95",
            "issn": "",
            "pages": "49--69",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Education Encyclopedia -StateUniversity.com (2010) Hong Kong -History & Background, Constitutional & Legal Foundation, Educational Systemoverview, Preprimary & Primary Education, Secondary Education",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Main tables of the 2006 population census. Hong Kong: Government of the Hong Kong SAR",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Effects of preparatory videotapes on self-efficacy beliefs and recovery from coronary bypass surgery",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "I"
                    ],
                    "last": "Mahler",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Kulik",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Ann Behav Med",
            "volume": "20",
            "issn": "",
            "pages": "39--46",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "An interactive course to enhance self-efficacy of family practitioners to treat obesity",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Katz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Feigenbaum",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pasternak",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vinker",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "BMC Med Educ",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "The impact of communications about swine flu (influenza A H1N1v) on public responses to the outbreak: results from 36 national telephone surveys in the UK",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Rubin",
                    "suffix": ""
                },
                {
                    "first": "Hww",
                    "middle": [],
                    "last": "Potts",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Michie",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Health Technol Assess",
            "volume": "14",
            "issn": "",
            "pages": "183--266",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Coping with gastrointestinal endoscopy: self-efficacy enhancement and coping style",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Gattuso",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Litt",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Fitzgerald",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J Consult Clin Psychol",
            "volume": "60",
            "issn": "",
            "pages": "133--139",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Human swine influenza",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "On SARS type economic effects during infectious disease outbreaks",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Brahmbhatt",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dutta",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Determinants of health knowledge: an investigation of age, gender, abilities, personality, and interests",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Beier",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Ackerman",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Pers Soc Psychol",
            "volume": "84",
            "issn": "",
            "pages": "439--448",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Knowledge, attitudes, and preventive practices about colorectal cancer among adults in an area of Southern Italy",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sessa",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Abbate",
                    "suffix": ""
                },
                {
                    "first": "Di",
                    "middle": [],
                    "last": "Giuseppe",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Marinelli",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Angelillo",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "F"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "BMC Cancer",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Knowledge, attitude and practice about sexually transmitted diseases among University students in Kampala",
            "authors": [
                {
                    "first": "Kigongo",
                    "middle": [],
                    "last": "Sekirime",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Tamale",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lule",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Wabwire-Mangen",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Afr Health Sci",
            "volume": "1",
            "issn": "",
            "pages": "16--22",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Do moderators of the optimistic bias affect personal or target risk estimates? A review of the literature",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Helweg-Larsen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Shepperd",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Pers Soc Psychol Rev",
            "volume": "5",
            "issn": "",
            "pages": "74--95",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Social-cognitive factors and personal hygiene practices to protect against influenzas: A Structural Equation Model comparing avian influenza A/H5N1 and 2009 pandemic A/H1N1 in Hong Kong",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Liao",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Cowling",
                    "suffix": ""
                },
                {
                    "first": "Wwt",
                    "middle": [],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fielding",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Int J Behav Med. Under review",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "A hypothesized model for health protection against pandemic influenza A/H1N1. doi:10.1371/journal.pone.0013350.g001",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Structural equation model for health protection against the 2009 influenza pandemic among Hong Kong general people. N (the sample size) = 1001. The numbers represent standardized path coefficients (b). Only paths with statistically significant (p,0.05) b$0.1 are included. Significant paths with b,0.1 were considered trivial and excluded to aid clarity. a p,0.05, b p,0.01, c p,0.001. doi:10.1371/journal.pone.0013350.g002 (negative), Susceptibility and Worry (positive), Trust in Formal information and Understanding (positive), Trust in Formal information and Self-efficacy (positive), and Trust in Informal information and Susceptibility (negative), and Worry and social distancing (positive).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Multigroup comparison of the structural equation model for health protection against the 2009 influenza pandemic applied to males and females. The numbers represent standardized path coefficients (b). For a given path, if the path coefficients did not differ significantly between males and females, only the path coefficient for males is presented; if the path coefficients differed significantly between males and females, the path coefficients for both genders are presented with the ones for males presented on the left of the slashes and the ones for female presented on the right of the slashes. a p,0.05, b p,0.01, c p,0.001. doi:10.1371/journal.pone.0013350.g003",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Characteristics of the sample compared with the Hong Kong population. are the observed proportions in the i'th category from the bycensus data and survey data, respectively. doi:10.1371/journal.pone.0013350.t001",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Found at: doi:10.1371/journal.pone.0013350.s002 (0.03 MB DOC)",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Found at: doi:10.1371/journal.pone.0013350.s003 (0.04 MB DOC)",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Found at: doi:10.1371/journal.pone.0013350.s004 (0.04 MB DOC)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank the HKU Public Opinion Programme for assistance in administering the telephone survey. We thank Dennis Ip, Angela Shen and Joseph Wu for helpful discussions. We also thank Lincoln Lau and Vicky Fang for technical assistance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "Analyzed the data: QL. Wrote the paper: QL. Planned the study: RF, BC. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Contributions"
        }
    ]
}