{
    "paper_id": "b420e61b7bad7118736507f69d3a255d5d171dea",
    "metadata": {
        "title": "Ebola virus/IFN-β Protocol A Pilot Study to Evaluate the Safety and Efficacy of Interferon Beta-1a (IFN β-1a) in the Treatment of Patients Presenting with Ebola Virus Illness Clinical Study Protocol Protocol # 2014-EBOV",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The frequency of serious adverse events will be compared between the groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To evaluate the effect of IFN β-1a therapy on preventing Ebola virus disease progression and/or on resolution of disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tertiary Objectives"
        },
        {
            "text": "To assess effects on disease symptoms and survival.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tertiary Objectives"
        },
        {
            "text": "Clinical improvement will be evaluated by comparing the following parameters between the groups: Days in treatment centre Days of symptom manifestation: hemorrhage (as IFN β-1a may cause fever, myalgia, sore throat, headache, nausea, vomiting, and diarrhea similar to that associated with ebola virus infection, these adverse events will be recorded but not used in the analysis of efficacy).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tertiary Endpoints"
        },
        {
            "text": "This is a Phase I/II, interventional trial designed to assess the safety and trends in clinical course of Ebola virus disease in patients ≥18 and <70 years of age treated with either IFN β-1a and usual supportive care, or usual supportive care only. It is associated with appropriate monitoring of therapy. Planned Sample Size:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Death -all causes for study duration Methodology/Trial Design:"
        },
        {
            "text": "Pilot: 30-50 Treatment and Specimen Collection Schedules and Duration of Follow-up:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Death -all causes for study duration Methodology/Trial Design:"
        },
        {
            "text": "Subcutaneous injection of IFN β-1a daily for up to 10 days. Up to 11 blood samples will be drawn on days 1-10 and one month after discharge from the treatment centre. Subjects will be followed for the duration of their stay in the treatment centre. From first patient enrolment to last patient last visit, it is expected that the study will last 4 months.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Death -all causes for study duration Methodology/Trial Design:"
        },
        {
            "text": "Recombinant IFN β-1a; an injectable sterile suspension with licensed IFN-β provided in single use syringes",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Investigational Product:"
        },
        {
            "text": "Sterile, clear, colorless preservative-free liquid, single-use syringe Composition:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Form:"
        },
        {
            "text": "Each 0.5 mL of 60 microgram (mcg)/mL of IFN β-1a in a preffilled glass syringe contains 30 mcg of IFN β-1a, 0.79 mg of sodium acetate trihydrate USP; 0.25 mg of glacial acetic acid USP; 15.8 mg of arginine hydrochloride USP; and 0.025 mg Polysorbate 20 in water for injection, USP to a pH of about 4.8.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Form:"
        },
        {
            "text": "Subcutaneous (sc) injection -undiluted Lot Number: V32482 Inclusion Criteria:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Route:"
        },
        {
            "text": "Only potential patients fulfilling all of the following criteria are eligible for trial enrolment:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Route:"
        },
        {
            "text": "1. Able to provide informed consent. Substitute decision maker may provide informed consent in cases where the patient is ill and unable to provide informed consent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Route:"
        },
        {
            "text": "2. Aged ≥18 years and <70 years of age on the day of inclusion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Route:"
        },
        {
            "text": "3. In the treatment centre.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Route:"
        },
        {
            "text": "4. Suspect, probable or confirmed Ebola virus infection as per case definitions. 5 . Symptom onset <4 days.",
            "cite_spans": [
                {
                    "start": 81,
                    "end": 82,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Route:"
        },
        {
            "text": "6. Able to comply with trial procedures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Route:"
        },
        {
            "text": "The treating physician is responsible for recommending and for initiating therapy with IFN β-1a through the Special Access/Compassionate Release Program.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Route:"
        },
        {
            "text": "A potential subject fulfilling any of the following criteria is to be excluded from the randomized controlled trial enrolment: 1. Known hypersensitivity to interferon beta preparations 2. Pregnancy (the use of IFN β-1a is associated with arbortifacient effects in rhesus monkeys and may cause miscarriage in humans) 3, Chronic liver disease with synthetic dysfunction and/or decompensation (ascites, hepatic encephalopathy, history of bleeding oesophageal or gastric varices) 4. Moderate to severe congestive heart failure (CHF) -grade III or IV left ventricular function 5. Previous history of serious psychiatric illness (e.g. psychosis, suicide ideation and/or attempt, depression requiring hospitalization)* 6. History of severe or active autoimmune disease (systemic lupus erythematosus, thyroiditis, vasculitis).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exclusion Criteria:"
        },
        {
            "text": "* These precautions will be reconsidered on a case-by-case basis for patients who are ill to weigh the risks and benefits of IFN β-1a therapy in the presence of these underlying conditions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exclusion Criteria:"
        },
        {
            "text": "The exclusion criteria can be reviewed by the treating physician to assess the potential risks of therapy through the Special Access/Compassionate Release Program.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exclusion Criteria:"
        },
        {
            "text": "The following should be considered precautions or temporary contraindications since these conditions can be exacerbated by administration of IFN β-1a. However, if they can be corrected and/or controlled prior to and during administration of IFN β-1a, they will not result in exclusion of the potential participant: 1. Thrombocytopenia (platelets <25,000/µL or bleeding disorder contraindicating SC injection 2. Neutropenia (Absolute neutrophil count <1000/µL) 3. Anemia (hemoglobin <70g/L) 4. Uncontrolled seizures 5. Moderate to severe uncontrolled hypertension 6. Clinical gout These precautions should be reviewed by the treating physician to assess the potential risks of therapy through the Special Access/Compassionate Release Program.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Precautions and temporary contraindications"
        },
        {
            "text": "Endpoints will be described and compared between baseline and day 10, for the treatment group using cross-tabulation tables and Fisher's Exact test for categorical variables, t-test for normally distributed continuous variables, and Wilcoxon non-parametric test for non-normally distributed continuous or ordinal variables. Data collected will be compared with a retrospective analysis of agematched Ebola-infected individuals who presented with similar symptoms (and viral loads) and who did not receive IFN β-1a.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Methods and Analyses"
        },
        {
            "text": "Safety variables such as fever will be considered in three different formats:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Methods and Analyses"
        },
        {
            "text": "1. As ordinal, representing various levels of severity of the AE. For instance, fever will be described as \"none\", \"mild\", \"moderate\" or \"severe\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Methods and Analyses"
        },
        {
            "text": "2. As binary, considering only the presence vs. the absence of the AE.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Methods and Analyses"
        },
        {
            "text": "3. As binary, considering the most serious expression of the AE. For instance by grouping \"moderate\" and \"severe\" together. Separate analyses for time periods of 0-3, 4-7 and 8-10 days will be conducted. For each of these time periods the most severe report of the AE for each participant will be counted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Methods and Analyses"
        },
        {
            "text": "Adverse Events and Serious Adverse Events will be considered in two ways: presence of any event and presence of any event related to the treatment. Viral clearance and symptom endpoints will be analyzed as binary variables for detection (presence) or non-detection (absence) as well as continuous variables where applicable (e.g.; quantitative RT-PCR measurements.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Methods and Analyses"
        },
        {
            "text": "Clinical Ebola hemorrhagic fever is characterized by onset of fever, headache, myalgia, fatigue and gastrointestinal distress, 2-21 days post exposure to virus. Immune responses play a critical role in Ebola virus (EBOV) pathogenesis: infection is associated with an early loss of lymphocytes and down-regulation of interferon production and actions. There is subsequent dysregulation of coagulation, leading to clinically important hemorrhage in a minority of patients. The genus ebolavirus includes 5 different viruses: Sudan virus, Tai Forest virus, EBOV, Reston virus and Bundibugyo virus. EBOV has the highest fatality rate -57-90%. Data from human infections with EBOV are limited, but the evidence from previous outbreaks suggests that the innate immune response is predictive of outcome. Specifically, an early and transient proinflammatory cytokine response, including IFN-α, is associated with survival, yet a sustained and increasing pro-inflammtory cytokine response, with dendritic cell infection that abrogates the IFN response, is associated with death (1, 2) . Notably, in the absence of a robust innate immune response, including IFNα activation of dendritic cells, the adaptive immune response (B and T cell activation) is severely impaired, leading to failure of control of viral replication and poor outcome.",
            "cite_spans": [
                {
                    "start": 1068,
                    "end": 1071,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1072,
                    "end": 1074,
                    "text": "2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Background on Ebola Virus Infection"
        },
        {
            "text": "In the context of this outbreak, this is the first outbreak in West Africa, therefore there is a lack of understanding within local communities, lack of experience among health care workers and limited capacity for rapid response. There is a high level of community exposure, a consequence of household care and customary burial procedures, leading to fear, panic and some resistance to proposed response measures. Close community ties across border areas are having an impact on care-seeking behaviors and contact tracing. The magnitude of the spread of this outbreak in the 3 most affected countries, as of November 19, 2014, is in rural areas and in large cities, (see Table  1 ), and requires an enormous commitment of resources and robust sustained response capacity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 672,
                    "end": 680,
                    "text": "Table  1",
                    "ref_id": null
                }
            ],
            "section": "Epidemiologic situation as of November 19, 2014 (WHO data)"
        },
        {
            "text": "There is no vaccine or specific approved treatment for EBOV disease currently available. At the present time, patients are only provided with usual supportive care on arrival at treatment centres . There are promising data related to novel vaccines and potential antiviral drugs, derived from in vitro and pre-clinical animal models of EBOV infection, yet these have not been evaluated for safety and efficacy in humans.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemiologic situation as of November 19, 2014 (WHO data)"
        },
        {
            "text": "In the current context, the WHO has recommended that it is ethical to offer unproven interventions (with unknown efficacy and unknown adverse events) as potential treatments or prevention strategies. Any therapeutic intervention must be administered with informed consent and freedom of choice, the decision having been made following a thorough risk-benefit assessment, and respecting the confidentiality and dignity of the patient. In addition, there is a moral obligation to collect and share all data generated, to understand the safety and efficacy of any intervention, including a moral duty to evaluate any intervention in the best possible clinical trial feasible, and to inform future interventions. Candidate antiviral therapeutic interventions were also evaluated. These included antiviral agents that may target the virus directly, may target a host function required for the viral life cycle and/or may augment host defenses. With the exception of USFDA-approved drugs that are being considered for repurposing as antivirals against EBOV disease, all of the other antiviral agents considered are under development. Actual treatment doses and regimens are uncertain at the current time and the mechanism of action of individual agents will dictate their temporal usage (early vs. late stage disease).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemiologic situation as of November 19, 2014 (WHO data)"
        },
        {
            "text": "ZMapp (LeafBio) is produced in tobacco plants, is a triple monoclonal antibody cocktail, with a mechanism of action that neutralizes the virus and kills infected cells. Nonhuman primate studies revealed 100% treatment efficacy when treatment was initiated 5 days after virus infection. There are no controlled human safety data and no product currently available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Candidate Therapeutic Interventions"
        },
        {
            "text": "Human convalescent serum There is limited nonhuman primate efficacy study data that suggest passive transfers may provide partial protection. An ISARIC protocol for convalescent plasma collection and administration is under development. The availability and feasibility of administration of convalescent serum is location-dependent, i.e. available infrastructure to collect, process, and screen. Brincidofovir (CMX001) (Chimerix) is a small molecule, viral polymerase inhibitor that has demonstrated in vitro antiviral activity against filoviruses. Because of metabolism differences its evaluation in Macaque nonhuman primates is precluded. Phase 3 studies in >1000 trial subjects have been conducted against CMV and adenovirus infections. Potentially there are 3,500 treatment courses currently available. Oral bioavailability given nausea, vomiting, and diarrhea is a concern for the 6-10 tablet treatment course.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Candidate Therapeutic Interventions"
        },
        {
            "text": "Recombinant nematode anti-coagulant protein C2 that blocks Factor X cleavage has completed Phase 2 trials. The drug exhibits 33% efficacy when initiated 24 hours after infection in nonhuman primates. 100 doses are currently availability, dependent on ongoing stability testing. Drotrecogin alfa was approved for the treatment of sever sepsis, but has been withdrawn. Nonhuman primate studies showed 18% treatment efficacy when administered <6 hours after infection. Availability is unknown.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Coagulation related interventions"
        },
        {
            "text": "Given the poor availability and logistics/feasibility surrounding administration of some of the candidate interventions evaluated above, the repurposing of approved drugs was evaluated. Advantages include availability and clinical experience with these drugs. Briefly, these included Clomiphene/Toremifene, selective estrogen receptor modulators that may have an effect on late viral entry and have some demonstrated in vitro efficacy, also affording 90% survival when administered 1 hour after infection of mice. However, nonhuman primate studies identified ocular disturbances that resulted to studies being suspended while these adverse events are investigated. In vitro screens of libraries of drugs have identified a number of candidates, including ion channel inhibitors, kinase inhibitors, anti-parasitic drugs and anti-inflammatory drugs, however additional studies are needed to further evaluate the potential of these interventions in EBOV disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Repurposing Approved Drugs"
        },
        {
            "text": "Interferons (IFNs) are classified as type I (IFNs-α, -β, -ω, -τ -κ, -ε, ξ, type II (IFN-γ) or type III (IFNs-λ: IL-28A, IL-28B, IL-29). Type I IFNs mediate diverse biological effects, including the largely species-specific but cell type-independent antiviral responses, and several cell typerestricted responses of immunological relevance. IFNs modulate both T and B lymphocyte responses by promoting the proliferation of memory T cells, promoting the differentiation of Th1 cells, inducing IFNγ secretion from T cells, and promoting isotype switching in B cells and differentiation into plasma cells. IFNs-α/β upregulate MHC class I. Moreover, IFNs activate macrophages, activate and enhance the cytotoxicity of NK cells, and regulate the maturation and terminal differentiation of dendritic cells. IFNs have widespread potential as therapeutic agents for the treatment of viral infections, and are currently administered for chronic hepatitis B and C (HCV) infections. IFNs inhibit viral infection by preventing viral entry into target cells and by blocking different stages of the viral replicative cycle for different viruses. Type I IFNs have a critical role in linking the innate and adaptive immune responses to viral challenge. IFNsα/β regulate the activities of other cytokines and their receptors, including IFN-γ, IL-1, IL-1 receptor, IL-2, IL-3, IL-8, TNF-α, IL-18 etc, and chemokines such as CCL3, CCL4, CCL5, and the chemokine receptor, CCR5.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interferon"
        },
        {
            "text": "IFN-α/β expression occurs as the earliest non-specific response to viral infection, mediated by activation of microbial pattern recognition receptors including TLRs and cytoplasmic receptors RIG-I/MDA5, preceding other cytokines. Indeed, viruses have evolved immune evasion strategies specifically targeted against an IFN response, confirming the importance of IFNs as antivirals. This immune evasion strategy is relevant when one considers IFN treatment for EBOV infection (3, 4) . Experimental data indicate that EBOV proteins VP24 and VP35 inhibit host cell systems that lead to IFN production and also inhibit events associated with an IFN response. EBOV VP35 effectively blocks IFN-α/β production by either RIG-I or MDA5 (5) . Indeed, specific effector molecules of an IFN response have been shown to directly inhibit EBOV entry into cells and release of viral progeny from cells, effectively preventing viral spread. Treating EBOV infected individuals with IFN may therefore override the inhibitory effects of EBOV infection on IFN production, but the challenge remains to administer treatment early post-exposure, before the viral burden is such that IFN responsiveness would be disabled. IFN-α2 has has been approved by the USFDA for the treatment of AIDS-related Kaposi's Sarcoma, and hepatitis B. In combination with ribavirin, different IFN-α2 preparations and Infergen (IFN-alfacon-1) have been approved by the USFDA for hepatitis C infection (and are currently being evaluated in HIV infection). Estimates of 40% sustained virologic response against HCV genotype 1 and 70% against genotypes 2 and 3, using the pegylated IFN-αs in combination with ribavirin, provide evidence for the therapeutic benefits of IFNs-α as antivirals.",
            "cite_spans": [
                {
                    "start": 474,
                    "end": 477,
                    "text": "(3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 478,
                    "end": 480,
                    "text": "4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 726,
                    "end": 729,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Interferon"
        },
        {
            "text": "IFN-α has also been shown to have anti-inflammatory effects by decreasing cell proliferation and increasing circulating levels of TNF-α-receptor. Thus IFN-αs have been demonstrated clinically to have a role in treating viral diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interferon"
        },
        {
            "text": "1. In vitro inhibition of EBOV replication. See Figure 1 . 2. Inhibition of type 1 IFN signaling increases filovirus severity (3, 4, 6) . Notably, when rhesus macaques were administered an antibody against one of the IFN receptor subunits, IFNAR1, on days 2 and 5 after virus inoculation, there was increased viremia and earlier progression to death (6). 3. IFN β-1a therapy in rhesus macaques: at 10.5 µg/kg starting at 18 hours after virus inoculation and continuing to 9 days, prolonged time to death from EBOV. 35 µg/kg starting 1 hour post virus inoculation and daily for 14 days, led to survival of 1/3 from MARV infection (6). 4. IFN-α2b therapy in cynomologous macaques: at 2 x 10 7 IU/kg im starting at 18 hours after virus inoculation and daily, reduced viremia (7). 5. Adenovirus expressing IFN-α enhances the protective efficacy of mAbs in NHP when administered after onset of symptoms (8). Notably, in all the nonhuman primate studies where either an IFN-β or an IFN-α or the adenoviral vectored-Infergen gene was administered, there are 3 considerations that may account for the limited therapeutic benefit that was observed: 1. The challenge dose of EBOV was 1000 PFU by intramuscular route of inoculation. Both the route of inoculation and the significantly high lethal challenge dose may distinguish course of infection in the nonhuman primates compared with the current human EBOV disease. Of note, the illness in nonhuman primates is more rapid in progression and more lethal than that seen in humans. 2. IFN dosing. In contrast to current dosing for therapeutic efficacy against HCV (and for multiple sclerosis), doing regimens employed for these published nonhuman primate studies were of the order of 10-100 fold greater (mg/kg). This raises the issue of invoking adverse events that may undermine the potential therapeutic benefit of dosing that might reflect what will be used in humans i.e. survival may have been compromised in these studies. 3. Differences in the innate and adaptive immune responses between nonhuman primates and humans. While some of the rhesus IFN-α subtypes are homologous to the corresponding human sequences (IFN-α1/13, α2, α6, α8, α14, and α16), 7 others have a partial homology to human IFN-α4, α16, or α21, and have been termed IFN-α23 to IFN-α29 (11) . TLR7 and TLR9 agonists mediate distinct type I IFN responses in humans and nonhuman primates in vitro and in vivo (12) . Differences in Th1 and Th2 cytokine profiles between humans and nonhuman primates also exist (13) . Nonhuman primates are more sensitive to vaccines than humans (14) .",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 129,
                    "text": "(3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 130,
                    "end": 132,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 133,
                    "end": 135,
                    "text": "6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2300,
                    "end": 2304,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2421,
                    "end": 2425,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2521,
                    "end": 2525,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 2589,
                    "end": 2593,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 48,
                    "end": 56,
                    "text": "Figure 1",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Evidence for the utility of IFNs in Ebola virus therapy"
        },
        {
            "text": "IFN β-1a is a 166 amino acid glycoprotein with a molecular weight of approximately 22,500 Daltons. It is produced by recombinant DNA technology using genetically engineered Chinese Hamster Ovary cells into which the human interferon beta gene has been introduced.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background on Investigational Product"
        },
        {
            "text": "The amino acid sequence of IFN β-1a is identical to that of natural human IFN β.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background on Investigational Product"
        },
        {
            "text": "Using the World Health Organization (WHO) International Standard for Interferon, the study drug has a specific activity of approximately 200 million international units of antiviral activity per mg of IFN β-1a determined using an in vitro cytopathic effect bioassay using lung carcinoma cells (A549) and Encephalomyocarditis virus (EMCV).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background on Investigational Product"
        },
        {
            "text": "30 mcg contains approximately 6 million international units of antiviral activity using this method. The activity against other standards is not known. Comparison of the activity of BiogenIdec's IFN β-1a with other IFNs β is not appropriate because of differences in the reference standards and assays used to measure activity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background on Investigational Product"
        },
        {
            "text": "1. Data from published and unpublished nonhuman primate studies suggest that IFN β-1a treatment may be more effective in reducing viremia and prolonging survival than IFN-α. 2. Availability of pre-filled syringes of IFN β-1a.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rationale for Choice of IFN β Preparation"
        },
        {
            "text": "In addition, the following supports the choice of IFN β-1a:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rationale for Choice of IFN β Preparation"
        },
        {
            "text": "Like other members of the Type I IFN family, IFN β-1a has been shown to protect cells from virus infection, as well as showing efficacy in HCV-infected individuals (15) . Moreover, while IFN-α has been used to treat HCV in Europe and the US, natural, non-recombinant IFN-β has been used extensively in Japan for this indication, and there is data to suggest that in HCV, where both IFN-α and IFN-β have been used to treat the disease, that the safety and tolerability of IFN-β is more favorable than for IFN-α (16, 17) . In addition to the known antiviral activity of IFN β-1a in HCV and its antiviral activity in Ebola-infected rhesus macaques (6), AVONEX has a favorable safety and tolerability profile in MS patients with approximately 1.9 million person years of exposure worldwide (BiogenIdec Inc., data on file).",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 168,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 510,
                    "end": 514,
                    "text": "(16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 515,
                    "end": 518,
                    "text": "17)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Rationale for Choice of IFN β Preparation"
        },
        {
            "text": "The clinical effects of AVONEX in patients with relapsing forms of multiple sclerosis (MS) were studied in two randomized, multicenter, double-blind, placebo-controlled studies in patients with MS (Studies 1 and 2). Safety and efficacy of treatment with AVONEX for over 10 years has been studied.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical Experience with AVONEX in multiple sclerosis"
        },
        {
            "text": "In Study 1, 301 patients received either 30 mcg of AVONEX (n=158) or placebo (n=143) by intramuscular injection once weekly. Patients received injections for up to 2 years, and continued to be followed until study completion. Two hundred eighty-two patients completed 1 year on study, and 172 patients completed 2 years on study. There were 144 patients treated with AVONEX for more than 1 year, 115 patients for more than 18 months and 82 patients for 2 years.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical Experience with AVONEX in multiple sclerosis"
        },
        {
            "text": "All patients had a definite diagnosis of multiple sclerosis of at least 1 year duration and had at least 2 exacerbations in the 3 years prior to study entry (or 1 per year if the duration of disease was less than 3 years). At entry, study participants were without exacerbation during the prior 2 months and had Kurtzke Expanded Disability Status Scale (EDSS) scores ranging from 1.0 to 3.5. The EDSS is a scale that quantifies disability in patients with MS and ranges from 0 (normal neurologic exam) to 10 (death due to MS). Patients with chronic progressive multiple sclerosis were excluded from this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical Experience with AVONEX in multiple sclerosis"
        },
        {
            "text": "The primary outcome assessment was time to progression in disability, measured as an increase in the EDSS score of at least 1 point that was sustained for at least 6 months. An increase in EDSS score reflects accumulation of disability. This endpoint was used to help distinguish permanent increase in disability from a transient increase due to an exacerbation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical Experience with AVONEX in multiple sclerosis"
        },
        {
            "text": "The time to onset of sustained progression in disability was significantly longer in AVONEXtreated patients than in placebo-treated patients in Study 1 (p = 0.02). The percentage of patients progressing by the end of 2 years was 35% for placebo-treated patients and 22% for AVONEXtreated patients. This represents a 37% relative reduction in the risk of accumulating disability in the AVONEX-treated group compared to the placebo-treated group.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical Experience with AVONEX in multiple sclerosis"
        },
        {
            "text": "The distribution of confirmed EDSS change from study entry (baseline) to the end of the study was examined. There was a statistically significant difference between the AVONEX and placebo groups in confirmed change for patients with at least 2 scheduled visits (p = 0.006). The rate and frequency of MS exacerbations were secondary outcomes. For all patients included in the study, irrespective of time on study, the annual exacerbation rate was 0.67 per year in the AVONEX-treated group and 0.82 per year in the placebo-treated group (p = 0.04).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical Experience with AVONEX in multiple sclerosis"
        },
        {
            "text": "AVONEX treatment significantly decreased the frequency of exacerbations in the subset of patients who were enrolled in the study for at least 2 years (87 placebo-treated patients and 85 AVONEX-treated patients; p = 0.03).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical Experience with AVONEX in multiple sclerosis"
        },
        {
            "text": "Gadolinium (Gd)-enhanced and T2-weighted magnetic resonance imaging (MRI) scans of the brain were obtained in most patients at baseline and at the end of 1 and 2 years of treatment. Secondary outcomes included Gd-enhanced lesion number and volume, and T2-weighted lesion volume. Gd-enhancing lesions seen on brain MRI scans represent areas of breakdown of the blood brain barrier thought to be secondary to inflammation. AVONEX-treated patients demonstrated significantly lower Gd-enhanced lesion number after 1 and 2 years of treatment than placebo-treated patients (p < 0.05). The volume of Gd-enhanced lesions showed similar treatment effects in the AVONEX and placebo groups (p < 0.03). Percentage change in T2weighted lesion volume from study entry to Year 1 was significantly lower in AVONEX-treated than placebo-treated patients (p = 0.02). A significant difference in T2-weighted lesion volume change was not seen between study entry and Year 2 in the AVONEX and placebo groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical Experience with AVONEX in multiple sclerosis"
        },
        {
            "text": "The exact relationship between MRI findings and the clinical status of MS patients is unknown. The prognostic significance of MRI findings in these studies has not been evaluated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical Experience with AVONEX in multiple sclerosis"
        },
        {
            "text": "In Study 2, 383 patients who had recently experienced an isolated demyelinating event involving the optic nerve, spinal cord, or brainstem/cerebellum, and who had lesions typical of multiple sclerosis on brain MRI, received either 30 mcg of AVONEX (n = 193) or placebo (n = 190) by intramuscular injection once weekly. Patients were enrolled into the study over a two-year period and followed for up to three years or until they developed a second clinical exacerbation in an anatomically distinct region of the central nervous system. In Study 2, the primary outcome measure was time to development of a second exacerbation in an anatomically distinct region of the central nervous system. Time to development of a second exacerbation was significantly delayed in AVONEX-treated compared to placebo-treated patients (p = 0.002). The Kaplan-Meier estimates of the percentage of patients developing an exacerbation within 24 months were 39% in the placebo group and 21% in the AVONEX group. The relative rate of developing a second exacerbation in the AVONEX group was 0.56 of the rate in the placebo group (95% confidence interval 0.38 to 0.81).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical Experience with AVONEX in multiple sclerosis"
        },
        {
            "text": "Safety Considerations of IFN β-1a",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2.3"
        },
        {
            "text": "Depression, Suicide, and Psychotic Disorders.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Potential Risks"
        },
        {
            "text": "Hepatic Injury: monitor liver function tests; monitor patients for signs and symptoms of hepatic injury; consider discontinuation of IFN β-1a if hepatic injury occurs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Potential Risks"
        },
        {
            "text": "Anaphylaxis and Other Allergic-Reactions: Discontinue if occurs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Potential Risks"
        },
        {
            "text": "Congestive Heart Failure: monitor patients with pre-existing significant cardiac disease for worsening of cardiac symptoms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Potential Risks"
        },
        {
            "text": "Decreased Peripheral Blood Counts: monitor complete blood count.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Potential Risks"
        },
        {
            "text": "Autoimmune Disorders: consider discontinuation of IFN β-1a if new autoimmune disorder occurs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Potential Risks"
        },
        {
            "text": "The most common adverse reactions (at least 5% more frequent on AVONEX than on placebo) were flu-like symptoms including chills, fever, myalgia, and asthenia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Potential Risks"
        },
        {
            "text": "Alcohol swabbing of the skin prior to venipuncture and IFN β-1a injection, and use of sterile disposable needles and syringes will minimize the risk of infection. Applying pressure over needle puncture sites to minimize bruising should also be carried out. Exclusion of patients who have previously experienced a severe allergic reaction to IFN β preparations, and since participants will probably remain in the treatment centres for the duration of treatment, trained personnel will be available in case for allergic reactions post-injection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Procedures to Minimize Risks"
        },
        {
            "text": "For the first ten (10) ebola-infected subjects to receive IFN β-1a, a staggered administration schedule will be used to minimize the effect of any unforeseen serious adverse events in this patient population. The second patient will not be administered IFN β-1a until the first subject has received five (5) doses. Likewise, the third subject will not be administered IFN β-1a until the second subject has received 5 doses. If, in the opinion of the treating physician and the Special Access Program in Conakry, Guinea, no unforeseen serious adverse events are observed five (5) days after the tenth subject has received IFN β-1a, more than one of the remaining subjects enrolled/to be enrolled in the study may receive their first dose of IFN β-1a on the same day.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Procedures to Minimize Risks"
        },
        {
            "text": "This study offers a potential for antiviral therapy for patients with EBOV disease. Although IFN β-1a has not been administered to patients with EBOV infection, the clinical experience of IFN β-1a with another virus (HCV) demonstrates a favorable safety profile. Thus the major benefit of this study may be in helping patients with more severe EBOV disease to recover more rapidly, to prevent complications, and to prevent death.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Potential Benefits"
        },
        {
            "text": "The risks of this study are acceptable considering the known safety profile of the investigational product and the potential benefit to the patients is high, yielding a favorable risk-benefit ratio.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Potential Benefits"
        },
        {
            "text": "The trial will be conducted by investigators in Conakry, Guinea. Centres will be selected based on interest to participate and ability to conduct this trial.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Investigators and Trial Organization"
        },
        {
            "text": "The study hypothesis is that IFN β-1a therapy will reduce viral load in Ebola-infected subjects, that IFN β-1a is safe to use in these individuals, and that the complications associated with EBOV infection can be prevented with IFN β-1a as a consequence of inhibiting viral replication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hypothesis and Trial Objectives"
        },
        {
            "text": "The primary objective of this pilot study is to evaluate the effectiveness of IFN β-1a on viremia in peripheral blood of Ebola-infected subjects",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hypothesis and Trial Objectives"
        },
        {
            "text": "The secondary objective is to evaluate the safety of IFN β-1a in Ebola-infected subjects",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hypothesis and Trial Objectives"
        },
        {
            "text": "The tertiary objective is to determine whether IFN β-1a can prevent Ebola viris disease progression and/or on resolution of disease",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hypothesis and Trial Objectives"
        },
        {
            "text": "This study is single-arm clinical trial with a pre-and post-study design. The study will include patients who are admitted with EBOV infection to a treatment centre. If a patient meets the inclusion criteria and gives informed consent (or informed consent is given by a substitute decision maker who is responsible for the patient due to the patient's illness), the patient will be enrolled into the study i.e. the first 30-50 eligible patients will be enrolled. Patients who receive IFN β-1a will be treated through the Special Access/Compassionate Release Program (consent to treatment through their treating physician) administered in Conakry, Guinea. This part of the study will collect data retrospectively, including results from research testing of (residual/to be discarded) blood samples. The study team can make available the systematic data collection forms to the treating physician to help in monitoring of adverse events and effect of therapy, enabling more specific reporting to the Special Access Program administered in Conakry, Guinea by the treating physician for patients receiving IFN β-1a.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Design"
        },
        {
            "text": "As noted above, retrospective data collection will include patients with EBOV disease who do not participate in this clinical trial. Data from IFN β-1a-treated patients will be matched with data from patients who did not receive IFN β-1a, based on age, sex, estimated days post-onset of symptoms, and viral load (if available). This data collection is similar to that proposed in this protocol. Also, this protocol proposes to test blood collected clinically (residual or to be discarded) for comparisons between the groups in this interventional study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Design"
        },
        {
            "text": "The authority to approve a treating physician's access to IFN β-1a for treatment of patients under the Special Access Program, is based on a medical decision for treatment and a discussion between the treating physician and the patient (or the patient's substitute decision maker). The collection of safety and efficacy data for monitoring by the treating physician and reporting to Dr. Kader Konde can be done based on the study case report. This will facilitate reporting by the treating physician and allow more specific and consistent reporting to Dr. Kader Konde.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pre-and post-Clinical Trial:"
        },
        {
            "text": "This component of the study is to provide the ability to have special access to IFN β-1a if indicated clinically while providing consistent monitoring of adverse events and effect of therapy. Considering that some patients may continue to deteriorate despite antivirals or that they may be infected with an antiviral resistant strain, IFN β-1a will be made available to treating physicians for patients for whom the treating physician believes that there may be a benefit to giving IFN β-1a. Consent for treatment with IFN β-1a would be obtained by the treating physician. Monitoring of treatment will be important to ensure that any safety concerns are identified. Monitoring will include collecting information from the patient's chart as well as some research testing of residual samples which would otherwise be discarded. A template of the informed consent form is attached. The comparison group will be the group of patients who have EBOV disease and do not receive IFN β-1a.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pre-and post-Clinical Trial:"
        },
        {
            "text": "Of note, it is recognized that there will likely be missing data on study participants due to retrospective data collection. Collection of data will be based on the clinical course and interventions required in the care of these patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pre-and post-Clinical Trial:"
        },
        {
            "text": "Patients with suspected, probable or confirmed EBOV infection will be identified as they are admitted to the participating treatment centre.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient Selection and Recruitment"
        },
        {
            "text": "The goal will be to identify potential participants as early as possible to provide time for the informed consent process and to follow the course of their disease and avoid delays in IFN β-1a therapy. It is anticipated that many of the potential participants who will receive IFN β-1a will be ill, and considering that early therapy with IFN β-1a may be more beneficial than later intervention, delays in administration could be detrimental to the participant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient Selection and Recruitment"
        },
        {
            "text": "The following definitions will be used in the conduct of this study:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definitions"
        },
        {
            "text": "• One or more clinical findings of illness associated with a history of at least one of the following symptoms:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Case definitions for Suspect or Probable Ebola virus infection: Clinical Criteria for Ebola virus infection"
        },
        {
            "text": "• Temperature of >38º C (100.4º F) and/or ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Case definitions for Suspect or Probable Ebola virus infection: Clinical Criteria for Ebola virus infection"
        },
        {
            "text": "Only potential patients fulfilling all of the following criteria are eligible for enrolment in this interventional trial.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inclusion Criteria"
        },
        {
            "text": "1. Able to provide informed consent. Substitute decision maker may provide informed consent in cases where the patient is ill and unable to provide informed consent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inclusion Criteria"
        },
        {
            "text": "2. Aged ≥18 years and <70 years of age on the day of inclusion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inclusion Criteria"
        },
        {
            "text": "3. Is admitted to the treatment centre.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inclusion Criteria"
        },
        {
            "text": "4. Suspect, probable or confirmed EBOV infection as defined above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inclusion Criteria"
        },
        {
            "text": "5. Symptoms onset <4 days 6. Is able to comply with all trial procedures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inclusion Criteria"
        },
        {
            "text": "A potential patient fulfilling any of the following criteria is to be excluded from study enrolment:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exclusion Criteria"
        },
        {
            "text": "1. Known hypersensitivity to interferon beta preparations 2. Pregnancy (the use of IFN β-1a is associated with arbortifacient effects in rhesus monkeys and may cause miscarriage in humans) 3. Chronic liver disease with synthetic dysfunction and/or decompensation (ascites, hepatic encephalopathy, history of bleeding esophageal or gastric varices) 4. Moderate to Severe congestive heart failure, grade III or grade IV LV function 5. Previous history of serious psychiatric illness (e.g., psychosis, suicide, depression requiring hospital admission) 6 . History of severe autoimmune disease (systemic lupus erythematosus, thyroiditis, vasculitis)",
            "cite_spans": [
                {
                    "start": 549,
                    "end": 550,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Exclusion Criteria"
        },
        {
            "text": "For this interventional study, the exclusion criteria can be reviewed, by the treating physician, to assess the potential risks of therapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exclusion Criteria"
        },
        {
            "text": "The following should be considered precautions or temporary contraindications since these conditions can be exacerbated by administration of IFN β-1a. However, if they can be corrected and/or controlled prior to and during administration of IFN β-1a, they will not result in exclusion of the potential participant. If they cannot be corrected and/or controlled prior to or during administration of IFN β-1a, they will become exclusion criteria. 6 . Clinical gout * These precautions will be reconsidered on a case-by-case basis for patients who are ill to weigh the risks and benefits of IFN β-1a therapy in the presence of these underlying conditions.",
            "cite_spans": [
                {
                    "start": 445,
                    "end": 446,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Precautions and Temporary Contraindications"
        },
        {
            "text": "For this observational study, the precautions can be reviewed by the treating physician to assess the potential risks of therapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Precautions and Temporary Contraindications"
        },
        {
            "text": "This will be a study undertaken in Guinea.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conduct of the Study"
        },
        {
            "text": "Clinical Trial: All participants (or substitute decision makers) must understand and sign the informed consent document. The Guinean physicians and associated health workers will play an important role in addressing cultural and ethical sensitivities associated with the treatment protocol, and the Guinean authorities have indicated they will assume responsibility for disseminating information about the nature of clinical trials aimed at treating Ebola virus disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Informed Consent Process"
        },
        {
            "text": "The observational part of the study will collect data retrospectively, and results from research testing of (residual/to be discarded) blood samples and respiratory secretions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Informed Consent Process"
        },
        {
            "text": "The comparison group for this part of the study will in part be the population that may be included in an existing epidemiologic study for which there is a waiver of consent. For patients in the comparison group who were not enrolled in such a study where waiver of consent was applied, all reasonable efforts will be made to obtain informed consent where that individual's data will be used. However, it should be noted that obtaining informed consent from a non-IFN β-1a-treated patient who survived the ebola infection and left the clinic may be difficult to obtain, as it may be from the relatives of those non-IFN β-1a-treated patients who died following ebola infection. Retrospective data collection and testing will be as consistent as possible with the clinical trial data collection form, depending on data available from medical records. Research testing will be performed on the blood and secretions samples (residual or to be discarded).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Informed Consent Process"
        },
        {
            "text": "Once the informed consent is signed, and prior to initiation of therapy, eligibility will be confirmed. Some of the data (e.g. demographics) may be collected retrospectively from the patients' chart (source document). Demographics will be collected, the participant will undergo evaluation to review the medical history (will be recorded from the chart and/or obtained from the participant or family members) and a physical examination will be performed by a study physician or one of the treating physicians (chart). These will be recorded in the case report form. The patient's current clinical status will also be documented.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Initial Evaluation and Baseline Investigations:"
        },
        {
            "text": "Pre-study screening and baseline investigations will occur, preferably on the same day as signature of the Informed Consent, but definitely prior to initiation of treatment with IFN β-1a, and will be stated as performed on day 1 of hospitalization and day 'X' of illness. Follow-up data will also be recorded on this basis for comparison between relevant time points amongst participants (treated or not with IFN β-1a). It is expected that most eligible participants will be treated within 24 hours of being admitted to the treatment centre. Earlier therapy with IFN β-1a in the course of disease of the illness is likely to offer the highest chance of potential benefits to prevent further deterioration. Days 1-10 mentioned with each of the investigations noted below refer to the days of IFN β-1a therapy and/or follow-up while in hospital. Patients discharged prior to 10 days from initiation of therapy will, if possible, be seen for medical and study followup at 1 month post-initiation of treatment. Every effort will be made to combine clinical care follow-up with study follow-up.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Initial Evaluation and Baseline Investigations:"
        },
        {
            "text": "Data available in the medical chart will be collected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Initial Evaluation and Baseline Investigations:"
        },
        {
            "text": "Given that this is an outbreak with limited health care resources available at the different treatment centres, baseline investigations will be resource-dependent and may include • Fever/temperature measurement • PCR determination of viremia • Clinical evaluation of severity of symptoms such as chills, myalgia, sore throat, cough, nausea, diarrhea, hemorrhage",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Baseline Investigations:"
        },
        {
            "text": "IFN β-1a will be obtained from BiogenIdec Inc., Cambridge, MA 02142, USA. The dosage will be as follows: 6 million IU SC × 10 days. Administration should follow the product monograph, and will generally be done by the patient's nurse while in the treatment centre.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Treatment Schedule"
        },
        {
            "text": "The IFN β-1a dose may be decreased if there are problems with tolerance by 3 million IU (15 µg) to 3 million IU. Once it is well tolerated, the dose may remain the same or may be reincreased by 3 million IU to a maximum of 6 million IU/30 µg per day. Dose adjustments are under the treating physician responsibility.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Treatment Schedule"
        },
        {
            "text": "The duration of treatment may be shorter than 10 days in cases where the patient recovers more rapidly, with a minimum of 7 days therapy. The decision to stop IFN β-1a therapy in such cases will be made by the patient's treating physician. In general, patients are expected to discontinue treatment upon discharge from the treatment centre or about 48 hours prior to discharge for observation of deterioration of treatment. Most patients are expected to be admitted at least 7 days due to the nature of the illness. If any patient needs to discontinue prior to day 7 of therapy, the rationale will be documented on a case-by-case basis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Treatment Schedule"
        },
        {
            "text": "All concomitant medication should be appropriate as determined by the treating physician and should be documented in the CRF. For instance, at the discretion of the treating physician, broadspectrum antibiotics may also be given to cover possible superimposed bacterial infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concomitant Medication"
        },
        {
            "text": "Collection from daily recordings will be undertaken either prospectively or retrospectively to assess adverse event and efficacy of therapy from day 1 (1 st day of treatment) to day 10 and then weekly while admitted to the treatment centre and then 30 days post last dose. For patients for whom therapy is discontinued prior to day 10, assessments will follow the same schedule to allow comparison of disease course. The following will be recorded, as permitted, starting immediately prior to the onset of administration of IFN β-1a, then on a daily basis whilst the patient is in the treatment centre:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Follow-up"
        },
        {
            "text": "• Temperature; fever will be defined as a temperature ≥38 °C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Follow-up"
        },
        {
            "text": "• Concurrent illness symptoms: chills, myalgia, cough, sore throat, nausea, vomiting, diarrhea, hemaorrhage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Follow-up"
        },
        {
            "text": "• Adverse events will be recorded per protocol. Medication history at baseline and daily will be recorded.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Follow-up"
        },
        {
            "text": "• Blood samples: • 20 cc of Blood for virologic measurement (if feasible).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Follow-up"
        },
        {
            "text": "• A convalescent serum (10 cc tiger top tube) will be obtained at 1 month (when possible).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Follow-up"
        },
        {
            "text": "Of note, it is expected that there will be missing data points for study participants depending on the clinical care data available in the medical chart and residual blood samples available for testing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "• Survival"
        },
        {
            "text": "Interferons (IFNs) are a family of naturally occurring proteins, produced by eukaryotic cells in response to viral infection and other biologic agents. Three major types of interferons have been defined: type I (IFN-alpha, beta, epsilon, kappa and omega), type II (IFN-gamma) and type III (IFN-lambda). Interferon-beta is a member of the type I subset of interferons. The type I interferons have considerably overlapping but also distinct biologic activities. The bioactivities of all IFNs, including IFN-beta, are induced via their binding to specific receptors on the surface of human cells. Differences in the bioactivites induced by the three major subtypes of IFNs likely reflect differences in the signal transduction pathways induced by signaling through their cognate receptors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical Pharmacology of IFN β-1a 7.1 Pharmacodynamics"
        },
        {
            "text": "Interferon beta exerts its biological effects by binding to the IFNAR1 and IFNAR2 receptor chians on the surface of human cells. This binding initiates a complex cascade of intracellular events that leads to the expression of numerous interferon-induced gene products and markers. These include 2', 5'-oligoadenylate synthetase, β 2 -microglobulin, and neopterin. These products have been measured in the serum and cellular fractions of blood collected from patients treated with IFN β-1a.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical Pharmacology of IFN β-1a 7.1 Pharmacodynamics"
        },
        {
            "text": "Clinical studies conducted in multiple sclerosis patients showed that interleukin 10 (IL-10) levels in cerebrospinal fluid were increased in patients treated with IFN β-1a compared to placebo. Serum IL-10 levels maximally were increased by 48 hours after intramuscular injection of IFN β-1a and remained elevated for 1 week. However, no relationship has been established between absolute levels of IL-10 and clinical outcome in multiple sclerosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical Pharmacology of IFN β-1a 7.1 Pharmacodynamics"
        },
        {
            "text": "Pharmacokinetics of AVONEX in multiple sclerosis patients has not been evaluated. The pharmacokinetic and pharmacodynamic profiles of IFN β-1a in healthy subjects following doses of 30 mcg through 75 micrograms have been investigated. Serum levels of IFN β-1a as measured by antiviral activity are slightly above detectable limits following a 30 mcg subcutaneous dose, and increase with higher doses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pharmacokinetics"
        },
        {
            "text": "After a subcutaneous dose, serum levels of IFN β-1a generally peak at 15 hours post-dose (range: 6-36 hours) and then decline at a rate consistent with a 19 (range: 8-54) hour elimination half-life.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pharmacokinetics"
        },
        {
            "text": "Biological response markers (e.g., neopterin and β 2 -microglobulin) are induced by IFN β-1a following parenteral doses of 15 micrograms through 75 micrograms in healthy subjects and treated patients. Biological response marker levels increase within 12 hours of dosing and remain elevated for at least 4 days. Peak biological response marker levels are typically observed 48 hours after dosing. The relationship of serum IFN β-1a levels or levels of these induced biological response markers to the mechanisms by which IFN β-1a exerts its effects in multiple sclerosis is unknown.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pharmacokinetics"
        },
        {
            "text": "A prefilled syringe of IFN β-1a is a sterile liquid for injection. Each 0.5 mL of 60 mcg/mL of IFN β-1a in a prefilled glass syringe contains 30 mcg of IFN β-1a, 0.79 mg Sodium Acetate Trihydrate, USP; 0.25 mg Glacial Acetic Acid, USP; 15.8 mg Arginine Hydrochloride, USP; and 0.025 mg Polysorbate 20 in Water for Injection, USP at a pH of approximately 4.8.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Description of Pharmaceutical IFN β-1a Single-Use Prefilled Syringe"
        },
        {
            "text": "A dose titration device will be supplied by Biogen Idec that will enable a half dose (0.25 mL = 15 µg = 3 million IU) to be administered from the full dose syringe if dose reduction is required.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Description of Pharmaceutical IFN β-1a Single-Use Prefilled Syringe"
        },
        {
            "text": "It is expected that the disease will continue to progress for the initial 24-72 hours of therapy. Stabilization or improvement is not anticipated to manifest until day 3-5. Considering the potential adverse events of IFN β-1a therapy, special consideration will be placed to determine whether the treatment regimen adversely affects disease progression.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ebola Disease Progression"
        },
        {
            "text": "If the participant progresses at ≥48 hours while being treated with IFN β-1a in terms of worsening of disease symptoms and if this progression is felt by the treating physician to probably be related to the treatment regimen, then IFN β-1a will be either decreased in dose or discontinued.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ebola Disease Progression"
        },
        {
            "text": "It is expected that IFN β-1a will have a direct antiviral effect if initiated early in the course of illness and will have an immunomodulatory effect on exaggerated inflammatory responses observed in ill patients. It is likely that this drug will cause certain flu-like symptoms or symptoms compatible with disease progression but it is unlikely that these symptoms will be serious with the short 10-day-course. If there is concern that IFN β-1a is associated with worsening of disease, it t may be dose-reduced or treatment stopped.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Adverse Events Management"
        },
        {
            "text": "This section is extracted from the product monograph and is supplementary information to that provided in section 2.3 of the protocol. The side effects listed are based on a phase 3 study with 9 or 15 µg of IFN β-1a given three times a week for 24-48 weeks. Since IFN β-1a is given for 10 days in this study, the safety information, listed in section 2.3 for 10 days of therapy, may be more relevant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Adverse Events"
        },
        {
            "text": "The most common adverse events of AVONEX reported in placebo-controlled studies (IM administration) are listed below with the incidence in placebo-treated multiple sclerosis patients listed first and AVONEX-treated multiple sclerosis patients listed second: headache (55%, 58%), flu-like symptoms (29%, 49%), pain (21%, 23%), asthenia (18%, 24%), fever (9%, 20%), chills (5%, 19%), abdominal pain (6%, 8%), injection site pain (6%, 8%), infection (4%, 7%), injection site inflammation (2%, 6%), chest pain (2%, 5%), injection site reaction (1%, 3%), toothache (1%, 3%), depression (14%, 18%), dizziness (12%, 14%), upper respiratory tract infection (12%, 14%), sinusitis (12%, 14%), bronchitis (5%, 8%), nausea (19%, 23%), myalgia (22%, 29%), arthralgia (6%, 9%), urinary tract infection (15%, 17%), urine constituents abnormal (0%, 3%), alopecia (2%, 4%), eye disorder (2%, 4%), injection site ecchymosis (4%, 6%), anemia (1%, 4%), migraine (3%, 5%), vasodilation (0%, 2%). As some of these symptoms may occur following virus infection, it may be difficult to know whether they are due to the administration of IFN β-1a or the patient's underlying condition",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Adverse Events"
        },
        {
            "text": "Severe psychiatric adverse events may develop in persons receiving therapy with IFN β-1a and includes suicidal ideation and suicide. The risk of this happening is small and less than 1%. IFN-α/ß has on occasion exacerbated pre-existing cardiovascular disease, and has caused angina (chest pain), rhythm disturbances or heart attacks (myocardial infarction) in these persons. In those with known pre-existing heart disease, physicians will monitor for cardiac symptoms closely and discontinue IFN β-1a if cardiovascular symptoms appear to be worsened by the drug. IFN β-1a has rarely been associated with ophthalmic problems, including retinal hemorrhages, optic neuritis and papilledema in persons on long-term treatment. Participants will be asked to report to their physician any disturbance in vision while they are on treatment. IFN β-1a may exacerbate liver disease and will be discontinued with grade 4 hepatotoxicity. Very rarely IFN β-1a has been associated with pulmonary syndromes including pneumonia and worsening of asthma. If a participant develops worsening pulmonary symptomatology, which is felt to be due to IFN β-1a then the drug will be dose-reduced or stopped. IFN β-1a may aggravate autoimmune diseases (for example, systemic lupus or rheumatoid arthritis), and those with pre-existing autoimmune disease will be closely monitored.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rare Adverse Events (<1% frequency)"
        },
        {
            "text": "Management of adverse events is generally achieved by dose reduction of IFN β-1a, however, in the case of life-threatening adverse events, development of cardiac dysfunction, or precipitous decline in pulmonary function over a 24 hour period, which is not explained by disease progression and which may be associated IFN β-1a, therapy will be discontinued.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Management of Adverse Events"
        },
        {
            "text": "Flu-like symptoms can be treated with acetaminophen 500-1000 mg or ibuprofen 200-400 mg 30 minutes before IFN β-1a injection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Management of Adverse Events"
        },
        {
            "text": "The following guidelines will be used to determine when dose modification of the investigational product for an adverse event should be implemented. • Grade 4 (Life threatening) adverse events (SAE): IFN β-1a will be discontinued.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Management of Adverse Events"
        },
        {
            "text": "Adverse Event (AE): is any untoward medical occurrence in a patient or clinical investigation participant administered a product. It does not necessarily have to have a causal relationship with this treatment. An AE can therefore be any unfavorable and unintended sign (including an abnormal laboratory finding, for example), symptom or disease temporally associated with the use of a medicinal product, whether or not considered related to the medicinal product.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Adverse Event Definitions and Reporting"
        },
        {
            "text": "All adverse events will be recorded and transcribed into the CRF. Solicited AEs and non-solicited AEs will be collected daily for the first four days and then every 2-3 days during therapy, or whenever reported by patients. SAEs will be collected while on study medication and for 30 days after administration of the last dose.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Adverse Event Definitions and Reporting"
        },
        {
            "text": "-is fatal -is life-threatening -results in persistent or significant disability/incapacity -requires initial hospitalization or prolongation of existing hospitalization -causes congenital anomalies or birth defects",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Serious Adverse Event (SAE): is any adverse event that:"
        },
        {
            "text": "The term \"life-threatening\" refers to an event in which the patient was at risk of death at the time of the event. It does not refer to an event, which hypothetically might have caused death, if it were more severe. All deaths occurring while on protocol therapy or within 30 days of the last dose, should be reported (see below).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Serious Adverse Event (SAE): is any adverse event that:"
        },
        {
            "text": "All SAEs must be reported within 24 hours to the Study Coordinator and to enable reporting to the Guinean Ministry of Health within 7 calendar days of identification. All SAEs must also be reported within 24 hours to BiogenIdec Inc. at clinicaltrialsteam@biogenidec.com or by FAX at +1 866 706 5058.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SAE Reporting"
        },
        {
            "text": "All AEs and SAEs will be evaluated by the investigator or delegate for causal relationship to the investigational product.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SAE Reporting"
        },
        {
            "text": "Safety will be assessed by comparing the occurrence of SAEs and of clinically important adverse events (moderate and severe) attributable to the intervention. Safety monitoring for this interventional study will involve collection of data with direct comparison between IFN β-1atreated patients and those not receiving IFN β-1a.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evaluation of Safety"
        },
        {
            "text": "Study stopping rules:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evaluation of Safety"
        },
        {
            "text": "• A patient dies during therapy as a result of an SAE assessed as related to the investigational product.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evaluation of Safety"
        },
        {
            "text": "Virologic clearance: Clearance and/or reduction in viral RNA from day 1 to day 10, as determined by PCR and/or quantitative real time PCR. Thus, the presence of virus from any sample will be scored as positive on that day and the number of copies will be compared to evaluate virus clearance with each therapy. Time until virus becomes undetectable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Primary"
        },
        {
            "text": "Safety: Occurrence and severity of adverse event; time to onset, duration (number of days), severity, and seriousness of solicited and non-solicited injection site reactions and systemic adverse events occurring up to 7 days after the last injection. Occurrence, nature, time to onset relative to the first IFN β-1a dose, duration, severity, relationship to injection of SAEs throughout the trial.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Secondary"
        },
        {
            "text": "• The frequency of clinically important (moderate or severe) adverse events will be compared between the groups • The frequency of serious adverse events will be compared between the groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Secondary"
        },
        {
            "text": "Parameters to look for adverse events will be solicited such as local injection site erythema and swelling, fever, heart rate, blood pressure, and rash.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Secondary"
        },
        {
            "text": "Clinical improvement: will be evaluated by comparing the following parameters between the groups:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tertiary Clinical:"
        },
        {
            "text": "• Incidence of fever (>38˚C), persistence, and duration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tertiary Clinical:"
        },
        {
            "text": "Incidence and duration of other symptoms of illness: chills, myalgia, sore throat, cough, nausea, vomiting, diarrhea, and hemorrhage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "Death -all causes for study duration",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "Monitoring the clinical course consistently as opposed to looking at the effect of IFN β-1a on a case-by-case basis should provide additional information to guide indications for therapy during the epidemic and provide detailed surveillance data during this public health emergency.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "There is no expected sample size for this pilot clinical trial as it is to prove feasibility. This study can include any patient who is suspected or proven to be infected with EBOV and has been admitted to the treatment centre. A sample size of 30-50 has been chosen to assess feasibility of running a clinical trial in the setting with a large number of patients and also the feasilibty of treating a large number of patients. If successful, a larger clinical trial may be feasible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample size estimate"
        },
        {
            "text": "Demographics, and underlying conditions will be described by means and standard deviation for continuous variables, by median and interquartile range for ordinal or count variables, and by frequencies and percentages for categorical variables. Endpoints will be described and compared between treatment and usual standard of care groups using cross-tabulation tables and Fisher's Exact test for categorical variables, t-test for normally distributed continuous variables and Wilcoxon non-parametric test for non-normally distributed continuous or ordinal variables.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analyses and methods"
        },
        {
            "text": "Safety variables such as fever will be considered in three different formats: 1. As ordinal, representing various levels of severity of the symptom. For instance, fever will be described as \"none\", \"mild\", \"moderate\", or \"severe\". 2. As binary, considering only the presence vs. the absence of the symptom. 3. As binary, considering the most serious expression of the symptom. For instance by grouping \"moderate\" and \"severe\" together. Separate analyses for time periods of 0-3, 4-7, and 8-10 days will be conducted. For each of these time periods the most severe report of the AE for each participant will be counted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analyses and methods"
        },
        {
            "text": "Adverse Events and Serious Adverse Events will be considered in two ways: presence of any event and presence of any event related to the treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analyses and methods"
        },
        {
            "text": "Symptoms will be assessed as a repeated measure using GEE modelling.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analyses and methods"
        },
        {
            "text": "Survival will be analyzed using a Kaplan-Meier curve and Cox-proportional hard modeling with 2 week and 1 month survival rates determined. Viral clearance will be analyzed as binary variables for detection (presence) or non-detection (absence) as well as continuous variables where applicable (e.g. quantitative RT-PCR measurements.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analyses and methods"
        },
        {
            "text": "All data management, including the design of the CRFs, design of the database, as well as data entry and assurance of data integrity will be assumed by the Investigators or delegates. The CRFs, if possible, will be appended to a participant's clinical chart for direct documentation by the treating physician(s) and nurses. This plan is to accommodate data collection and transcription in the context of limited resources during this outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Management"
        },
        {
            "text": "Participants may withdraw from the study at any time for any reason without jeopardy to their current or future care. The investigator may also withdraw patients from the study without the participant's permission in the event of intercurrent illness, adverse events, treatment failures, protocol violation, administrative reasons, or any other reasons. The reason for withdrawal should be clearly documented in the CRF.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Premature Discontinuation of Treatment"
        },
        {
            "text": "Specific criteria for premature discontinuation of treatment will also include, progression of disease due to IFN β-1a or grade IV adverse events felt to be due to IFN β-1a. If the reason for removal of a patient from the study is an adverse event or abnormal laboratory result, the principal specific event or test will be documented completely on the CRF. A participant will be withdrawn if at any time, in the opinion of the investigator, study participation would not be in the best interest of the participant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Premature Discontinuation of Treatment"
        },
        {
            "text": "Participants may withdraw or be withdrawn from treatment and this will not automatically lead to withdrawal from the rest of the study. These participants would continue to be followed per protocol for safety and disease course, off therapy. Unnecessary withdrawal of patients should be avoided.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Premature Discontinuation of Treatment"
        },
        {
            "text": "In the case of participants who fail to present for a follow-up examination, documented reasonable effort (i.e.; documented phone calls or certified mail) should be undertaken to locate or recall them or at least to determine their health status while fully respecting the participant's rights. These efforts should be documented in the participant's source documents and CRF.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lost to follow-up procedures"
        },
        {
            "text": "The investigator will classify the termination status of each participant at the end of the study in the termination page of the CRF according to the following:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Termination classification"
        },
        {
            "text": "• ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Termination classification"
        },
        {
            "text": "Participants who withdraw for an adverse event related to IFN β-1a should be followed as deemed appropriate by the investigator until resolution of the event or until chronicity of the event has been established. In cases where the adverse event is not related to IFN β-1a, the participant should be followed as deemed appropriate by the investigator. Documentation is deemed as that in the source documents and as indicated in the CRF. In the event of a loss to follow-up, the loss to follow-up procedures will be followed. As noted above, participants may be withdrawn from investigational product therapy but continue to be followed according to protocol for their clinical course and/or by providing additional blood and respiratory secretion specimens for research testing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Follow-up of discontinuation"
        },
        {
            "text": "The study may be discontinued for administrative reasons or if new data about the investigational product resulting from this or other studies become available, and/or on advice of the regulatory authorities. If the trial is prematurely terminated for any reason, the investigator should inform the study participants in a timely fashion and should assure appropriate therapy and follow-up.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interruption of the study"
        },
        {
            "text": "No amendments to this study will be made without consultation with, and agreement of, the study sponsors, including the manufacturer of the IFN β-1a i.e. BiogenIdec, Inc. Any relatively rapidly, in an effort to make it available, through the extended study (and possibly a larger multicentre international study) as part of the treatment armamentarium as early as possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modifications of the study protocol"
        },
        {
            "text": "The initial results of the pilot trial will determine if it should be extended (extension to 100 participants per this protocol) and whether a larger multicenter study will be appropriate. Determining factors will be safety and, if possible with the small sample size, a trend toward efficacy when compared to the standard of care regimen. In addition, the effect of the treatment regimen on viral detection will be examined.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of Final Data"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Cytokine and chemokine expression expression in humans infected with Sudan Ebola virus",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Hutchinson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Rollin",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. Infect. Dis",
            "volume": "196",
            "issn": "",
            "pages": "357--363",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Ebola hemorrhagic fever: novel biomarker correlates of clinical outcome",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Mcelroy",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Infect. Dis",
            "volume": "10",
            "issn": "",
            "pages": "558--566",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "How Ebola virus counters the interferon system",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kuhl",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pohlmann",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Zoonoses Public Health",
            "volume": "59",
            "issn": "",
            "pages": "116--131",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Evasion of the interferon-mediated antiviral response by filoviruses",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Cardenas",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Viruses",
            "volume": "2",
            "issn": "",
            "pages": "262--282",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Molecular basis for Ebola virus VP35 suppression of humans dendritic cell maturation",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yen",
                    "suffix": ""
                }
            ],
            "year": 1920,
            "venue": "J. Virol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Interferon β therapy prolongs survival in rhesus macaque models of Ebola and Marburg hemorrhagic fever",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Infect. Dis",
            "volume": "208",
            "issn": "",
            "pages": "310--318",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Evaluation of immune globulin and recombinant interferon-α2b for treatment of experimental Ebola virus infections",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "B"
                    ],
                    "last": "Jahrling",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J. Infect. Dis",
            "volume": "179",
            "issn": "",
            "pages": "224--234",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "mABs and Ad-vectored IFN-α therapy rescue Ebola-infected nonhuman primates when administered after the detection of viremia and symptoms",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Sci. Transl. Med",
            "volume": "5",
            "issn": "",
            "pages": "207--143",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Monoclonal antibodies combined with adenovirus-vectored interferon significantly extend the treatment window in Ebola virus-infected guinea pigs",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Virol",
            "volume": "87",
            "issn": "",
            "pages": "7754--7757",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Pathogenesis of Ebola hemorrhagic fever in cynomologous macaques: evidence that dendritic cells are early and sustained targets of infection",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Geisbert",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Am. J. Pathol",
            "volume": "163",
            "issn": "",
            "pages": "2347--2370",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "High-throughput quantitative real-time PCR array for absolute and relative quantification of rhesus macaque types I, II and II interferon and their subtypes",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Schramm",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J IFN and cytokine Res",
            "volume": "32",
            "issn": "",
            "pages": "407--415",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "TLR9 and TLR7 agonists mediate distinct type I IFN responses in humans and nonhuman primates in vitro and in vivo",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Puig",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Leuk. Biol",
            "volume": "91",
            "issn": "",
            "pages": "147--158",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Gene expression profile of Th1 and Th2 cytokines and their receptors in human and nonhuman primates",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Jeong",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Med. Primatol",
            "volume": "37",
            "issn": "",
            "pages": "290--296",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Comparison of T cell immune responses induced by vectored HIV vaccines in NHPs and humans",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Bett",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Vaccine",
            "volume": "84",
            "issn": "",
            "pages": "9810--9816",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "A pilot study of recombinant interferon beta-1a for the treatment of chronic hepatitis C",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Habersetzer",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Liver",
            "volume": "20",
            "issn": "",
            "pages": "437--441",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Safety of interferon β treatment for chronic HCV hepatitis",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Festi",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "World J. Gastroenterol",
            "volume": "10",
            "issn": "",
            "pages": "12--16",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Efficacy and safety of combination therapy of natural human interferon beta and ribavirin in chronic hepatitis C patients",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Arase",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Intern. Med",
            "volume": "50",
            "issn": "",
            "pages": "2083--2088",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "of Contents Synopsis .......................................................................................................................................... 3 1. Introduction ............................................................................................................................ 7 2. Background on Investigational Product ……………………………………..…………..13 3. Investigators and Trial Organization................................................................................. 17 4. Hypothesis and Trial Objectives ......................................................................................... 17 5. Study Design ......................................................................................................................... 17 6. Conduct of the Study ............................................................................................................ 20 7. Clinical Pharmacology ofIFN β-1a ................................................................................... 22 8. Management of Disease Progression, Adverse Events and Serious Adverse Events ..... 24 9. Study Endpoints ................................................................................................................... 26 10. Biostatistical Considerations ............................................................................................... 27 11. Data Management ................................................................................................................ 28 12. Premature Discontinuation of Treatment .......................................................................... 28 13. Conduct of the Investigation ............................................................................................... 3014. EthicsReview and Consent ................................................................................................. 3015. Time Frame for theStudy ................................................................................................... 3016. Analysis of FinalData .......................................................................................................... 31REFERENCES ……………………………………………………………………………...…32",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Unpublished in vitro evidence for potent antiviral activity against EBOV (Bavari, S. (USAMARIID); Hensley S. (NIAID), Geisbert, T. (UTMB, Galveston), Rubins, K., (Whitehead Institute).7. Guinea pig studies providing evidence that adenovirus expressing IFN-α2 days postinfection reduces viremia (9). 8. Examination of serum samples from infected individuals during the 2000 outbreak of Sudan EBOV in Uganda revealed that surviving patients had significantly higher levels of IFN-α within the first few days of the onset of critical illness (1). 9. Evidence that circulating levels of IFNs-α/β are only detectable 4 days after virus inoculation of cynomologous macaques, likely delayed because of virus infecting dendritic cells (10). This delay in the IFN-inducible immune response likely contributes to the virulence of infection. 10. Availability of stocks of FDA-approved IFNs.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Dose",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Grade I (mild) adverse events: No dosage adjustment • Grade 2 (moderate) adverse events: No dosage adjustment • Grade 3 (severe) adverse events: Patients who develop grade 3 adverse events (except flu like symptoms, unless they are incapacitating) should have IFN β-1a reduced to 3 MIU (15 mcg). Alternatively, IFN β-1a may be discontinued.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Serious Adverse Event • Other Adverse Event • Non-compliance with protocol • Lost to follow-up • Voluntary withdrawal not for an Adverse Event • Withdrawal by Investigator with rationale",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "amendment to the study that appears necessary during the course of the study must be discussed by the investigator/physician and the sponsor-investigator concurrently. If there is a need for an amendment, it will become a formal part of the protocol and will undergo appropriate approvals (regulatory authorities). An amendment may be implemented prior to regulatory approval in the event that it is necessary to eliminate apparent immediate hazards to the participants.An administrative change to the protocol is one that modifies administrative and logistical aspects of a protocol but does not affect the participants' safety, the objectives of the study and its progress. An administrative change can be sent as a notification, as it does not require approval by the Guinean Ministry of Health prior to implementation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "This study will be conducted in accordance with the Declaration of Helsinki, as well as the International Conference on Harmonization (ICH) Good Clinical Practices (GCP), applicable national and local requirements by the respective authorities (Regulatory Agencies such as Health Protection Branch in Canada; REB/IRB). The investigators will be familiar with the principles elaborated in the Declaration of Helsinki and will adhere to these principles, as well as the GCP guidelines and other local and regional applicable legislations and regulations (e.g. privacy legislation).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conduct of the Investigation"
        },
        {
            "text": "The study and the appropriate documents (protocol, informed consent, product monograph, subject recruitment tools, and any other written information to be provided to the participants) will be reviewed by an REB/IEC of record for each respective treatment centre planning to conduct the study. Before inclusion of the first participant at the site, the study must be approved by, or receive a favorable opinion from, the appropriate REB/IEC. A sample consent form can be found in the application.Each investigator is responsible for obtaining this approval, or favorable opinion, before the start of the trial and with any subsequent amendment in compliance with Good Clinical Practice (GCP) and local regulations. Copies of these approvals, along with information on the type, version number, and date of the document(s), and the date of approval, must be forwarded to the sponsor-investigator, or delegate. All SAEs occurring during the trial will be reported to the REB/IEC, according to the local REB/IEC policy by the site investigator, as well as to the sponsor (see Safety reporting section of the protocol).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics Review and Consent"
        },
        {
            "text": "Given the nature of this EBOV outbreak, it is difficult to predict the waves and the study may span more than one wave, and thus it is difficult to determine the actual time to complete the study. Since this is a pilot study, it is important to have such a protocol in readiness so that, new cases can be immediately enrolled. It is estimated that during a wave, it will be possible to recruit 30 participants, in less than one month. It is planned to propose the study to be conducted at other treatment centres across West Africa. The rationale is to increase the rate of enrolment for the pilot study so that if a potential benefit is detected early, IFN β-1a therapy can be evaluated",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Time Frame for the Study"
        }
    ]
}