{
    "paper_id": "b60f35d40ea356d450ec485223083150e662b10f",
    "metadata": {
        "title": "Complete Genome Sequence of Strain SDCV/USA/Illinois121/2014, a Porcine Deltacoronavirus from the United States",
        "authors": [
            {
                "first": "Douglas",
                "middle": [],
                "last": "Marthaler",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Minnesota Veterinary Diagnostic Laboratory",
                    "location": {
                        "settlement": "Saint Paul",
                        "region": "Minnesota",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Yin",
                "middle": [],
                "last": "Jiang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Minnesota Veterinary Diagnostic Laboratory",
                    "location": {
                        "settlement": "Saint Paul",
                        "region": "Minnesota",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Jim",
                "middle": [],
                "last": "Collins",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Minnesota Veterinary Diagnostic Laboratory",
                    "location": {
                        "settlement": "Saint Paul",
                        "region": "Minnesota",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Kurt",
                "middle": [],
                "last": "Rossow",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Minnesota Veterinary Diagnostic Laboratory",
                    "location": {
                        "settlement": "Saint Paul",
                        "region": "Minnesota",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "To investigate the causative agent of swine diarrhea, next-generation sequencing (NGS) was performed on a porcine fecal sample. The NGS reads were assembled, which generated a complete swine Deltacoronavirus genome sequence, that of strain SDCV/ USA/Illinois121/2014.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "nizes three coronavirus genera, Alphacoronavirus, Betacoronavirus, and Gammacoronavirus. In addition, the coronavirus genus Deltacoronavirus has been proposed (1) . Since the discovery of Deltacoronavirus, a research investigation was conducted to discover new deltacoronaviruses in a variety of mammalian and avian species. A new swine deltacoronavirus was present in 10% of the porcine samples from China, and two Chinese swine Deltacoronavirus complete genome sequences were generated, those of porcine coronavirus (PorCoV) strains HKU15-44 and HKU15-155 (GenBank accession no. JQ065042 and JQ065043, respectively) (2). On 11 February 2014, the Ohio Department of Agriculture announced the presence of a swine deltacoronavirus in the United States. However, the viral pathogenesis and clinical symptoms associated with swine Deltacoronavirus infection are still unknown, and the complete U.S. swine Deltacoronavirus genome was not released.",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 162,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The University of Minnesota Veterinary Diagnostic Laboratory received fecal swabs from pigs that had clinical signs of diarrhea but that were negative by real-time PCR (RT-PCR) for other known swine enteric pathogens, including transmissible gastroenteritis virus, porcine epidemic diarrhea virus, and rotaviruses A, B, and C. To further investigate the causative agent of diarrhea, the RNA was extracted from the sample and submitted for nextgeneration sequencing (NGS), as previously described (3). The NGS reads were de novo assembled using SeqMan NGen (version 11; DNAStar, Madison, WI), with the default settings. The contigs were sorted according to length, and a BLAST search was performed on each contig. The first three contigs matched the bacterium Lactobacillus, while the fourth contig matched the swine Deltacoronavirus PorCoV HKU15-44. The majority of the de novo contigs matched bacterium species from Lactobacillus and Enterococcus. Next, a reference-based assembly was conducted with the PorCoV HKU15-44 strain to generate a complete genome sequence of the swine Deltacoronavirus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The swine Deltacoronavirus strain SDCV/USA/Illinois121/ 2014 (IL121) is 25,405 nucleotides in length, including the partial 5=-and 3=-untranslated regions (UTRs). Strain IL121 has nucleotide percent identities of 99.0% and 99.2% to the previously reported swine Deltacoronavirus strains HKU15-44 and HKU15-155, respectively. A single insertion or deletion was observed in the 3=-UTR of strain IL121, which is also present in strain HKU15-155. The spike gene had the lowest nucleotide percent identities of 98.6% and 98.8% to HKU15-155 and HKU15-44, respectively, which correlated to amino acid percent identities of 98.5% and 99.5%, respectively. The envelope gene was the most conserved, with a nucleotide percent identity of 99.6% and an amino acid percent identity of 100% with the previously reported swine Deltacoronavirus strains. While nonstructural gene 6 (NS6) of IL121 has high nucleotide percent identities of 99.3% and 99.6% to those of HKU15-155 and HKU15-44, respectively, the amino acid percent identity is only 98.9% to both previously reported swine Deltacoronavirus strains.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To our knowledge, this is the first complete genome sequence of a swine deltacoronavirus from the United States. Further in-depth phylogenetic analysis of swine deltacoronaviruses in the United States requires more U.S. and worldwide complete genomes from swine deltacoronaviruses. The release of strain SDCV/USA/Illinois121/2014 should further expedite swine deltacoronavirus research on the genetic diversity, epidemiology, and evolution of swine deltacoronaviruses in the United States.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Nucleotide sequence accession number. The genome sequence of the swine Deltacoronavirus strain SDCV/USA/Illi-nois121/2014 was deposited in GenBank with the accession no. KJ481931.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We thank the swine producers and the clients of the University of Minnesota Veterinary Diagnostic Laboratory for their continued support. In addition, we thank Mark Diehl, Lotus Solmonson, Shannon Lopez, and Michele Leiferman for their technical assistance and Marie Culhane for her editing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        },
        {
            "text": "Funding was provided by the University of Minnesota Veterinary Diagnostic Laboratory.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Virus taxonomy: classification and nomenclature of viruses. Ninth Report of the International Committee on Taxonomy of Viruses",
            "authors": [
                {
                    "first": "Amq",
                    "middle": [],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lefkowitz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Adams",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "B"
                    ],
                    "last": "Carstens",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "806--828",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Discovery of seven novel mammalian and avian coronaviruses in the genus Deltacoronavirus supports bat coronaviruses as the gene source of Alphacoronavirus and Betacoronavirus and avian coronaviruses as the gene source of Gammacoronavirus and Deltacoronavirus",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Woo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Tsang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bai",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Teng",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Tsang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yuen",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Virol",
            "volume": "86",
            "issn": "",
            "pages": "3995--4008",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.06540-11"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Complete genome sequence of porcine epidemic diarrhea virus strain USA/ Colorado/2013 from the United States",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Marthaler",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Otterson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Goyal",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Rossow",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Collins",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Genome Announc",
            "volume": "1",
            "issn": "4",
            "pages": "555--568",
            "other_ids": {
                "DOI": [
                    "10.1128/genomeA.00555-13"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": []
}