{
    "paper_id": "b710adc78b56eb091aa40bc4cf5bc015e3f567e4",
    "metadata": {
        "title": "Genetic Drift of HIV Populations in Culture",
        "authors": [
            {
                "first": "Y",
                "middle": [],
                "last": "Voronin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "S",
                "middle": [],
                "last": "Holte",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "Overbaugh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Emerman",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Populations of Human Immunodeficiency Virus type 1 (HIV-1) undergo a surprisingly large amount of genetic drift in infected patients despite very large population sizes, which are predicted to be mostly deterministic. Several models have been proposed to explain this phenomenon, but all of them implicitly assume that the process of virus replication itself does not contribute to genetic drift. We developed an assay to measure the amount of genetic drift for HIV populations replicating in cell culture. The assay relies on creation of HIV populations of known size and measurements of variation in frequency of a neutral allele. Using this assay, we show that HIV undergoes approximately ten times more genetic drift than would be expected from its population size, which we defined as the number of infected cells in the culture. We showed that a large portion of the increase in genetic drift is due to non-synchronous infection of target cells. When infections are synchronized, genetic drift for the virus is only 3-fold higher than expected from its population size. Thus, the stochastic nature of biological processes involved in viral replication contributes to increased genetic drift in HIV populations. We propose that appreciation of these effects will allow better understanding of the evolutionary forces acting on HIV in infected patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Genetic drift is defined as stochastic fluctuations in frequencies of alleles in a population. Generally, large populations are less stochastic and undergo less genetic drift than smaller populations. While viruses exhibit very large population sizes, suggesting that the genetic processes in these populations are mostly deterministic, it has been recently appreciated that genetic drift is an important factor in virus evolution. For example, plant viruses undergo severe bottleneck events both when spreading from one plant to another and within an individual infected plant, which leads to frequent founder effects in their populations [1, 2, 3, 4, 5, 6] . Significant contribution of genetic drift has also been proposed for evolution of animal and human viruses, such as norovirus [7] , measles [8] , hepatitis B virus [9] , coronavirus [10] , Dengue virus [11] , rabies virus [12] , and hantavirus [13] . However, accurate determination of the role of genetic drift in evolution of animal viruses is complicated, because genetic drift, a stochastic process, is hard to discern from antigenic drift, which is a selection-driven process associated with individual differences in immune responses of infected hosts. Nevertheless, studies aimed at separating the role of the immune response still find a significant influence of genetic drift in evolution of some animal viruses [14, 15, 16] .",
            "cite_spans": [
                {
                    "start": 640,
                    "end": 643,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 644,
                    "end": 646,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 647,
                    "end": 649,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 650,
                    "end": 652,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 653,
                    "end": 655,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 656,
                    "end": 658,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 787,
                    "end": 790,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 801,
                    "end": 804,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 825,
                    "end": 828,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 843,
                    "end": 847,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 863,
                    "end": 867,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 883,
                    "end": 887,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 905,
                    "end": 909,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1382,
                    "end": 1386,
                    "text": "[14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1387,
                    "end": 1390,
                    "text": "15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1391,
                    "end": 1394,
                    "text": "16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The processes that cause genetic drift in extremely large viral populations have not been thoroughly explored, but they include events that occur during both transmission of the virus from one organism to another and viral replication within a single organism (intra-host). Studies of wheat streak mosaic virus suggest that both mechanisms can contribute significantly to viral evolution [1, 2] , but whether this conclusion applies to animal viruses is not clear. The majority of the work on genetic drift in animal viruses has focused on large scale viral populations, comparing viruses either in geographically isolated regions or in consecutive epidemics and, therefore, does not distinguish between the intra-and inter-host genetic drift.",
            "cite_spans": [
                {
                    "start": 388,
                    "end": 391,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 392,
                    "end": 394,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The animal virus for which intra-host genetic drift has been extensively studied is human immunodeficiency virus type 1 (HIV-1). Multiple studies observed that genetic drift of HIV-1 within an infected individual is several orders of magnitude larger than would be predicted from the total number of infected cells in the body [17, 18, 19, 20, 21] . Several models have been proposed to explain the observed high genetic drift, including multiple selective sweeps [22] , metapopulation structure [23, 24] and rare but severe population bottlenecks [25] . All of these models, however, implicitly assume that viral population replicating under homogenous well-mixed conditions should behave as an ideal population. Ideal populations are expected to undergo a certain amount of genetic drift, but real viral populations are also influenced by to the stochastic nature of the biological processes involved in viral replication. Therefore, real viral populations can be expected to have an excess of genetic drift, even under ''close-to-ideal'' conditions. The degree to which viral replication process contributes to genetic drift in viral populations is the main interest of our study.",
            "cite_spans": [
                {
                    "start": 327,
                    "end": 331,
                    "text": "[17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 332,
                    "end": 335,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 336,
                    "end": 339,
                    "text": "19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 340,
                    "end": 343,
                    "text": "20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 344,
                    "end": 347,
                    "text": "21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 464,
                    "end": 468,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 496,
                    "end": 500,
                    "text": "[23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 501,
                    "end": 504,
                    "text": "24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 548,
                    "end": 552,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Here, we studied genetic drift in HIV populations replicating under the most basic conditions of cell culture. We developed a system that can be used to accurately measure genetic drift occurring in HIV populations. Using this system we show that genetic drift in HIV populations in culture is approximately tenfold higher than expected for an ideal population. Because the increase in HIV genetic drift observed in culture is due to replication process itself, it should also be present in vivo and, therefore, may partially explain the high genetic drift observed in HIV populations in infected people.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Our approach to investigating the impact of genetic drift on HIV was to create viral populations of known size and monitor the degree of variation in the frequency of a neutral allele in these populations. An HIV population carrying a neutral allele at 50% frequency was created by mixing two replication-competent variants of HIV, Vpr-FS and Vpr-FS-StuI ( Figure 1A ). Both variants carry a frameshift insertion in the vpr gene, resulting in non-functional Vpr protein, which is not necessary for viral replication in cell culture. The insertions in the two variants differ in length by 4 bp, which allows accurate measurement of the frequency of each variant in viral mixtures by the PCR-based GeneScan assay (see Materials and Methods). Neither Vpr-FS nor Vpr-FS-StuI has an advantage for replication in culture, i.e. the variants are selectively neutral (data not shown). Thus, by mixing these two variants in a 1:1 ratio we created a population of HIV with a known neutral allele present at a 50% frequency.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 357,
                    "end": 366,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Measuring Genetic Drift in HIV Populations in Culture"
        },
        {
            "text": "The experimental scheme we used to determine the relationship between population size and genetic drift is shown in Figure 1B . Serial 3-fold dilutions of a 1:1 viral mixture of neutral variants were prepared and used to infect multiple independent cultures of target cells to create HIV populations of different sizes. All cultures were maintained for 5-14 days until most of the cells in viruspositive cultures were infected (see Materials and Methods). At that point, the cell-free virus from virus-positive wells was collected and analyzed by the GeneScan assay to determine the frequency of the two alleles in each of the replicate cultures. The observed Vpr-FS and Vpr-FS-StuI frequencies in each set of replicates were used to calculate the average variance of the observed frequency from the expected 50%. We used this variance as a measure of genetic drift. In parallel, the size of viral population at the beginning of each experiment was calculated by measuring tissue culture infectious dose 50% (TCID50), which the amount of virus that infects 50% of the wells at a given dilution (see figure legend to Figure 1B ). In several experiments, an infectious center assay was used to confirm the estimated number of infected cells at higher dilutions and the results were always within twofold from predictions based on multiplicity of infection (data not shown).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 116,
                    "end": 125,
                    "text": "Figure 1B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1116,
                    "end": 1125,
                    "text": "Figure 1B",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Measuring Genetic Drift in HIV Populations in Culture"
        },
        {
            "text": "For illustration of the technique, representative data obtained in one genetic drift measurement experiment are shown in Figure 2 . Twelve independent cultures of C8166 cells were infected for each dilution of the viral mixture. As expected, at the dilution with the highest amount of virus (9553 infected cells per well) the frequency of Vpr-FS-StuI was very close to 50% (Figure 2A ). When the amount of virus used for infection was decreased, Vpr-FS-StuI frequency showed wider variation. Because the same 1:1 viral mixture was used for all dilutions, the variation in the frequencies of the two neutral variants must have been caused by genetic drift. At the lowest viral dilution (less than one infected cell per well), only a single variant was observed in each of the five infected cultures; 7 of the cultures were not infected at this dilution. It should be noted that Vpr-FS-StuI frequency was equally likely to increase or decrease relative to the starting 50%, which confirmed that Vpr-FS and Vpr-FS-StuI have identical replicative fitness.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 121,
                    "end": 129,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 373,
                    "end": 383,
                    "text": "(Figure 2A",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Measuring Genetic Drift in HIV Populations in Culture"
        },
        {
            "text": "These data were used to calculate the variance in frequency of Vpr-FS-StuI in replicate cultures for each dilution ( Figure 2B ). We used this variance as a measure of the amount of genetic drift in HIV populations. As expected, the variance was lowest (0.00045) for the largest population size, indicating that genetic drift was low in these cultures. Variance increased as the population size decreased, demonstrating the predicted reciprocal relationship between the population size and genetic drift. The variance was not calculated for two dilutions with the lowest population size (1.5 and 0.5), because they contained non-infected wells. Assay variance (see Materials and Methods) in this experiment was 0.000086, i.e. was less than 20% of the lowest measured total variance (data not shown).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 117,
                    "end": 126,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Measuring Genetic Drift in HIV Populations in Culture"
        },
        {
            "text": "To better understand the sources of genetic drift in our experiments, we compared the observed variance to the variance expected to occur due to genetic drift in an ideal population. Probability theory predicts that, in a single generation, an ideal population of N individuals should undergo genetic drift simply due to stochastic sampling. The variance caused by this drift, to which we refer here as V ideal , was calculated from the initial allele frequency p and viral population size N as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measuring Genetic Drift in HIV Populations in Culture"
        },
        {
            "text": "and plotted on Figure 2B as the thin dashed line. For all tested population sizes, the observed variance in frequency of neutral allele was approximately an order of magnitude higher than V ideal , demonstrating that, even under relatively homogenous conditions of cell culture, viral populations do not behave as ideal populations.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 15,
                    "end": 24,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Measuring Genetic Drift in HIV Populations in Culture"
        },
        {
            "text": "Genetic drift under a variety of culture conditions. The measurement of genetic drift in HIV populations infecting C8166 cells as shown in Figure 2 was repeated a total of five times with different viral dilutions. The variance calculated from the combined data set was used as a baseline to which we compared the variance observed for other infection conditions. Additionally, statistical analysis was performed to calculate 95% confidence intervals for the estimated variance at each population size, which showed that for viral populations infecting C8166 cells, the",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 139,
                    "end": 147,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Measuring Genetic Drift in HIV Populations in Culture"
        },
        {
            "text": "Genetic drift can be a strong evolutionary force, especially in small populations. Studies of HIV evolution within a single infected patient suggest that genetic drift plays an important role in the evolution of the virus, despite the large size of the viral population. The factors responsible for the high genetic drift are not known, but several models have been proposed to explain the phenomenon; all of them assume that the viral population is ideal. We measured the amount of genetic drift in HIV populations, replicating in the controlled environment of cell culture. We found that HIV populations exhibit approximately 10fold more genetic drift than would be expected for an ideal population of similar size. Non-synchronous timing of infection is partially responsible for the increase, but other unidentified factors also contribute. While the increase in genetic drift observed for HIV in culture is not sufficient to explain the several orders of magnitude increase in intrapatient genetic drift, it provides strong experimental evidence for the intrinsic stochasticity of the HIV replication cycle. Understanding the sources of genetic drift is necessary to better understand the evolutionary forces that act upon HIV in vivo.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Summary"
        },
        {
            "text": "estimated variance, to which we refer here as V total , was significantly higher than V ideal for all population sizes ( Figure 3A ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 121,
                    "end": 130,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Author Summary"
        },
        {
            "text": "We then tested whether properties of infected cells affected the magnitude of genetic drift in HIV populations. Thus, we measured genetic drift in viral populations infecting another cell line, CEMx174. These cells differ from C8166 cells morphologically, require the presence of DEAE-Dextran for robust HIV infection, and produce smaller amounts of virus after infection than C8166 cells (data not shown). The observed variance V total of Vpr-FS-StuI frequency in HIV populations infecting CEMx174 cells was also significantly higher than V ideal ( Figure 3B ), suggesting that higher than expected genetic drift is is a common property of the virus replication process.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 550,
                    "end": 559,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Author Summary"
        },
        {
            "text": "To test whether the variability in properties of target cells is important for genetic drift, we infected a 1:1 mixture of the two cell types, CEMx174 and C8166. The results, shown in Figure 3C , demonstrated that the amount of genetic drift under these conditions was similar to the amount observed in infections of cultures containing either C8166 or CEMx174 cells alone.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 184,
                    "end": 193,
                    "text": "Figure 3C",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Author Summary"
        },
        {
            "text": "Next we measured genetic drift in HIV populations infecting activated primary blood mononuclear cells (PBMCs). The results were similar to those obtained with immortalized cell lines and showed that genetic drift in HIV populations in primary cells was also higher than expected for an ideal population ( Figure 3D ), supporting our hypothesis that increased genetic drift is a consistent feature of the virus replication process, independent of target cells.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 305,
                    "end": 314,
                    "text": "Figure 3D",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Author Summary"
        },
        {
            "text": "Our analysis of data from different culture conditions shows that V total under all tested conditions was approximately 10-fold higher than V ideal and varied from 10.1-fold to 22.7-fold (Table 1) . We compared V total observed under different conditions to V total in C8166 infection. Interestingly, infections of CEMx174 cells resulted in statistically higher genetic drift than infections of C8166 cells (95% confidence intervals do not include 1, see Materials and Methods for statistical analysis details). However, the estimate of variance for CEMx174 cells had large standard error and the variances for the two conditions differed by only 2fold, showing that our general estimate of one order of magnitude difference between V ideal and V total applies to both target cells.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 187,
                    "end": 196,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Author Summary"
        },
        {
            "text": "Genetic drift in infections of 1:1 mixture of C8166 and CEMx174 cells was not statistically different from genetic drift in C8166 infections, suggesting that properties of C8166 cells (higher infectivity and higher virus production) dominated in the mixed population. Genetic drift in infections of PBMCs was similar to drift observed in C8166 cells ( Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 352,
                    "end": 360,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Author Summary"
        },
        {
            "text": "We asked whether amount of genetic drift in HIV populations can be influenced by culture conditions. Thus, we measured Vpr-FS-StuI variance in cultures where the virus mixture was bound to the Raji-DC-SIGN cells prior to the addition of target C8166 cells. In order to do this, we used Raji-DC-SIGN cells, which cannot be infected by wild type HIV, but can bind the virus through the DC-SIGN molecule on their surface and enhance its infectivity by presenting the virus to the surfaces of uninfected cells [26, 27] . Raji-DC-SIGN cells were incubated with virus for 1 h and then washed three times with media to remove all unbound virus. The cells were then mixed with the target C8166 cells to mediate infection in trans. V total under these conditions was only 4.5 fold higher than V ideal ( Figure 4A ), a statistically significant reduction from the 10.5 ratio of V total to V ideal observed in direct C8166 infections (Table 1) . In order to test whether genetic drift was affected by pre-bound state of the virus or the simple presence of Raji-DC-SIGN cells in culture, we mixed C8166 cells with Raji-DC-SIGN cells prior to addition of the virus ( Figure 4B ). Because the simple presence of Raji-DC-SIGN in culture did not affect genetic drift of HIV, as evidenced by 9.5-fold increase of V total over V ideal ( Figure 4B and Table 1 ), this result suggested that the reduction of genetic drift was connected to the state of the virus in the beginning of infection. We hypothesized that binding of the virus to virus-presenting cells and removal of the unbound virus resulted in increased synchronization of timing of infection, which caused reduction in genetic drift.",
            "cite_spans": [
                {
                    "start": 506,
                    "end": 510,
                    "text": "[26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 511,
                    "end": 514,
                    "text": "27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [
                {
                    "start": 794,
                    "end": 803,
                    "text": "Figure 4A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 923,
                    "end": 932,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1154,
                    "end": 1163,
                    "text": "Figure 4B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1319,
                    "end": 1328,
                    "text": "Figure 4B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1333,
                    "end": 1340,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Synchronization of Infection Reduces Genetic Drift"
        },
        {
            "text": "We tested whether synchronization of infection has an effect on the amount of genetic drift in viral populations by changing experimental parameters to favor synchronized entry of virus entry into cells. Thus, virus was incubated with target cells for one hour, after which the unbound virus was removed by three washes with media. Synchronization of infection drastically reduced the amount of observed genetic drift ( Figure 4C ), so that V total under these conditions was only 3-fold higher than V ideal . The increase was significantly lower than increase in non-synchronized infections of C8166 cells (Table 1) . Similar results were obtained when the virus was incubated with cells for 3 hours, or when it was pre-bound to C8166 target cells at 8C, or spinoculated (data not shown). Thus, a large proportion of genetic drift in HIV populations was due to stochastic effects associated with nonsynchronous infections of target cells.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 420,
                    "end": 429,
                    "text": "Figure 4C",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 607,
                    "end": 616,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Synchronization of Infection Reduces Genetic Drift"
        },
        {
            "text": "Genetic drift over one cycle of viral replication. All our experiments above were based on the assumption that the first cycle of viral replication determined the amount of genetic drift in the population due to exponential growth of viruses in culture. To determine experimentally whether or not multiple cycles of viral replication influenced the amount of observed genetic drift, we measured frequency of Vpr-FS-StuI in virions produced during a single cycle of viral replication. The infection was synchronized by washing off non-bound virus after one hour of incubation with C8166 target cells as described above to avoid the increase in genetic drift that happens due to non-synchronous infection. The continuing rounds of viral replication were blocked by addition of antiviral drug nevirapine to the final concentration of 5 uM at 18 hr post-infection. At 72 h post-infection, cell-free virus was collected for the GeneScan analysis and nevirapine-free media was added to cells to allow viral replication and TCID50 measurement. Genetic drift under these conditions was similar to genetic drift in synchronized cultures after multiple rounds of viral replication ( Figure 4D and Table 1 ). Formal comparison of these two conditions did not find a statistically significant difference in observed variance (data not shown). These data are consistent with the idea that the majority of genetic drift in viral populations in culture occurs during the first cycle of replication.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1173,
                    "end": 1182,
                    "text": "Figure 4D",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1187,
                    "end": 1194,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Synchronization of Infection Reduces Genetic Drift"
        },
        {
            "text": "In this study we have shown that genetic drift of HIV populations existing under relatively homogeneous conditions of cell culture exceeds genetic drift expected for an ideal population by an order of magnitude. A large portion of the observed drift is due to the non-synchronous nature of infection, where a small proportion of virions gains reproductive advantage by quickly infecting their target cells. When infection is synchronized, the observed genetic drift is reduced, but is still approximately 3-fold higher than drift expected for an ideal population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Genetic drift depends on the size of the population in question. However, the definition of an individual and, therefore, of a population size, is somewhat complicated for viruses. Individual virions do not contribute to the next generation unless they infect a target cell. The number of infected cells, therefore, is a better measure of population size, and is quite common in HIV population genetics literature [17, 18, 22 ]. Yet the fact that a single cell can be infected by more than one virion adds some confusion. The latter problem was avoided in our study by starting experiments at low multiplicity of infection (,0.05), which makes double-infection unlikely. We defined the size of viral population as the total number of cells infected in the culture by the virus added at the beginning of the experiment.",
            "cite_spans": [
                {
                    "start": 414,
                    "end": 418,
                    "text": "[17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 419,
                    "end": 422,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 423,
                    "end": 425,
                    "text": "22",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The reasons for the increased genetic drift in HIV populations are not entirely clear. Our work provides strong evidence for the importance of synchronization of infection for reduction of genetic drift. While we have not measured kinetics of infection, it is logical to assume that some of the infections occurred within minutes of addition of virus to cells, while others occurred hours, or even days, later. Indeed, when input virus was washed off after 1 hr during synchronization experiments, viral titers were reduced 10-100-fold as compared to non-synchronized infection (data not shown). As a result, in non-synchronized infections there exists an ''early'' virus population, which has a temporal advantage over the ''late'' viral population. ''Early'' population produces new virions faster and contributes to the next generation of infected cells more than the ''late'' population. Therefore, the small size of the ''early'' population defines to a large degree the amount of genetic drift observed in the total population. The potential influence of such Variance is significantly greater than the variance of the standard C8166 condition. 3 Variance is significantly less than the variance of the standard C8166 condition. 4 Adjusted for differences in population sizes. CI is 95% confidence intervals. doi:10.1371/journal.pgen.1000431.t001",
            "cite_spans": [
                {
                    "start": 1151,
                    "end": 1152,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1235,
                    "end": 1236,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "non-discrete generations on genetic drift is a well-described phenomenon in population genetics (for review see [28] ). Indeed, we found that genetic drift can be significantly reduced when infections are synchronized. Synchronization removes the ''late'' viral population and, therefore, the total size of viral population becomes much closer to the size of the ''early'' population. This results in a more synchronous production of virus particles in the second generation (the major contributor to genetic drift), which becomes discrete reducing the observed genetic drift. Yet even in synchronized infections, genetic drift is higher in HIV populations than in an ideal population. We believe that the reasons for that lie in differences in metabolic state of target cells, their lifespan, or expression levels of positive and negative factors involved in viral replication. These and other individual differences between target cells can introduce stochastic events into the viral life cycle. For example, it has recently been proposed that positive feedback loops in transactivation of RNA synthesis by viral protein Tat lead to stochastic differences in levels of viral gene expression [29] . As a result, the viral population is randomly divided into actively replicating and latent subpopulations. In general, these and other factors may lead to a non-Poisson distribution in the number of progeny per parent and affect the amount of genetic drift in the population [30] . Interestingly, our data showed that genetic drift in a heterogeneous mixture of C8166 and CEMx174 cells was similar to genetic drift in a more homogeneous C8166 culture, which appears to contradict this prediction. However, it is possible that the differences between target cells in those experiments were not sufficient to result in an observable effect. Additional experiments are needed to establish the relevant biological differences of different target cells and the effect of those differences on genetic drift in viral populations.",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 116,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1193,
                    "end": 1197,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1475,
                    "end": 1479,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "All current models of HIV genetic drift implicitly assume that the process of viral replication itself is stochastic only to the degree of an ideal population of a given size [21, 22, 23, 25] . Our results show that this is not the case. Populations of HIV in cell culture undergo approximately tenfold more genetic drift than would be expected from their population sizes. This increase is not sufficient to explain the several orders of magnitude excess in genetic drift of HIV observed in patients [17, 19, 20, 21] , but it provides experimental evidence for one source of genetic variation in HIV populations. Indeed, the factors that we proposed to explain the increased genetic drift of HIV in culture should play similar, or even larger, roles in HIV populations in patients. There, infections should be less synchronized than in culture and the individual differences between target cells should be larger than in cell lines or highly stimulated PBMCs that we used in our experiments. Our data suggest that the existing models which explain this excess of genetic drift through multiple selective sweeps [22] , metapopula- tion structure [23, 24] or rare severe population bottlenecks [25] may overestimate the influence of those factors on HIV population genetics. We believe our findings will allow creation of better models describing forces acting on HIV population genetics in an infected person. Genetic drift is a powerful evolutionary force and understanding the factors contributing to it is crucial for our understanding of HIV evolution.",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 179,
                    "text": "[21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 180,
                    "end": 183,
                    "text": "22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 184,
                    "end": 187,
                    "text": "23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 188,
                    "end": 191,
                    "text": "25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 501,
                    "end": 505,
                    "text": "[17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 506,
                    "end": 509,
                    "text": "19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 510,
                    "end": 513,
                    "text": "20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 514,
                    "end": 517,
                    "text": "21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1112,
                    "end": 1116,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1146,
                    "end": 1150,
                    "text": "[23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1151,
                    "end": 1154,
                    "text": "24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1193,
                    "end": 1197,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "C8166 and CEMx174 cells, expressing secreted alkaline phosphatase (SEAP), were a kind gift of Dr. R. Desrosiers [26] . Raji-DC-SIGN cells have been previously described as B-THP-1 cells [27] . All non-adherent cell lines were maintained in RPMI 1640 medium (Invitrogen) supplemented with 7% bovine growth serum, 2 mM L-glutamine, 100 U/ml penicillin and 100 mg/ml streptomycin. Human 293T cells (ATCC) were maintained in DMEM medium (Invitrogen) supplemented with 7% bovine growth serum and antibiotics. Human peripheral blood mononuclear cells (PBMCs) were isolated from healthy donors using Ficoll gradient and maintained in RPMI 1640 medium supplemented with 10% fetal bovine serum, 2 mM L-glutamine and antibiotics. PBMCs were activated prior to infection by phytohemeagglutinin A (10 ug/ml) and interleukin-2 (10 U/ml) for 3 days.",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 116,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 186,
                    "end": 190,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Cells and Viruses"
        },
        {
            "text": "Variants of HIV-1 LAI clone, Vpr-FS and Vpr-FS-StuI, deficient in vpr protein were generated by inserting polylinkers of 16 (Vpr-FS-StuI) or 20 (Vpr-FS) nucleotides at position 980 of the gene (details are available upon request). To generate stocks of infectious virus, 293T cells were transiently transfected with each proviral clone using TransIT reagent (Mirus, Madison, WI) and the produced virus was filtered through 0.22 mm filter (Corning) to remove cell debris. To generate 1:1 mixture of Vpr-FS and Vpr-FS-StuI clones, small aliquots of the viruses were mixed in several ratios by volume and used to infect C8166 cells at multiplicity of infection (MOI) ,0.1. Cell-free virus was collected three days later and used to measure the ratio of Vpr-FS to Vpr-FS-StuI in each mix (described below). The results were used to mix the two viruses at a 1:1 infectivity ratio. The 50 mL aliquots of the mixture were stored at 280uC. Two independent mixtures were created and used for all of the experiments described here. Multiple measurements showed that Vpr-FS-StuI was found in the first and second mixture at 51.00% and 49.68% frequency, respectively. Both mixtures are referred to as ''1:1 mixture'' or ''50% mixture'' throughout the text, but the actual frequencies were used in calculations of the variance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cells and Viruses"
        },
        {
            "text": "Viral replication in cultures of C8166 and CEMx174 cells was monitored by an increase in SEAP activity in culture medium using PhosphaLight detection kit according to the manufacturer's instructions (Applied Biosystems, Foster City, CA). Viral replication in PBMCs was monitored by the amount of p24 antigen in cell-free media using a p24 detection kit (NCI-Frederick) and QuantaBlu Fluorogenic Peroxidase Substrate kit (Pierce) according to manufacturers' instructions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cells and Viruses"
        },
        {
            "text": "Tissue culture infectious dose of 50% (TCID50) was measured in every experiment by the standard approach of limiting virus dilutions and counting the number of infection-negative wells in each dilution. Rows of cultures that contained virus-negative wells were maintained for 21-28 days to ensure detection of all infected wells. To calculate the number of infected cells at each dilution, TCID50 units were converted into infectious particles per milliliter by multiplying TCID50 by 0.7 (to account for the fact that Poisson distribution predicts 50% negative outcomes at ,0.7 mean) and adjusting for the dilution factor.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viral Titers"
        },
        {
            "text": "In some cases, an infectious center assay was used to measure the number of infected cells in a well after infection. Cells were washed to remove any non-bound virus, serially diluted and mixed with 4610 5 non-infected cells in 6 replicates for each dilution. The total number of infected cells in the original cell population was calculated similar to TCID50 calculation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viral Titers"
        },
        {
            "text": "RT-PCR-based GeneScan assay was used to measure the proportions of Vpr-FS and Vpr-FS-StuI clones in cultures as described previously [28] , but with a different set of primers. The primers for PCR were designed to flank the region in the vpr gene containing insertions. The primers were 705-vpr-F1 (59-GCCA-CACAATGAATGGACACTAGAGC-39) and 710-vpr-R4 (59-6-FAM-ATTATGGCTTCCACTCCTGCCCAAGT-39). Briefly, virus-containing media was lysed by addition of 0.04% Triton X-100 and subjected to RT-PCR using OneStep RT-PCR kit (Qiagen, Valencia, CA). The RT step was performed at 50uC for 30 min followed by an RT-inactivation step (95uC for 15 minutes) and two-step PCR amplification (1 minute at 58uC and 15 seconds at 95uC) for 25 cycles. The PCR product was diluted with water 5-100-fold to get the fluorescent signal into the linear range of the machine, ran on Applied Biosystems sequencing machines, and the data was analyzed with free PeakScanner 1.0 software (Applied Biosystems). Due to different insertion lengths, products from Vpr-FS and Vpr-FS-StuI have different length and appear as distinct peaks. The area of each peak is calculated by the PeakScanner and is proportional to the relative amount of each PCR product.",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 137,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "GeneScan Assay"
        },
        {
            "text": "In an ideal population, the expected variation in neutral allele frequency, V, for a single generation depends on the initial allele frequency p and the population size N:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Using Allele Frequency Variance to Measure Genetic Drift"
        },
        {
            "text": "In an ideal population that changes in size over time, the expected variance of a neutral allele frequency at generation n is:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Using Allele Frequency Variance to Measure Genetic Drift"
        },
        {
            "text": "Because HIV populations in culture are growing exponentially, N 1 %N 2 %…%N n . Therefore, the majority of the variance is contributed by the first generation and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Using Allele Frequency Variance to Measure Genetic Drift"
        },
        {
            "text": "To measure the actual variance in allele frequency we infected multiple (12 to 24) cultures of cells with 1:1 mixture of viruses Vpr-FS and Vpr-FS-StuI. The virus was allowed to spread through the culture for 5-12 days until a majority of the cells were infected. At that point, cell-free virus was collected and the proportion of Vpr-FS-StuI virus was determined by the GeneScan assay. The variance in Vpr-FS-StuI frequency was calculated as V~1 n P n p 0 {p n ð Þ 2 , where n is the number of cultures, p 0 is the frequency of Vpr-FS-StuI in the original 1:1 virus mixture and p n is the frequency of Vpr-FS-StuI in culture n at the end of experiment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Using Allele Frequency Variance to Measure Genetic Drift"
        },
        {
            "text": "Variability within GeneScan assay itself also contributed to the observed variance in the Vpr-FS-StuI frequency. To account for that, we measured the assay variation by performing multiple assay replicates on a single randomly chosen sample. Assay variance was calculated as V assay~1 n P n p{p n ð Þ 2 , where p n is the frequency of Vpr-FS-StuI in replicate n and p is the average frequency in all replicates. This assay variance was subtracted from the total observed variance to obtain true experimental variance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Using Allele Frequency Variance to Measure Genetic Drift"
        },
        {
            "text": "To evaluate differences in observed variation between different experimental conditions, variance functions in combination with generalized linear models were used to test for differences in foldchange between the variance of each experimental condition in relation to the variance of the C8166 experiment [29] . The use of variance functions and generalized linear models allowed us to analyze the data from all experiments simultaneously, and to adjust for contributions to the overall observed variance due to differential population sizes. In addition, any correlation within data from the same experimental replicate is accounted for. This analysis provides estimates and 95% confidence intervals for the fold-difference in variation, adjusted for different population sizes within each experimental condition in relation to the C8166 experimental condition. Any experimental condition where the confidence interval does not contain the value of one has statistically significantly different variance than the C8166 experimental condition. In addition, the same test was conducted comparing the variance from the synchronized experiment to the single cycle experiment.",
            "cite_spans": [
                {
                    "start": 306,
                    "end": 310,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Statistical Methods for Comparison of Variances"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Evolution of Wheat streak mosaic virus: dynamics of population growth within plants may explain limited variation",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "French",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Stenger",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Annu Rev Phytopathol",
            "volume": "41",
            "issn": "",
            "pages": "199--214",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Population structure within lineages of Wheat streak mosaic virus derived from a common founding event exhibits stochastic variation inconsistent with the deterministic quasi-species model",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "French",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Stenger",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Virology",
            "volume": "343",
            "issn": "",
            "pages": "179--189",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Selective constraint and genetic differentiation in geographically distant barley yellow dwarf virus populations",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hall",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Gen Virol",
            "volume": "87",
            "issn": "",
            "pages": "3067--3075",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Estimation of population bottlenecks during systemic movement of tobacco mosaic virus in tobacco plants",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sacristan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Malpica",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fraile",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Garcia-Arenal",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Virol",
            "volume": "77",
            "issn": "",
            "pages": "9906--9911",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Analysis of genetic bottlenecks during horizontal transmission of Cucumber mosaic virus",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ali",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Schneider",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Sherman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gray",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Virol",
            "volume": "80",
            "issn": "",
            "pages": "8345--8350",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Genetic bottlenecks reduce population variation in an experimental RNA virus population",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Roossinck",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Virol",
            "volume": "78",
            "issn": "",
            "pages": "10582--10587",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Genetic drift of norovirus genotype GII-4 in seven consecutive epidemic seasons in Hungary",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Reuter",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pankovics",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Szucs",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Clin Virol",
            "volume": "42",
            "issn": "",
            "pages": "135--140",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Evolution of the nucleoprotein and matrix genes of wild-type strains of measles virus isolated from recent epidemics",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Rota",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Bloom",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Vanchiere",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Bellini",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Virology",
            "volume": "198",
            "issn": "",
            "pages": "724--730",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Subgenotype diversity of hepatitis B virus American genotype F in Amerindians from Venezuela and the general population of Colombia",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Devesa",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Loureiro",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Rivas",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Monsalve",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Cardona",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Med Virol",
            "volume": "80",
            "issn": "",
            "pages": "20--26",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Analysis of human coronavirus 229E spike and nucleoprotein genes demonstrates genetic drift between chronologically distinct strains",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Chibo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Birch",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Gen Virol",
            "volume": "87",
            "issn": "",
            "pages": "1203--1208",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Sequence diversity of the capsid gene and the nonstructural gene NS2B of dengue-3 virus in vivo",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "K"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Sung",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "N"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "King",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Virology",
            "volume": "303",
            "issn": "",
            "pages": "181--191",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Genealogical analyses of rabies virus strains from Brazil based on N gene alleles",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Heinemann",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Fernandes-Matioli",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cortez",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Soares",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Sakamoto",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Epidemiol Infect",
            "volume": "128",
            "issn": "",
            "pages": "503--511",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Genetic characterization of Puumala hantavirus strains from Belgium: evidence for a distinct phylogenetic lineage",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Escutenaire",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Chalon",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Heyman",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Van Der Auwera",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Van Der Groen",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Virus Res",
            "volume": "74",
            "issn": "",
            "pages": "1--15",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Stochastic processes are key determinants of short-term evolution in influenza a virus",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Nelson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Simonsen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Viboud",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "PLoS Pathog",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Evolutionary dynamics of genetic variation in Epstein-Barr virus isolates of diverse geographical origins: evidence for immune pressure-independent genetic drift",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Khanna",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Slade",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Poulsen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Moss",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Burrows",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Virol",
            "volume": "71",
            "issn": "",
            "pages": "8340--8346",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Evolutionary rate and genetic drift of hepatitis C virus are not correlated with the host immune response: studies of infected donor-recipient clusters",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Allain",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Vandamme",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Moulton",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Salemi",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Virol",
            "volume": "74",
            "issn": "",
            "pages": "2541--2549",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "A robust measure of HIV-1 population turnover within chronically infected individuals",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Achaz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Palmer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kearney",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Maldarelli",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Mellors",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Mol Biol Evol",
            "volume": "21",
            "issn": "",
            "pages": "1902--1912",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Analysis of HIV-1 env gene sequences reveals evidence for a low effective number in the viral population",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "94",
            "issn": "",
            "pages": "1862--1865",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Stochastic processes strongly influence HIV-1 evolution during suboptimal protease-inhibitor therapy",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nijhuis",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Boucher",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Schipper",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Leitner",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schuurman",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "95",
            "issn": "",
            "pages": "14441--14446",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Linkage disequilibrium test implies a large effective population number for HIV in vivo",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Rouzine",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Coffin",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "96",
            "issn": "",
            "pages": "10758--10763",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Influence of random genetic drift on human immunodeficiency virus type 1 env evolution during chronic infection",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Shriner",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Shankarappa",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Jensen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Nickle",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Mittler",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Genetics",
            "volume": "166",
            "issn": "",
            "pages": "1155--1164",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Selection dramatically reduces effective population size in HIV-1 infection",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Mittler",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "BMC Evol Biol",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Genetic drift and within-host metapopulation dynamics of HIV-1 infection",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Frost",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Dumaurier",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wain-Hobson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "98",
            "issn": "",
            "pages": "6975--6980",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Evolution of intrahost HIV-1 genetic diversity during chronic infection",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Shriner",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Nickle",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "I"
                    ],
                    "last": "Mullins",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Evolution",
            "volume": "60",
            "issn": "",
            "pages": "1165--1176",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Stochastic or deterministic: what is the effective population size of HIV-1?",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Kouyos",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Althaus",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bonhoeffer",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Trends Microbiol",
            "volume": "14",
            "issn": "",
            "pages": "507--511",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "DC-SIGN, a dendritic cell-specific HIV-1-binding protein that enhances trans-infection of T cells",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "B"
                    ],
                    "last": "Geijtenbeek",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Kwon",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Torensma",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Van Vliet",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Van Duijnhoven",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Cell",
            "volume": "100",
            "issn": "",
            "pages": "587--597",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Raji B cells, misidentified as THP-1 cells, stimulate DC-SIGN-mediated HIV transmission",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Carrington",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "N"
                    ],
                    "last": "Kewalramani",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Virology",
            "volume": "318",
            "issn": "",
            "pages": "17--23",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Developments in the prediction of effective population size",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Caballero",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Heredity",
            "volume": "73",
            "issn": "",
            "pages": "657--679",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Stochastic gene expression in a lentiviral positive-feedback loop: HIV-1 Tat fluctuations drive phenotypic diversity",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Weinberger",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Burnett",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Toettcher",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Arkin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "V"
                    ],
                    "last": "Schaffer",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Cell",
            "volume": "122",
            "issn": "",
            "pages": "169--182",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "The measurement of effective population number",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kimura",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Crow",
                    "suffix": ""
                }
            ],
            "year": 1963,
            "venue": "Evolution",
            "volume": "17",
            "issn": "",
            "pages": "279--288",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "A. Difference in length of the insertion in vpr gene of Vpr-FS and Vpr-FS-StuI clones allows measurements of their relative abundance in mixtures. Fragments of genomes containing insertions are amplified in RT-PCR reactions using fluorescently labeled primers. Relative abundance of products of different length can be quantitated from fluorescence intensity of the corresponding bands in GeneScan assay. B. Scheme of the experimental approach used to correlate the number of infected cells to the amount of genetic drift. Viral variants Vpr-FS and Vpr-FS-StuI are mixed in 1:1 ratio. The mixture is serially diluted and used to infect multiple replicates of cell cultures (shown 6 replicates for each dilution). Cultures are scored as positive (black circles) or negative (white circles) for HIV infection. Cell-free virus is collected from virus-positive wells and the frequency of virions of each variant is measured by the GeneScan assay. The data is used to calculate the amount of genetic drift for each dilution. Dilutions containing positive and negative wells are used to calculate TCID50, which provides the measure of viral population size at the start of the experiment. doi:10.1371/journal.pgen.1000431.g001",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Representative results of an experiment measuring genetic drift in HIV populations. A. The frequency of Vpr-FS in replicate cultures. Each point represents one of 12 independent cultures done for each dilution. B. Variance in frequency of Vpr-FS-StuI was calculated from data shown in panel A. Each point corresponds to average variance in frequency of Vpr-FS-StuI from initial 50%, adjusted for contribution from assay variability (see Materials and Methods). The expected variance for an ideal population is shown as straight dashed line. doi:10.1371/journal.pgen.1000431.g002",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Relationship between virus population size and genetic drift in a variety of cell cultures. A. In C8166 cells. B. In CEMx174 cells. C. In 1:1 mixture of C8166 and CEMx174 cells. D. In PBMCs. Each point corresponds to average variance in frequency of Vpr-FS-StuI from initial 50% (see Materials and Methods). Error bars are 95% confidence intervals. Population size N is defined as the average number of infected cells in each culture at the beginning of the experiment. The expected variance for an ideal population is shown as straight dashed line. doi:10.1371/journal.pgen.1000431.g003",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Synchronization of infection reduces genetic drift. A. Virus mixture was first incubated with Raji-DC-SIGN cells. After one hour the cells were washed to remove unbound virus and mixed with C8166 target cells. B. Raji-DC-SIGN cells were mixed with the target C8166 cells and infected. C. Infections were synchronized. Virus mixture was incubated with target cells for 1 hour, after which the cells were washed to remove unbound virus and resuspended in fresh media. D. Infection was synchronized as in panel C. After 15 hours viral replication was blocked by addition of nevirapine. Cell-free virus was collected 48 hours later, cells were washed to remove nevirapine and resuspended in fresh media to allow viral replication and TCID50 measurement. Each point corresponds to average variance in frequency of Vpr-FS-StuI from initial 50%. Population size N is defined as the average number of infected cells in each culture at the beginning of the experiment. Error bars are 95% confidence intervals. The expected variance for an ideal population is shown as straight dashed line. doi:10.1371/journal.pgen.1000431.g004",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Genetic drift under a variety of culture conditions. Fold increase was averaged for all population sizes in all experiments. SE is standard error.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank Nisha Duggal, Dara Lehman, John Mittler, Anne Piantadosi and Semih Tareen for their comments on the manuscript. We also thank the FHCRC Shared Genomics Resource for excellent technical assistance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "Conceived and designed the experiments: YV JO ME. Performed the experiments: YV. Analyzed the data: YV SH. Wrote the paper: YV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Contributions"
        }
    ]
}