{
    "paper_id": "b7b6bf20c919a0b200c528e76f76f508d5554700",
    "metadata": {
        "title": "Structural Basis for the Ubiquitin-Linkage Specificity and deISGylating Activity of SARS-CoV Papain-Like Protease",
        "authors": [
            {
                "first": "Kiira",
                "middle": [],
                "last": "Ratia",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Illinois",
                    "location": {
                        "settlement": "Chicago",
                        "region": "Illinois",
                        "country": "United States of America"
                    }
                },
                "email": ""
            },
            {
                "first": "Andrew",
                "middle": [],
                "last": "Kilianski",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Loyola University Chicago Stritch School of Medicine",
                    "location": {
                        "settlement": "Maywood",
                        "region": "Illinois"
                    }
                },
                "email": ""
            },
            {
                "first": "Yahira",
                "middle": [
                    "M"
                ],
                "last": "Baez-Santos",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Purdue University",
                    "location": {
                        "settlement": "West Lafayette",
                        "region": "Indiana",
                        "country": "United States of America"
                    }
                },
                "email": ""
            },
            {
                "first": "Susan",
                "middle": [
                    "C"
                ],
                "last": "Baker",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Loyola University Chicago Stritch School of Medicine",
                    "location": {
                        "settlement": "Maywood",
                        "region": "Illinois"
                    }
                },
                "email": ""
            },
            {
                "first": "Andrew",
                "middle": [],
                "last": "Mesecar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Purdue University",
                    "location": {
                        "settlement": "West Lafayette",
                        "region": "Indiana",
                        "country": "United States of America"
                    }
                },
                "email": "amesecar@purdue.edu"
            }
        ]
    },
    "abstract": [
        {
            "text": "Severe acute respiratory syndrome coronavirus (SARS-CoV) encodes a papain-like protease (PLpro) with both deubiquitinating (DUB) and deISGylating activities that are proposed to counteract the post-translational modification of signaling molecules that activate the innate immune response. Here we examine the structural basis for PLpro's ubiquitin chain and interferon stimulated gene 15 (ISG15) specificity. We present the X-ray crystal structure of PLpro in complex with ubiquitin-aldehyde and model the interaction of PLpro with other ubiquitin-chain and ISG15 substrates. We show that PLpro greatly prefers K48-to K63-linked ubiquitin chains, and ISG15-based substrates to those that are mono-ubiquitinated. We propose that PLpro's higher affinity for K48-linked ubiquitin chains and ISG15 stems from a bivalent mechanism of binding, where two ubiquitin-like domains prefer to bind in the palm domain of PLpro with the most distal ubiquitin domain interacting with a ''ridge'' region of the thumb domain. Mutagenesis of residues within this ridge region revealed that these mutants retain viral protease activity and the ability to catalyze hydrolysis of mono-ubiquitin. However, a select number of these mutants have a significantly reduced ability to hydrolyze the substrate ISG15-AMC, or be inhibited by K48linked diubuiquitin. For these latter residues, we found that PLpro antagonism of the nuclear factor kappa-light-chainenhancer of activated B-cells (NFkB) signaling pathway is abrogated. This identification of key and unique sites in PLpro required for recognition and processing of diubiquitin and ISG15 versus mono-ubiquitin and protease activity provides new insight into ubiquitin-chain and ISG15 recognition and highlights a role for PLpro DUB and deISGylase activity in antagonism of the innate immune response. Citation: Ratia K, Kilianski A, Baez-Santos YM, Baker SC, Mesecar A (2014) Structural Basis for the Ubiquitin-Linkage Specificity and deISGylating Activity of SARS-CoV Papain-Like Protease. PLoS Pathog 10(5): e1004113.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Ubiquitin (Ub), a 76-amino-acid protein, is the building block for a set of versatile, post-translational modifications that regulate a number of cellular pathways, including many processes associated with combating viral infection [1] . Through the action of activating and conjugating enzymes, the C-terminus of ubiquitin is covalently attached to the e-amino group of lysine side chains on target proteins, forming an isopeptide bond. The most common ubiquitin modifications are extended to form chains of ubiquitin molecules, linked through a lysine side chain on the proximal ubiquitin and the C-terminus of the neighboring distal ubiquitin. The complexity associated with ubiquitin modifications arises from the ubiquitin lysine residue participating in the polyubiquitin chain. There are 7 lysine residues on ubiquitin, and most are believed capable of forming homotypic chains that mediate different linkage-dependent cellular pathways [2] . The most prevalent ubiquitin linkage and most widely studied, the K48-based chain, directs the modified protein to the proteasome for degradation [3] . Another well characterized Ub modification, the K63-based chain, is commonly associated with regulating endocytic processes, the DNA-damage response, and innate immune response pathways [2] . More recently, the recognition of linear ubiquitin chains has been implicated in the activation of NFkB signaling [4] .",
            "cite_spans": [
                {
                    "start": 232,
                    "end": 235,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 944,
                    "end": 947,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1096,
                    "end": 1099,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1288,
                    "end": 1291,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1408,
                    "end": 1411,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In addition to the many possible modifications associated with ubiquitin, a structurally homologous family of proteins comprised of the ubiquitin superfold, the ubiquitin-like proteins (UBLs), can also be conjugated to target proteins to mediate different responses [5] . Examples of ubiquitin-like tags include the SUMO family of proteins, NEDD8, FAT10, and ISG15. Of interest to this study is the interferon-stimulated gene 15 (ISG15), which is comprised of two tandem ubiquitin-like folds. Conjugation of ISG15 to target proteins (ISGylation) is dramatically up-regulated following cellular stimulation by interferons or viral infection [6] .",
            "cite_spans": [
                {
                    "start": 266,
                    "end": 269,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 640,
                    "end": 643,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "As effector molecules, ubiquitin chains and UBLs such as ISG15 must be recognized by downstream components, through proteinprotein interactions, to elicit the appropriate cellular response. The differentiation of various linkages and UBLs by these interacting proteins is particularly important since the nature of the ubiquitin and UBL linkages dictates the downstream response. Recognition of a specific chain type can be accomplished by various ubiquitin binding domains [7] , with one or several of these domains coexisting on a ubiquitin/UBL-interacting protein. As with all other post-translational modifications, ubiquitin chains and UBLs can also be removed from modified proteins by deconjugating enzymes [8] , thereby reversing the effect of the modification on the protein. The human genome encodes approximately 100 deubiquitinating (or deubiquitylating) enzymes (DUBs) and other deconjugating enzymes (e.g. deISGylating) with specificities ranging from linkage-specific to target-specific to promiscuous [8] . The structural basis for how a DUB or downstream Ub/UBLbinding partner deciphers such subtly different modifications is of particular interest. In recent years, a number of cellular and viral proteins have been identified that exploit or interfere with cellular ubiquitin/UBL modifications [9, 10, 11, 12, 13] . Structural analysis of cellular and viral DUBs in association with ubiquitin chains has revealed the molecular basis for interaction with specific Ublinkages [14, 15, 16] . Distinct sites on both host (USP21) and viral DUBs (vOTU) were shown to mediate interaction between the DUB and various Ub-linkage chains. Recently, exploiting knowledge of the interacting residues to guide mutagenesis studies allowed researchers to engineer the equine arterivirus ovarian tumor domain (vOTU) DUB enzyme with tailor-made specificity to either polyubiquitin or ISG15 [17] . Here, we explore this strategy to uncouple the viral protease polyprotein processing activity of the papain-like protease (PLpro) of Severe Acute Respiratory Syndrome Coronavirus (SARS-CoV) from its DUB and deISGylating activities.",
            "cite_spans": [
                {
                    "start": 474,
                    "end": 477,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 714,
                    "end": 717,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1017,
                    "end": 1020,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1313,
                    "end": 1316,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1317,
                    "end": 1320,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1321,
                    "end": 1324,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1325,
                    "end": 1328,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1329,
                    "end": 1332,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1493,
                    "end": 1497,
                    "text": "[14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1498,
                    "end": 1501,
                    "text": "15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1502,
                    "end": 1505,
                    "text": "16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1891,
                    "end": 1895,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "SARS-CoV emerged into the human population in 2002-2003 from a bat reservoir to cause a pandemic infecting more than 8000 people with a case/fatality ratio of 10% [18] . The Middle East Respiratory Syndrome cornonavirus (MERS-CoV) also recently entered the human population and has infected over 130 individuals and so far has killed over 58 individuals. Identifying targets for antiviral therapies and viral factors that contribute to delayed or reduced innate immunes responses are important for developing strategies to control CoV infections. PLpro, required for proteolytic processing of the SARS-CoV replicase polyprotein [19, 20] , structurally resembles the ubiquitin specific protease (USP) class of human deubiquitinating enzymes (DUBs) [21, 22] and has been shown to have both deubiquitinating and deISGylating activities [23, 24, 25] . Though the exact cellular targets for these accessory activities are unknown, PLpro has been directly linked to suppressing interferon-b (IFNb) production by the innate immune response during virus infection [26] . More specifically, pathways leading to the activation of both IRF3 and NFkB, essential transcription factors of the ifnb gene, are blocked in the presence of PLpro [27, 28] . Both K48-and K63-linked ubiquitin chains, as well as ISG15 modifications, have been shown to play important roles in regulating IRF3 and NFkB activation [29] . Here we investigate the molecular recognition of monoubiquitin, K48-and K63-linked ubiquitin chains, and ISG15 by SARS-CoV PLpro, and test whether disrupting these interactions alters antagonism of the innate immune response.",
            "cite_spans": [
                {
                    "start": 163,
                    "end": 167,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 628,
                    "end": 632,
                    "text": "[19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 633,
                    "end": 636,
                    "text": "20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 747,
                    "end": 751,
                    "text": "[21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 752,
                    "end": 755,
                    "text": "22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 833,
                    "end": 837,
                    "text": "[23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 838,
                    "end": 841,
                    "text": "24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 842,
                    "end": 845,
                    "text": "25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1056,
                    "end": 1060,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1227,
                    "end": 1231,
                    "text": "[27,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1232,
                    "end": 1235,
                    "text": "28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1391,
                    "end": 1395,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The structure of PLpro bound to ubiquitin aldehyde Due to the structural and functional similarities of PLpro with human deubiquitinating enzymes [21] , we sought to examine the structural requirements for ubiquitin recognition by PLpro via Xray crystallography. In order to co-crystallize PLpro with ubiquitin, a semisynthetic version of ubiquitin containing a Cterminal aldehyde functional group was employed for crystallization. Ubiquitin aldehydes (Ubals) can modify the catalytic cysteine of deubiquitinating enzymes in a covalent but reversible manner, and can account for a 300,000-fold increase in binding affinity relative to unmodified ubiquitin [30] . The PLpro-Ubal structure was determined to a resolution of 2.75 Å (Table S1) , with one PLpro and one Ubal monomer comprising the asymmetric unit. The substrate-free (unbound) structure of PLpro, which we previously described, presents a large, unobstructed binding surface for ubiquitin, but access to the enzyme's active site is blocked by a flexible, glycine-hinged b-turn [21] . As expected for ubiquitin-specific proteases, the body of ubiquitin makes contacts with the palm and fingers regions of PLpro ( Figure 1A) , with little perturbation to the overall enzyme structure. Due to the considerably smaller size of PLpro's palm and fingers regions relative to those of its human USP counterparts, HAUSP (USP7) and USP14, the ubiquitin molecule buries much less surface area upon binding to PLpro, forming a 900 Å 2 protein-protein interface, compared to a 3600 Å 2 HAUSP-ubiquitin interface [31] .",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 150,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 656,
                    "end": 660,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1039,
                    "end": 1043,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1561,
                    "end": 1565,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [
                {
                    "start": 729,
                    "end": 739,
                    "text": "(Table S1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1174,
                    "end": 1184,
                    "text": "Figure 1A)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The interactions at the PLpro-Ubal protein-protein interface are comprised of van der Waals contacts and both direct and water-mediated hydrogen bonds ( Figure 1B ). As observed for HAUSP [31] and USP2 [32] interactions with ubiquitin, a number of water molecules line the protein-protein interface including a loop of four ubiquitin residues (A46-Q49) that is involved in a number of polar interactions with the palm of PLpro ( Figure 1C ). Directly adjacent to this loop, the hydrophobic patch of ubiquitin (I44, V70, and L8), often the focal point of many ubiquitin-protein interactions [33] , makes extensive contacts with the side chains of M209 and P248 on PLpro ( Figure 1D ).",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 192,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 202,
                    "end": 206,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 590,
                    "end": 594,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [
                {
                    "start": 153,
                    "end": 162,
                    "text": "Figure 1B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 429,
                    "end": 438,
                    "text": "Figure 1C",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 671,
                    "end": 680,
                    "text": "Figure 1D",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Despite the complete burial of PLpro's palm domain and a significant portion of the body of ubiquitin, the vast majority of PLpro-ubiquitin interactions involve the 5 C-terminal residues of ubiquitin (R72-G76). In this area, 12 intermolecular hydrogen bonds align and direct the ubiquitin C-terminus to the catalytic cysteine (C112) in the active site of PLpro ( Figure 2A ). The flexible beta-turn loop that blocks the tunnel to the PLpro active site in the unbound enzyme undergoes a significant conformational change and becomes significantly more ordered as it interacts with the C-",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 363,
                    "end": 372,
                    "text": "Figure 2A",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "All coronaviruses such as the SARS virus and the recently identified Middle East Respiratory Syndrome (MERS) virus encode in their genomes at least one papain-like protease (PLpro) enzyme that has two distinct functions in viral pathogenesis. The first function is to process the viral polyprotein into individual proteins that are essential for viral replication. The second function is to remove ubiquitin and ISG15 proteins from host cell proteins, which likely helps coronaviruses short circuit the host's innate immune response. The 3-dimensional structure of SARS virus PLpro in complex with a human ubiquitin analog was determined and reveals how coronavirus PLpro enzymes strip ubiquitin and ISG15 from host cell proteins at the molecular level. A series of amino acid residues involved in interactions between PLpro and ubiquitin were mutated to identify which interactions are important only for the recognition of ubiquitin and ISG15 modified proteins by PLpro and not for recognition and cleaving of the viral polyprotein. The 3D structure of SARS PLpro with ubiquitin-aldehyde sheds significant new light into how PLpro interacts with ubiquitin-like molecules and provides a molecular road map for performing similar studies on other deadly coronaviruses such as MERS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Summary"
        },
        {
            "text": "terminus of ubiquitin. The electron density associated with this loop is well resolved ( Figure 2B ) and the motion of the loop opens the active site of PLpro to accommodate and to hydrogen bond to the side chain of R74 on ubiquitin ( Figure 2C ). The large number of hydrogen bonds and other contacts involved in the interaction between PLpro and the 5 C-terminal residues of ubiquitin (RLRGG) suggest that a significant amount of binding energy is contributed by these 5 amino acids of ubiquitin. Indeed, the 5amino acid peptide RLRGG-AMC is hydrolyzed by PLpro with a k cat /K m = 5.5610 3 M 21 s 21 . However, the K m value for this peptide substrate is too large to measure experimentally, and the catalytic rate of hydrolysis of this substrate is approximately 13.6fold lower than that of ubiquitin-AMC (k cat /K m = 7.5610 4 M 21 s 21 ) [25] . Therefore, other regions of PLpro distant from the active site are important for the binding and catalysis of ubiquitin and UBL substrates.",
            "cite_spans": [
                {
                    "start": 844,
                    "end": 848,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 89,
                    "end": 98,
                    "text": "Figure 2B",
                    "ref_id": null
                },
                {
                    "start": 235,
                    "end": 244,
                    "text": "Figure 2C",
                    "ref_id": null
                }
            ],
            "section": "Author Summary"
        },
        {
            "text": "PLpro prefers K48-to K63-linked ubiquitin and ISG15 to mono-ubiquitin Though PLpro recognizes and cleaves ubiquitin well, presumably at a faster rate than it cleaves its own viral polyprotein substrate [25] , further analysis of PLpro catalyzed reaction kinetics reveals that it has a 30-to 50-fold greater specificity for another ubiquitin-like modifier, ISG15 [24] (Figure 3 ), a molecule consisting of two tandem ubiquitin-like domains involved in modulating the innate immune response. Although PLpro has a measurable rate of hydrolysis activity towards Ub-AMC over a concentration range of 1000 nM, it cannot be saturated indicating that mono-ubiquitin interacts weakly with the enzyme ( Figure 3B ). In contrast, the ISG15-AMC substrate is hydrolyzed at a much more significant rate than Ub-AMC and saturation of SARS-CoV PLpro is observable suggesting that ISG15-AMC is the preferred substrate in terms of catalytic efficiency.",
            "cite_spans": [
                {
                    "start": 202,
                    "end": 206,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 362,
                    "end": 366,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 367,
                    "end": 376,
                    "text": "(Figure 3",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 693,
                    "end": 702,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Author Summary"
        },
        {
            "text": "To further probe the recognition and catalysis of different ubiquitin and UBL proteins by PLpro, we performed a series of kinetic studies to determine the ability of PLpro to hydrolyze/ deconjugate a series of different polyubiquitin chains ( Figure 3A ) and to hydrolyze the AMC group from the substrates Ub-AMC and ISG15-AMC ( Figure 3B ). In addition, we determined whether some of the products of these reactions (Ub, ISG15, K48-Ub2 and K63-Ub2) would serve as inhibitors of PLpro ( Figure 3C ). The results of a time-course comparison between PLpro cleavage of K48-and K63-linked pentaubiquitin chains (Ub 5 ) demonstrate that PLpro rapidly degrades K48-linked chains, with only moderate activity towards K63-linked chains ( Figure 3A ). The processing of linear tetra-ubiquitin chains by PLpro was also investigated but no activity was observed under any of the experimental conditions tested ( Figure S1 ). PLpro is therefore able to distinguish between K48-linked, K63-linked and linear polyubiquitin chains, with a significant preference for K48 linkages.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 243,
                    "end": 252,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 329,
                    "end": 338,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 487,
                    "end": 496,
                    "text": "Figure 3C",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 730,
                    "end": 739,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 901,
                    "end": 910,
                    "text": "Figure S1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Author Summary"
        },
        {
            "text": "Despite PLpro's strong preference for processing K48-Ub chains, the rapid breakdown of K48-Ub 5 into its smaller Ub x components does not follow an unbiased trend. Initially, PLpro rapidly cleaves K48-Ub 5 into Ub 4 , Ub 3 , Ub 2 and Ub species. Rather surprisingly though, the Ub 4 and Ub 3 products continue to be rapidly converted to mono-and di-ubiqutin but the levels of Ub 2 do not diminish significantly over 3 hours ( Figure 3A , top gel). Di-ubiqutin remains a primary product of the K48-Ub 5 cleavage reaction even following extended incubation suggesting that the generation of Ub 2 during chain cleavage leads to product inhibition. These initial observations led to the hypothesis that PLpro preferentially recognizes a diubiquitin species on the distal side of the isopeptide bond of K48-linked polyubiquitin chains, a pattern that does not extend to K63-based chains ( Figure 3A , bottom gel). To further explore this hypothesis, we next determined the extent of inhibition of PLpro hydrolysis of the RLRGG-AMC substrate by mono-Ub, K48-Ub 2 , K63-Ub 2 and ISG15 ( Figure 3C ). Over a concentration range of 20 mM, PLpro does not bind to K63-Ub 2 or to mono-ubiquitin with sufficient affinity to inhibit PLpro activity. However, ISG15 displays moderate inhibition, and K48-Ub 2 dramatically inhibits PLpro activity (IC 50 = 2.760.2 mM), implying that ISG15 and K48-Ub 2 bind to PLpro significantly more tightly than mono-Ub and K63-Ub 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 426,
                    "end": 435,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 884,
                    "end": 893,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1080,
                    "end": 1089,
                    "text": "Figure 3C",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Author Summary"
        },
        {
            "text": "Inhibition of PLpro by K48-Ub 2 and ISG15, but not K63-Ub 2 , supports a bidentate recognition mechanism With the structure of PLpro bound to ubiquitin aldehyde in hand, we sought to elucidate the potential binding modes of K48-Ub 2 and ISG15 to PLpro. Because ISG15 closely resembles a diubiquitin molecule ( Figure S2 ), we hypothesized that PLpro may have a second or extended binding site that recognizes a second ubiquitin or ubiquitin-like domain of ISG15 or K48-Ub 2. These potential binding or recognition sites for polyubiquitin chains on SARS-CoV PLpro are illustrated schematically in Figure 4 . We have chosen here to use nomenclature similar to that used for describing how proteases recognize their peptide substrates. Each amino acid of the substrate distal to the peptide cleavage site is designated P1, P2, P3 etc, and each amino acid proximal to the cleavage site is designated P19, P29, P39 etc. The recognition subsites for each of these amino acids on the protease are designated S1, S2, S3 etc and S19, S29 S39 etc. Here, we define each ubiquitin or ubiquitin-like domain distal to the isopeptide cleavage site as Ub1, Ub2, Ub3 etc, and each ubiquitin or ubiquitin-like domain proximal to the isopeptide cleavage site as Ub19, Ub29 etc. We also define each recognition site or surface on PLpro as either SUb1, SUb2 etc.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 310,
                    "end": 319,
                    "text": "Figure S2",
                    "ref_id": null
                },
                {
                    "start": 596,
                    "end": 604,
                    "text": "Figure 4",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Author Summary"
        },
        {
            "text": "We established in the studies presented in Figure 3 that PLpro greatly prefers the binding of K48-Ub 2 over mono-ubiquitin and that this recognition must stem from a portion of the second ubiquitin molecule (Ub2). Previous work by Lindner et al. [24] showed that removal of the N-terminal ubiquitin-like domain (equivalent to Ub2) of ISG15-AMC leads to a 6-fold loss in SARS-CoV PLpro recognition of ISG15, verifying that this N-terminal domain contributes major determinants to the specificity of PLpro for ISG15. This information, in conjunction with the knowledge that PLpro does not bind with appreciable affinity to K63-Ub 2 ( Figure 3C ), provided the initial parameters for constructing molecular models of PLpro in complex with ISG15 and K48-Ub 2 ( Figure 5 ).",
            "cite_spans": [
                {
                    "start": 246,
                    "end": 250,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 43,
                    "end": 51,
                    "text": "Figure 3",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 632,
                    "end": 641,
                    "text": "Figure 3C",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 757,
                    "end": 765,
                    "text": "Figure 5",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Author Summary"
        },
        {
            "text": "Because the crystal structures of K48-linked [34, 35] and K63linked [36, 37] ubiquitin chains and of ISG15 [38] have been reported, a simple molecular alignment of these structures with the Ubal molecule bound to PLpro reveals important similarities between K48-Ub 2 and ISG15 relative to K63-Ub 2 (Figures 5A, 5B and 5C). It is widely established that K63-linked ubiquitin chains form an extended, almost linear, conformation [36, 37] , whereas K48-linked chains have a proclivity for more compact arrangements [34, 35] . The positioning of K63 on the PLpro-bound Ubal directs the second ubiquitin molecule (Ub2) of a diubiquitin chain away from the body of PLpro ( Figure 5C ), particularly if the K63 chain remains in the favored extended conformation. This K63-linked model prevents further interactions between the second ubiquitin (Ub2) and its SUb2 subsite (region indicated by the blue curved line Figure 2 . The crystal structure of the PLpro-Ubal complex reveals a dense hydrogen-bonding pattern between the active site of PLpro and the C-terminus of ubiquitin. A. Stereoview of PLpro active-site interactions with ubiquitin-aldehyde. PLpro residues are shown in blue and labeled in black, and ubiquitin residues are shown and labeled in orange. Hydrogen bonds between PLpro and ubiquitin are shown as dashed lines. B. Electron density associated with the region surrounding the C-terminal residues of ubiquitin (orange density) and their interactions with the PLpro active site in the region of the mobile loop (blue density). The residues shown and the view depicted are similar to those in panels A and C. The electron density maps were calculated by omitting ubiquitin from the structure factor calculations. The Fo-Fc map for ubiquitin (orange) is contoured at 3s and the 2Fo-Fc map for PLpro (blue density) is contoured at 1.5s. The figure was generated using the program Pymol. C. Comparison of the PLpro active site loop in bound (blue with white surface) and unbound (yellow) conformations. The C-terminus of ubiquitin is shown in orange. The orientation of the structure is similar to that shown in panels A and B. doi:10.1371/journal.ppat.1004113.g002",
            "cite_spans": [
                {
                    "start": 45,
                    "end": 49,
                    "text": "[34,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 50,
                    "end": 53,
                    "text": "35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 68,
                    "end": 72,
                    "text": "[36,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 73,
                    "end": 76,
                    "text": "37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 107,
                    "end": 111,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 427,
                    "end": 431,
                    "text": "[36,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 432,
                    "end": 435,
                    "text": "37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 512,
                    "end": 516,
                    "text": "[34,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 517,
                    "end": 520,
                    "text": "35]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [
                {
                    "start": 667,
                    "end": 676,
                    "text": "Figure 5C",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 906,
                    "end": 914,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Author Summary"
        },
        {
            "text": "in Figure 4 ) on PLpro. Conversely, the position of K48 on the PLpro-Ubal structure, buried in the palm domain of PLpro, dictates that any diubiquitin chain will likely make extensive contacts with PLpro at both the SUb1 and the SUb2 subsites, though the isopeptide bond joining the two ubiquitin molecules (Ub1 and Ub2) is too flexible to restrict the positioning of the second Ub2 molecule to a predefined SUb2 of PLpro ( Figure 5B ). Finally, the structure of ISG15 is more rigid than K48-Ub 2 , and direct alignment of the Cterminal domain of ISG15 (equivalent to Ub1 of a diubiquitin chain) with PLpro-Ubal projects the N-terminal domain of ISG15 (equivalent to the Ub2 of a diubiquitin chain) onto a ''ridge'' defining the perimeter of the fingers domain of PLpro ( Figure 5B ), which is the potential SUb2 subsite. This ridge region or SUb2 subsite, the white shaded residues in Figures 5A, 5B and 5C, can be accessed by the Ub2 domains of both K48-Ub 2 and ISG15.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 11,
                    "text": "Figure 4",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 424,
                    "end": 433,
                    "text": "Figure 5B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 772,
                    "end": 781,
                    "text": "Figure 5B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 886,
                    "end": 900,
                    "text": "Figures 5A, 5B",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Author Summary"
        },
        {
            "text": "To test the validity of these initial models proposed in Figure 5 , and to further refine the positioning of ISG15 and K48-Ub 2 on the structure of PLpro, we surveyed the uppermost region of the SUb2 ridge of PLpro for amino acids that potentially interact with ISG15 or K48-Ub 2 . Seven amino acids were chosen ''to cast a wide net'' over this potential SUb2 binding surface with the purpose of perturbing ISG15 or K48-Ub 2 interactions with PLpro through regional scanning, site-directed mutagenesis ( Figure 5D ). To ensure that the mutations did not alter the catalytic activity of PLpro or its ability to bind mono-ubiquitin, all purified mutants were first tested for their catalytic activity towards RLRGG-AMC and Ub-AMC substrates ( Figure 6 ). Mutants that retained high activity towards these substrates, but lost catalytic activity with ISG15-AMC and/or lost the ability to be inhibited by K48-Ub 2 , were further investigated ( Figure 6 ). Most notably, two mutants, E71A and H74A, were fully active with Ub-AMC but their ability to either hydrolyze ISG15-AMC or be inhibited by K48-Ub 2 was perturbed ( Figure 6 ). The E71A mutation caused a 50% drop in activity with ISG15-AMC but did not affect the inhibitory potency of K48-Ub 2 , whereas the H74A mutant had 58% activity with ISG15-AMC, relative to wildtype PLpro, and was significantly less inhibited by K48-Ub 2 (14% inhibition) than wild-type (100% inhibition).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 57,
                    "end": 65,
                    "text": "Figure 5",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 504,
                    "end": 513,
                    "text": "Figure 5D",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 741,
                    "end": 749,
                    "text": "Figure 6",
                    "ref_id": null
                },
                {
                    "start": 940,
                    "end": 948,
                    "text": "Figure 6",
                    "ref_id": null
                },
                {
                    "start": 1116,
                    "end": 1124,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": "K48-Ub 2 and ISG15 interact with a region on the thumb domain of PLpro"
        },
        {
            "text": "The positioning of residues E71 and H74 on PLpro ( Figure 5D ) suggests that the N-terminal half of ISG15 (equivalent to Ub2) and Ub2 of K48-Ub 2 are interacting with a helical region (residues D63 to H74) at the top of the thumb domain of PLpro. To test this hypothesis, three additional residues in this region were mutated to more accurately define the area of contact between PLpro and the two ligands ( Figure 6 , starred mutants). Two of these mutants, F70S and L76S, greatly affected both ISG15 and K48-Ub 2 binding without causing detrimental effects to catalysis of Ub-AMC ( Figure 6 , starred mutants). F70 and L76 together comprise a solvent-exposed, hydrophobic patch on the thumb domain of PLpro that is neighbored by E71 and H74, also shown to contribute to binding of ISG15 and K48-Ub 2 ( Figure 6 ). The retention of Ub-AMC hydrolysis activity and loss of recognition for the second ubiquitin or ubiquitin-like domain (Ub2) is a significant result as the decoupling of these two sites has yet to be achieved in other USP enzyme systems and signifies that it is achievable. The biological significance of decoupling diubiquitin from monoubiquitin recognition was explored next.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 51,
                    "end": 60,
                    "text": "Figure 5D",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 408,
                    "end": 416,
                    "text": "Figure 6",
                    "ref_id": null
                },
                {
                    "start": 584,
                    "end": 592,
                    "text": "Figure 6",
                    "ref_id": null
                },
                {
                    "start": 804,
                    "end": 812,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": "K48-Ub 2 and ISG15 interact with a region on the thumb domain of PLpro"
        },
        {
            "text": "The mutant analysis allowed further refinement of our structural models of PLpro bound to ISG15 or K48-Ub 2 , providing an established area of contact on PLpro. Both models were manually edited and refined to reflect a closer association on the thumb domain of PLpro (Figure 7) . The N-terminus of ISG15 was shifted towards the thumb and rotated slightly about the flexible linker connecting the N-and C-terminal domains to present a small hydrophobic region on ISG15 (V58-P59) to the complementary surface (F70, L76) on the PLpro thumb ( Figure 7B ). Because there is little information on the conformational flexibility of ISG15, only conservative manipulations of the structure were made. Conversely, K48-Ub 2 has been shown to adopt numerous conformations [39] . Because the hydrophobic patch of Ub (I44, V70, and L80) is ostensibly critical to the majority of interactions between ubiquitin and its binding partners [40] , an effort was made to align this patch in the more distal ubiquitin of K48-Ub 2 with the identified hydrophobic patch on the PLpro thumb domain ( Figure 7A ). The structural model is able to position and accommodate this interaction well, further supporting the results of the mutagenesis studies.",
            "cite_spans": [
                {
                    "start": 760,
                    "end": 764,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 921,
                    "end": 925,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [
                {
                    "start": 267,
                    "end": 277,
                    "text": "(Figure 7)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 539,
                    "end": 548,
                    "text": "Figure 7B",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1074,
                    "end": 1083,
                    "text": "Figure 7A",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "K48-Ub 2 and ISG15 interact with a region on the thumb domain of PLpro"
        },
        {
            "text": "PLpro ridge mutants in the SUb2 subsite are impaired in their ability to deubiquitinate proteins and antagonize the NFkB pathway in the host cell",
            "cite_spans": [],
            "ref_spans": [],
            "section": "K48-Ub 2 and ISG15 interact with a region on the thumb domain of PLpro"
        },
        {
            "text": "To determine if PLpro mutants, particularly at residue F70, affect PLpro deubiquitinating activity, we analyzed this activity in transfected cells ( Figure 8A ). Wild-type PLpro cleaves ubiquitin from host cells in a dose dependent manner. In contrast, mutation of the catalytic cysteine (C112A) or residue F70 (F70A and F70S) within the ridge region of the SUb2 subsite show a reduction in the dose-dependent deconjugation of ubiquitin from host cell substrates. These data agree with the loss in affinity of PLpro for Ub 2 and ISG15 by this and other ridge mutants in vitro ( Figure 6 ). The ability of the F70S and F70A PLpro mutants to recognize and cleave the viral polyprotein was determined next by testing for their ability to cleave a substrate in a trans-cleavage assay [27] . Importantly, both the F70S and F70A ridge mutants retained protease activity at similar levels to WT PLpro, as demonstrated by the ability to process the nsp2-3 polyprotein substrate ( Figure 8B and Figure S3A ). As expected, the control C112A mutant was unable to process the nsp2-3 polyprotein.",
            "cite_spans": [
                {
                    "start": 780,
                    "end": 784,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [
                {
                    "start": 149,
                    "end": 158,
                    "text": "Figure 8A",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 578,
                    "end": 586,
                    "text": "Figure 6",
                    "ref_id": null
                },
                {
                    "start": 972,
                    "end": 981,
                    "text": "Figure 8B",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 986,
                    "end": 996,
                    "text": "Figure S3A",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "K48-Ub 2 and ISG15 interact with a region on the thumb domain of PLpro"
        },
        {
            "text": "Previous studies documented PLpro as an antagonist of the NFkB signaling pathway [27, 41] . We sought to determine if mutations in PLpro that alter interactions with K48-Ub affect the K48-polyUb-mediated degradation of IkBa induced upon activation of the NFkB pathway by TNFa [42] . 293T cells were transfected with plasmid DNA encoding IkBa-HA and either PLpro WT or the F70S and F70A ridge mutants. At 16 hours post transfection, cells were treated with TNFa to induce ubiquitination and degradation of IkBa, and protein levels of IkBa and PLpro were monitored after 20 minutes by western blotting ( Figure 8C ). As expected, IkBa is rapidly degraded in mockinfected cells. In contrast, IkBa is more abundant in cells expressing PLpro and there is no detectable degradation of IkBa after treatment with TNFa. Interestingly, the response of cells to TNFa treatment in the presence of either the C112A catalytic mutant or the F70S or F70A ridge mutants of PLpro were essentially the same as mock-infected cells. Similar data and results were obtained with each individual ridge mutant or with combinations of ridge mutants ( Figure S3 ). These results are consistent with an inability of these mutants to either hydrolyze the isopeptide bonds (C112A) or bind ubiquitin chains (F70S or F70A) such as K48-Ub 2 and ISG15 or in vitro ( Figure 5 ) and support a model whereby the deubiquitinating activity of WT PLpro is responsible for removing K48-linked Ub from IkBa thereby preventing signaling of NFkB.",
            "cite_spans": [
                {
                    "start": 81,
                    "end": 85,
                    "text": "[27,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 86,
                    "end": 89,
                    "text": "41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 276,
                    "end": 280,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [
                {
                    "start": 602,
                    "end": 611,
                    "text": "Figure 8C",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1125,
                    "end": 1134,
                    "text": "Figure S3",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1332,
                    "end": 1340,
                    "text": "Figure 5",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "K48-Ub 2 and ISG15 interact with a region on the thumb domain of PLpro"
        },
        {
            "text": "To further investigate the effect of mutation of the ridge domain on antagonism of the NFkB mediated activation of transcription, we evaluated PLpro WT, the C112A catalytic mutant, and both the F70A and F70S mutant PLpro enzymes in a dual-luciferase reporter assay containing an NFkB response element regulating transcription of firefly luciferase ( Figure 8D ). In mock-transfected cells, the NFkB-dependent reporter is potently activated by the addition of media containing TNFa. This activation is antagonized in a dose-dependent manner when cells are transfected with different concentrations of wild-type PLpro ( Figure 8D ). In contrast, the PLpro C112A catalytic mutant and F70S mutants are unable to effectively antagonize the NFkB pathway. These results, combined with the IkBa degradation assay described above, are consistent with a mechanism by which SARS-CoV PLpro blocks NFkB activation, and suggest that the ridge-region of the PLpro SUb2 subsite is important for the antagonism of the NFkB pathway.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 350,
                    "end": 359,
                    "text": "Figure 8D",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 618,
                    "end": 627,
                    "text": "Figure 8D",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "K48-Ub 2 and ISG15 interact with a region on the thumb domain of PLpro"
        },
        {
            "text": "Distinguishing the roles of multifunctional enzymes in viral replication is challenging. A critical first step is the proof-ofprinciple that an enzyme has distinct binding sites for different substrates. For SARS-CoV PLpro, an enzyme with peptidase and isopeptidase activities, the X-ray structure of PLpro in complex with ubiquitin aldehyde, and subsequent modeling of ubiquitinchain and ISG15 interactions, suggested that a ridge region in PLpro is likely involved in binding ubiquitin-like modifier substrates. Analysis of PLpro mutants in protease and isopeptidase (DUB and DeISGylase) activity and competitive binding assays identified a hydrophobic portion of this ridge region in the SUb2 subsite that is essential for robust deISGylaing activity and interactions with ubiquitin chains, but is not required for protease or Ub-AMC hydrolysis activity. Thus, we were able to successfully decouple the viral protease processing activity of PLpro from its ubiquitin-chain and ISG15 hydrolysis activities. The use of co-crystal structures to identify ubiquitin and ISG15 interacting regions and subsequent re-engineering of enzymatic activity has also been applied to the study of cellular DUBs such as USP21, and to another class of viral proteases that also have DUB activity such as the ovarian tumor (OTU) domains of Crimean Congo Hemorrhagic Fever Virus (CCHFV) [14, 15, 16] . Analysis of USP21 with linear diubiquitin revealed an ubiquitin-specific SUb2 (S2) binding site that, when re-engineered, weakened interactions with diubiquitin and reduced the ability of the enzyme to remove ISG15 from cellular substrates [14] . Co-crystal structure studies of the viral OTU domain from CCHFV revealed a critical hydrostatic interaction with ISG15. Mutagenesis of vOTU residues interacting with ISG15, specifically Q16R [15] or E128A [16] , resulted in enzymes that were dramatically reduced in the ability to hydrolyze ISG15 while retaining the ability to hydrolyze polyubiquitin. Thus, co-crystal structure analysis of multifunctional enzymes can reveal novel sites that allow for separation of enzymatic activity and allow for targeted development of therapeutics.",
            "cite_spans": [
                {
                    "start": 1369,
                    "end": 1373,
                    "text": "[14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1374,
                    "end": 1377,
                    "text": "15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1378,
                    "end": 1381,
                    "text": "16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1624,
                    "end": 1628,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1822,
                    "end": 1826,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1836,
                    "end": 1840,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The structure of PLpro bound to ubiquitin-aldehyde illustrates how the multi-domain architecture of an enzyme can distinguish different ubiquitin chains and ubiquitin-like proteins by forming the support structure for two separate ubiquitin binding domains. For PLpro, these binding sites are in the palm domain (SUb1) for the interaction with Ub1 (red shaded region in Figure 4 ) and a hydrophobic patch, termed the ''ridge'' domain (SUb2) for the interaction with Ub2 (blue shaded region in Figure 3D ). The canonical right-hand domain layout of ubiquitin-specific proteases (USPs) allows for a large, primary ubiquitin binding surface on the palm and finger domains, with the C-terminus of ubiquitin firmly coordinated in the active site through numerous intermolecular hydrogen bonds [8] . In this conformation, the hydrophobic patch of Ub1 is well positioned to interact with hydrophobic residues on the palm and fingers of PLpro (Figure 1 ). This general mode of binding is relatively conserved across known structures of USPs with [8] , though the tilt of Ub relative to its C-terminus, or size of the protein-protein interface, can be influenced by accessory loops, Figure 6 . K48-Ub 2 and ISG15 interact with a ''ridge'' region on the thumb domain of PLpro. PLpro mutants were purified and tested for activity with Ub-AMC (white bars) and ISG15-AMC (blue bars) and for their ability to be inhibited by 5 mM K48-Ub 2 (gray bars). All measurements were performed in triplicate and are reported in % activity or % inhibition relative to wild-type PLpro. The ribbon diagram below the bar graph illustrates the position of each mutant on PLpro. Mutants marked with an asterisk represent follow-up mutants. doi:10.1371/journal.ppat.1004113.g006 or by the relative sizes of the domains themselves. These factors also dictate the environment of different ubiquitin lysine residues, and thus the potential for a USP to bind a particular type of ubiquitin linkage internally. USP14, a human deubiquitinating enzyme associated with the proteasome [43] , is specific for K48linked Ub chains, which it removes from proteins immediately prior to their degradation in the proteasome. USP14 is comprised of a much larger fingers domain relative to that of PLpro, which may obstruct extended K63 Ub chains from binding and being cleaved by USP14 [44] . Conversely, CYLD, a human DUB that negatively regulates the NF-kB pathway, is specific for K63-based Ub chains. CYLD contains a truncated fingers domain, which is expected to accommodate extra ubiquitin moieties extending from K63 of the primary ubiquitin [45] .",
            "cite_spans": [
                {
                    "start": 788,
                    "end": 791,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1038,
                    "end": 1041,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2045,
                    "end": 2049,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 2338,
                    "end": 2342,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 2601,
                    "end": 2605,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [
                {
                    "start": 370,
                    "end": 378,
                    "text": "Figure 4",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 493,
                    "end": 502,
                    "text": "Figure 3D",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 935,
                    "end": 944,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1174,
                    "end": 1182,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "It has been shown that certain proteins capable of distinguishing different ubiquitin chains do so at the region around the linkage [4, 46] . In the case of the DUBs, this recognition would occur at the scissile isopeptide bond in the active site, or rather how the proximal ubiquitin (Ub19) is oriented at the exit of the active site ( Figure 4) . Assuming equivalent binding of Ub1 at the SUb1 subsite, UB19 would be presented differently to the SUb19 subsite of a DUB depending on the linkage. AMSH-LP, a zinc-dependent DUB that regulates receptor trafficking, favors K63-Ub linkages by recognizing the particular ubiquitin surface around K63 of Ub19, allowing for correct alignment of the isopeptide bond in the active site [46] . Though it is not directly clear if SARS-CoV PLpro favors cleavage of one type of linkage over the other at the active site, our results suggest that the binding of ubiquitin species in at least two Ub subsites (SUb1 and SUb2) located distal to the isopeptide bond in the active site are crucial for recognition. Due to the inhibitory nature of K48-Ub 2 ( Figure 3C ), we can infer that this species binds more tightly to the SUb2-SUb1 subsites instead of the SUb1-SUb19 subsites since the concentration levels of K48-Ub 2 increase during the hydrolysis of K48-linked ubiquitin chains causing product inhibition and hence the reduction of cleavage of K48-Ub 2 to mono-ubiquitin. Otherwise, the K48-Ub 2 species would be expected to be efficiently cleaved to monoubiquitin ( Figure 3A) . Thus, K48-Ub 2 strongly favors occupation of the SUb2-SUb1 subsites of SARS-CoV PLpro (red and blue shaded regions in Figure 4 ) in favor of spanning the Ub1-Ub19 binding sites.",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 135,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 136,
                    "end": 139,
                    "text": "46]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 728,
                    "end": 732,
                    "text": "[46]",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [
                {
                    "start": 337,
                    "end": 346,
                    "text": "Figure 4)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1090,
                    "end": 1099,
                    "text": "Figure 3C",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1508,
                    "end": 1518,
                    "text": "Figure 3A)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1639,
                    "end": 1647,
                    "text": "Figure 4",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The activity of SARS-CoV PLpro towards Ub-AMC rivals those of the most active human DUBs that have been characterized so far. For example, UCH-L3 [47] has a k cat, Ub-AMC value of 9.160.1 s 21 , and USP8 [48] has a k cat, Ub-AMC value of 2.4 s 21 [14, 15] . SARS-CoV PLpro is highly active towards the substrate ISG15-AMC ( Figure 3B ) with a k cat,ISG15-AMC value of 6.260.3 s 21 . This turnover rate is so far unmatched by any other human or viral DUB studied to date. The most active vOTU is from the Crimean-Congo hemorrhagic fever virus with a k cat, ISG15-AMC = 0.5460.05 s 21 [49, 50] and the most active USP so far is human USP21 with a k cat, ISG15-AMC = 5.9610 23 61.3 610 23 s 21 . We attempted to determine the kinetic rates of hydrolysis of ISG15-AMC by the human deISGylase US-P18(UBP43), but the rate was at least 10 3 slower than that with PLpro, which is consistent with other studies. Though the exact outcome of PLpro's deISGylating activity during viral infection is currently unknown, ISG15 is an important activator of the immune response. Recent studies have shown that ISG15 is conjugated to newly synthesized proteins, a potential cellular strategy to disrupt the function of viral proteins, which are abundantly produced during infection [51] . SARS-CoV and other viruses, including nairo-and arteriviruses [52] , may have evolved deISGylating strategies to counteract such defenses. ISG15 has also been shown to positively regulate IRF3 activation by preventing an inhibitor, Pin1, from binding to IRF3 [53] . SARS-CoV PLpro, which has been shown to prevent IRF3 activation [26] , may deISGylate IRF3 or bind to IRF3 through a conjugated ISG15 molecule to prevent its activation.",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 150,
                    "text": "[47]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 204,
                    "end": 208,
                    "text": "[48]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 247,
                    "end": 251,
                    "text": "[14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 252,
                    "end": 255,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 583,
                    "end": 587,
                    "text": "[49,",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 588,
                    "end": 591,
                    "text": "50]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1264,
                    "end": 1268,
                    "text": "[51]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1333,
                    "end": 1337,
                    "text": "[52]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1530,
                    "end": 1534,
                    "text": "[53]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 1601,
                    "end": 1605,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [
                {
                    "start": 324,
                    "end": 333,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "It is intriguing to speculate that the DUB activity of SARS-CoV PLpro is important either for viral replication or pathogenesis. SARS-CoV PLpro is extremely efficient at deconjugating K48linked chains and has measurable activity with K63-based chains. K48-based Ub conjugation has been demonstrated to be an important positive activator of the NFkB pathway [54] . Moreover, K63-based chains have been shown to be key components of the innate immune response as they mediate protein complex formation [1] . Three human DUBs, CYLD, A20 and DUBA, have been shown to negatively regulate the innate immune response by removing K63-based chains [55, 56] , and USP15 inhibits the NFkB pathway by removing K48-Ub from IkBa, preventing its degradation [57] . We examined the effect of mutations within the ridge of PLpro on NFkB antagonism (Figures 8 and S3 ). IkBa is phosphorylated and degraded in response to TNFa, an activator of the NFkB pathway. The presence of PLpro prevents this degradation, and leads to an increase in basal levels of IkBa. These data indicate that PLpro is preventing the degradation and normal turnover of IkBa. The F70 ridge mutants (F70A and F70S) of SARS-CoV PLpro are unable to prevent the degradation of IkBa, suggesting that the K48-linked deubiquitinating activity of PLpro is required for PLpro's ability to antagonize the NFkB pathway. Importantly, Frieman et al. have shown that PLpro does not block TNFa stimulated IkBa phosphorylation [27] supporting a model whereby the stabilization of cellular IkBa is achieved through its K48-linked deubiquitination by PLpro. By separating the protease and isopeptidase activities of SARS-CoV PLpro, we have shown that K48-linked ubiquitin interaction is a mechanism behind the NFkB antagonism functions of SARS-CoV PLpro and that viral deubiquitinating enzymes might be critical determinants of pathogenesis.",
            "cite_spans": [
                {
                    "start": 357,
                    "end": 361,
                    "text": "[54]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 500,
                    "end": 503,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 639,
                    "end": 643,
                    "text": "[55,",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 644,
                    "end": 647,
                    "text": "56]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 743,
                    "end": 747,
                    "text": "[57]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 1467,
                    "end": 1471,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [
                {
                    "start": 831,
                    "end": 848,
                    "text": "(Figures 8 and S3",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The recent outbreak of the new MERS-CoV [58] , a coronavirus that produces SARS-like symptoms in patients and has a high mortality, emphasizes the importance of continuing studies on the pathogenesis of deadly coronaviruses. MERS-CoV encodes a single papain-like protease (PLpro) similar to SARS-CoV, but the primary structure is more homologous to the bat coronavirus HKU5 ( Figure S4 ). Comparing the amino acid sequences of SARS-CoV and MERS-CoV, specifically the amino acids that were mutated in this study and shown to have an effect on ubiquitin-like modifier recognition (Figure 6 ), reveals that there is little to no sequence conservation among these residues in the ridge region. This observation suggests that MERS-CoV PLpro is likely to recognize and process ubiquitin and ISG15 substrates differently than SARS-CoV PLpro. Since these residues are in the ridge region of the SUb2 subsite and are involved in binding Ub2, the differences are most likely to be found in ubiquitin-like chain recognition. It will be interesting to compare the polyubiquitin chain recognition and cleavage properties of MERS-CoV to SARS-CoV PLpro to test this hypothesis.",
            "cite_spans": [
                {
                    "start": 40,
                    "end": 44,
                    "text": "[58]",
                    "ref_id": "BIBREF57"
                }
            ],
            "ref_spans": [
                {
                    "start": 376,
                    "end": 385,
                    "text": "Figure S4",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 578,
                    "end": 587,
                    "text": "(Figure 6",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "To date no FDA-approved vaccines or antivirals are available for human coronaviral infections, so information about SARS-CoV virulence factors are of critical importance [59] . Attenuation of SARS-CoV by affecting PLpro DUB activity provides a novel strategy in SARS-CoV and SARS-like coronavirus vaccine development. Directly targeting PLpro using antivirals would not only prevent polyprotein cleavage, but could also inhibit the innate immune antagonist functions of PLpro. Furthermore, understanding the molecular basis for ubiquitin chain interactions with cellular DUBs is an emerging strategy for developing specific human USP inhibitors that may be useful in the treatment of cancer, neurologic and infectious diseases [60] .",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 174,
                    "text": "[59]",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 727,
                    "end": 731,
                    "text": "[60]",
                    "ref_id": "BIBREF59"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In summary, we have determined the structure of a viral protease, SARS-CoV PLpro, in complex with ubiquitin aldehyde and have used this structure in conjunction with kinetic studies on the interaction of PLpro with Ub chains and ISG15 to guide molecular modeling. The resulting models of PLpro bound to two high affinity ligands, K48-Ub 2 and ISG15, suggest that contacts with these ligands extend beyond the mono-ubiquitin binding site (SUb1). Site-directed mutagenesis studies identified a region of the thumb domain of PLpro as a second ubiquitin binding site (SUb2) for binding both K48-Ub 2 and ISG15, but not K63-Ub 2 , a weaker ligand. Finally, these mutations are relevant to PLpro's function as an innate immune antagonist, as PLpro ridge mutants lose the ability to block NFkB-mediated signaling. Re-engineering of these PLpro mutants or others in the context of SARS-CoV may reveal a role for PLpro DUB activity in viral pathogenesis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Ubiquitin aldehyde (Ubal) was synthesized using the inteinfusion method as previously described [61] with minor modifications. Expression of ubiquitin (residues 1-75) fused to intein and chitin-binding domains (plasmid pTYB2-Ub 1-75 ) was carried out in BL21(DE3) Codon+ cells (Novagen), using LB auto-induction media [62] supplemented with 50 mg/mL carbenicillin. Following 24 h of growth at 25uC, 3 L of culture were pelleted, resuspended in Buffer A (25 mM HEPES, pH 6.8, 50 mM sodium acetate, 75 mM NaCl) and lysed by addition of Triton X-100 to 0.16% followed by sonication. The lysate was clarified by centrifugation and loaded onto a gravity-flow column containing 50 mL of chitin beads (New England Biolabs) equilibrated with Buffer A. Following a series of column washes with Buffer A to remove unbound proteins, 25 mL of Buffer A containing freshly prepared 100 mM sodium 2-mercaptoethanesulfonate (MESNA) (Sigma-Aldrich) was added to the resin to create a slurry. The slurry was incubated overnight at 4uC with gentle rocking. The following day, the resin was separated from the effluent, which contained released ubiquitin thioester, and washed with 80 mL of Buffer A to fully elute any remaining released ubiquitin. Samples containing ubiquitin thioester were combined, concentrated to 20 mL (1-3 mg/mL), and dialyzed against 5 mM HCl overnight at 4uC.",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 100,
                    "text": "[61]",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 318,
                    "end": 322,
                    "text": "[62]",
                    "ref_id": "BIBREF61"
                }
            ],
            "ref_spans": [],
            "section": "Synthesis of ubiquitin aldehyde"
        },
        {
            "text": "Ubiquitin acetal was generated by reacting 10 mL of ubiquitin thioester with 2 mL of 4M aminoacetaldehyde diethyl acetal, pH 8.5 (Sigma-Aldrich) and 50 mL of freshly prepared 2M Nhydroxy-succinimide (Sigma-Aldrich) and incubated at room temperature. Upon full conversion (,1 hr), the ubiquitin acetal was dialyzed against 50 mM sodium acetate, pH 4.5, overnight at 4uC. The acetal was deprotected with 0.15 M HCl to produce ubiquitin aldehyde, then quenched with 0.15 M Tris base, and subsequently desalted into 20 mM HEPES, pH 7.5. Conversions from thiol ester to acetal and from acetal to aldehyde were monitored by HPLC on a C8 column as previously described [61] . The concentrations of the ubiquitin species throughout the purification were determined by HPLC, using unmodified ubiquitin (Boston Biochem) as a standard.",
            "cite_spans": [
                {
                    "start": 662,
                    "end": 666,
                    "text": "[61]",
                    "ref_id": "BIBREF60"
                }
            ],
            "ref_spans": [],
            "section": "Synthesis of ubiquitin aldehyde"
        },
        {
            "text": "The catalytic domain of SARS-CoV PLpro, polyprotein residues 1541-1855, was expressed and purified as previously described [25] . To form the PLpro-Ubal complex, 30 mg of purified PLpro was added to 11 mg of Ubal in 20 mM HEPES, pH 7.5, and the complex was incubated overnight at 4uC. The activity of PLpro was monitored to ensure full inactivation of the protease by Ubal. The resulting complex was purified from unreacted Ubal and hydrolyzed ubiquitin, a byproduct of aldehyde synthesis, using a 10/100 GL Mono-Q column (GE Healthcare) at pH 7.5. Fractions containing PLpro-Ubal were pooled and concentrated to 10-15 mg/mL. PLpro-Ubal crystals were grown by vapor diffusion at room temperature from hanging drops containing 1 mL of protein complex (3-12 mg/mL PLpro-Ubal in 20 mM Tris, pH 7.5) and 3 mL of precipitant (0.1 M HEPES, pH 7.5, 10% isopropanol, 20% PEG 4,000). Crystals, which grew within two days, were flash-frozen in liquid nitrogen without the need for additional cryo-protectants, and then transferred to a SPINE puck system for X-ray data collection at the Advanced Photon Source of Argonne National Laboratory.",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 127,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Purification and crystallization of PLpro-ubiquitin aldehyde complex"
        },
        {
            "text": "X-ray data collection and structure refinement X-ray data were collected at LS-CAT on beamline 21-ID-F to 2.76 Å and resulted in an overall R merge value of 6.3% with 98% completeness. Data were processed and scaled using the HKL2000 program suite [63] , and crystals of PLpro-Ubal were indexed to the P3 1 21 space group with unit cell dimensions of a = b = 47.12 Å and c = 332.56 Å , with one monomer in the asymmetric unit. Phases for the complex were obtained from a molecular replacement solution using a monomer of the unbound PLpro structure (PDB entry: 2FE8) and free ubiquitin (PDB entry: 1UBQ) as search models using Phaser [64] , which identified one unique molecular replacement solution of the complex. Rigid body refinement followed by iterative rounds of restrained refinement and modeling building using the programs Refmac5 [65] and WinCoot [66] reduced the R-factors to 18.7% (R cryst ) and 27.9% (R free ). The final structure and associated structure factors have been deposited in the PDB under PDB ID 4MM3 and RCSB ID RCSB082081.",
            "cite_spans": [
                {
                    "start": 248,
                    "end": 252,
                    "text": "[63]",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 634,
                    "end": 638,
                    "text": "[64]",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 841,
                    "end": 845,
                    "text": "[65]",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 858,
                    "end": 862,
                    "text": "[66]",
                    "ref_id": "BIBREF65"
                }
            ],
            "ref_spans": [],
            "section": "Purification and crystallization of PLpro-ubiquitin aldehyde complex"
        },
        {
            "text": "Site-directed mutations were introduced into a pET15b-PLpro construct using synthetic primers purchased from Integrated DNA Technologies and the QuikChange Site-Directed Mutagenesis Kit (Stratagene). All mutations were verified by sequencing. The pET15b-PLpro construct expresses an Nterminal His 6 -tag followed by the ubiquitin-like and catalytic domains of SARS-CoV PLpro (polyprotein residues 1541-1855). Wild-type and mutant versions of PLpro were expressed in BL21(DE3) cells and were purified using Ni-NTA agarose (Qiagen). Enzyme concentration was determined using the Bradford protein assay.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Site-directed mutagenesis and purification of PLpro mutants"
        },
        {
            "text": "Proteolytic cleavage of homogeneous, K48-linked or K63-linked penta-ubiquitin (Boston Biochem) was carried out under the following conditions: 0.07 mg of purified PLpro (23 nM) was incubated with 50 mg of K48-Ub 5 or K63-Ub 5 at 25uC in an 85 mL volume containing 50 mM HEPES, pH 7.5, 0.1 mg/mL BSA, 100 mM NaCl, and 2 mM DTT. A control reaction was incubated under identical conditions with the exclusion of enzyme. At various time points, 10 mL were removed and quenched with the addition of SDS-PAGE sample loading dye to a 16 concentration (25 mM Tris, pH 6.8, 280 mM b-mercaptoethanol, 4% glycerol, 0.8% SDS, 0.02% bromophenol blue), and heat treated at 95uC for 5 minutes. The samples were analyzed by electrophoresis on a 4-12% SDS-PAGE and stained with Coomassie dye.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ubiquitin chain cleavage experiments"
        },
        {
            "text": "Wild-type PLpro inhibition by free Ub, ISG15, K48-Ub 2 , and K63-Ub 2 was measured in a 96-well plate format in duplicate at 25uC. Assays contained 50 mM HEPES, pH 7.5, 0.1 mg/mL BSA, 5 mM DTT, an unsaturating concentration of the substrate RLRGG-AMC (37.5 mM), 45 nM purified PLpro, and varying concentrations of Ub, ISG15, K48-Ub 2 , or K63-Ub 2 (Boston Biochem). Reaction progress curves were monitored continuously using a Tecan Genios Pro plate reader, where free AMC fluorescence was measured at l excitation = 360 nm, l emission = 460 nm. Where applicable, the percent inhibition of the reaction was calculated relative to PLpro activity in the absence of the ligand. An IC 50 value was calculated using the equation v = a/(1+([I]/IC 50 ) where v is the velocity of the reaction in the presence of inhibitor, [I] is the concentration of the inhibitor, a is the velocity of the reaction in the absence of inhibitor, and IC 50 is the concentration of inhibitor resulting in 50% inhibition of enzyme. Data were fit to the equation using the Enzyme Kinetics module of Sigmaplot (Systat Software).",
            "cite_spans": [
                {
                    "start": 741,
                    "end": 745,
                    "text": "50 )",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "Measurement of PLpro inhibition by ubiquitin, ISG15, K48-Ub 2 and K63-Ub 2"
        },
        {
            "text": "All reactions were carried out at 25uC in 50 mM HEPES, pH 7.5, 0.1 mg/mL BSA, and 5 mM DTT. AMC fluorescence was detected as above. Wild-type and mutant activities with 400 nM Ub-AMC and 400 nM ISG15-AMC were measured at 15 nM and 0.15 nM enzyme, respectively. Inhibition by K48-Ub 2 was measured by comparing enzyme activity (at 63 nM) with 37.5 mM RLRGG-AMC in the absence and presence of 5 mM K48-Ub 2 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measurement of substrate interactions with PLpro mutants"
        },
        {
            "text": "The models of K48-Ub 2 , K63-Ub 2 , and ISG15 bound to PLpro were initially generated by superimposing the most proximal portions of each molecule onto the ubiquitin molecule in the PLpro-Ubal structure. The PDB files utilized for each model are as follows: ISG15 (1Z2M), K63-Ub 2 (3H7S), K48-Ub 2 (2KDF). Only the model of PLpro-K48-Ub 2 required further editing, with the distal ubiquitin being manually manipulated about the isopeptide bond in Pymol to alleviate clashes with PLpro.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Protein-protein docking"
        },
        {
            "text": "In cellular deubiquitination assays HEK293T cells in 12-well Cell-Bind plate (Corning) were transfected (LT1, Mirus) with 300 ng FLAG-Ub and either 125 ng, 250 ng, or 500 ng of pcDNA3.1-SARS-PLpro per well. Cells were incubated for 18 hours then lysed with IkBa lysis buffer (20 mM Tris (pH 7.5), 150 mM NaCl, 1 mM EGTA, 1 mM EDTA, 1% Triton X-100, 2.5 mM Na pyro-phosphate, 1 mM Beta-glycerophosphate, 1 mM Na ortho-vanadate, 1 ug/ml Leupeptin) and incubated for 20 min on ice. Lysates were subjected to centrifugation at 4C and the cytoplasmic contents added to 26 sample buffer and separated by SDS-PAGE on a 4-20% gradient gel (BioRad). Gel was transferred to PVDF using semi-dry apparatus (BioRad) and immunoblotted with anti-FLAG (Sigma), anti-V5 (Invitrogen), and anti-calnexin (BD).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Protein-protein docking"
        },
        {
            "text": "HEK293 cells were transfected with constructs expressing nsp2-3-GFP and SARS-CoV PLpro-V5 wild type, catalytic mutant (C112A) or ridge mutants (F70A, F70S). Cells were incubated for 24 hours and then lysed with IkBa lysis buffer (20 mM Tris (pH 7.5), 150 mM NaCl, 1 mM EGTA, 1 mM EDTA, 1% Triton X-100, 2.5 mM Na pyro-phosphate, 1 mM Beta-glycerophosphate, 1 mM Na ortho-vanadate, 1 ug/ml Leupeptin). Lysates were subjected to centrifugation at 4C and the cytoplasmic contents added to 26 sample buffer and separated by SDS-PAGE on a 10% PAGE gel (BioRad). Samples were transferred to PVDF immunoblotted with anti-GFP (Life Technologies) and anti-V5 (Invitrogen).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trans-cleavage assays"
        },
        {
            "text": "HEK293 cells were plated in 60 mm dishes and transfected with 3 ug pcDNA3.1 -PLpro and 250 ng pIkBa-HA per dish (Mirus LT-1) [42] . Cells were incubated for 24 hours, media, removed, and fresh media containing TNFa (Roche) at a final concentration of 20 ng/ml was added and incubated with cells. Cells were incubated with TNFa for the indicated time points. Cells were then lysed with an IkBa lysis buffer: 20 mM Tris (pH 7.5), 150 mM NaCl, 1 mM EGTA, 1 mM EDTA, 1% Triton X-100, 2.5 mM Na pyro-phosphate, 1 mM Beta-glycerophosphate, 1 mM Na ortho-vanadate, 1 ug/ml Leupeptin. Lysates were kept on ice and centrifuged at 140006 g for 10 min at 4C. After centrifugation, supernatant was added to equal volume 26 sample buffer, boiled for 5 min, and then immediately run on 10% SDS-PAGE gel. Gel was transferred to PVDF using a semi-dry blot apparatus (TransBlot Turbo, Bio-Rad) and blocked in 5% milk overnight. Antibodies were used at a concentration of 1:5000 (maHA, Covance; maV5, Invitrogen). Western blots were quantified using a Typhoon Image Scanner and ImageQuant5. p,.05 indicates a significant difference from WT PLpro transfected cells and was determined using a student t test with Systat.",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 129,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "IkBa-HA degradation assay"
        },
        {
            "text": "Dual-luciferase assay HEK293 cells were plated in 24-well plates (Cell-Bind from Corning) and transfected with 50, 100, or 150 ng of pcDNA3.1 -PLpro plasmid, 50 ng pNFkB-luc, and 25 ng pRL-TK (Renilla control) per well in triplicate (Mirus LT-1). Cells were incubated for 12 hours, media removed, and fresh media containing TNFa (Roche) at a final concentration of 10 ng/ml was added and incubated with cells for 4 hours. Cells were then lysed with passive lysis buffer and wells assayed for dual luciferase expression (Promega) by luminometer. p,.05 indicates a significant difference from mock transfected cells and was determined using a student t test with Systat. Figure S1 Processing of linear Ub 4 by SARS-CoV PLpro. SARS-CoV PLpro (15 mM) was incubated with 3 mg of linear-Ub 4 for 1 and 2 hours (h) at room temperature. The reaction was quenched with SDS sample buffer containing 250 mM Tris, pH 6.8, 10% SDS, 50% glycerol, 0.02% bromophenol blue and 35 mM beta-mercaptoethanol. Protein bands corresponding to Ub and BSA are shown. The molecular weight marker is shown in kD. No cleavage of linear Ub 4 by SARS-CoV PLpro is detected. (TIF) Figure S2 ISG15 resembles a di-ubiquitin molecule. Overlay of K48-Ub 2 (orange) and ISG15 (yellow) rendered a Ca RMSD of 6.32 Å (147 to 147 atoms). The two distal regions involved in binding Ub 2 or ISG15 are labeled as Ub distal-1 (closest to active site, location of single ubiquitin binding) or ISG15 C-terminal domain and Ub distal-2 (binding of second ubiquitin-like domain) or ISG15 N-terminal domain. (TIF) Figure S3 (A) HEK293 cells were transfected with constructs expressing nsp2-3-GFP and SARS-CoV PLpro-V5 wild type, catalytic mutant (C112A) or ridge mutants. Cells were incubated for 24 hours at 37uC and then lysed with lysis buffer A. Lysates were run on 10% SDS-PAGE and Western blot was performed using anti-GFP and anti-V5. (B) Quantification of IkBa using Fluorchem E System and AlphaView software (Protein Simple). ** = The levels of IkB-HA were significantly increased in the presence of WT PLpro compared to mock, C112A, and F70S (p, 0.05) by mixed ANOVA and there was no decrease after TNFa treatment (p = 0.675) by Dunnet t-test. (C) 293HEK cells were transfected with a construct containing a firefly luciferase reporter driven by an NFkB dependent promoter and a Renilla luciferase under control of a constitutive promoter. After 12 hours, TNFa was added to a final concentration of 10 ng/mL and the cells were incubated for an additional 4 hours. Cells were lysed in passive lysis buffer and 25 ul of lysate was used in Promega's Dual Luciferase Reporter Assay. Results are normalized to induction of NFkB reporter activity by TNFa. Panels below are western blots of the lysates using anti-V5 for detection of PLpro and anti-actin as a protein loading control. Experiments were performed in triplicate and repeated twice. * = p,0.05 statistical difference from mock transfected cells by student t-test. (PDF) Figure S4 Multiple sequence alignments presenting the secondary structure elements on top: a-helices (squiggles), b-strands (black arrows) and turn (TT). Highlighted are the highly conserved areas (blue boxes) containing the conserved residues (red boxes), homologous residues (red font), and divergent residues (black font). (A) Comparison of the amino acid sequence between the b-grasp domain of ubiquitin to each b-grasp domain of ISG15. The residues comprising the ubiquitin and ISG15 hydrophobic patch are highlighted with a magenta arrow and a yellow box, respectively. The structure elements were generated using the Xray crystal structure of ubiquitin (pdb: 1UBQ). (B) The papain-like protease (PLpro) domain from the beta coronavirus 2b (SARS and bat-SARS), 2c (bat-HKU4 and 5) and 2d (HUK9) share high amino acid sequence homology. SARS PLpro residues identified by site-directed mutagenesis as important for K48-Ub 2 and ISG15 binding are highlighted with green arrows, while those that did not seemed to be important are highlighted with blue arrows. The ahelix 2 (highlighted with a yellow box) containing the residues important for SARS PLpro interaction to K48-Ub 2 and ISG15 binding is highly divergent between PLpro's from SARS and HKUs. The structure elements were generated using the X-ray crystal structure of SARS PLpro (pdb: 2FE8). (TIF) ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 669,
                    "end": 678,
                    "text": "Figure S1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1149,
                    "end": 1158,
                    "text": "Figure S2",
                    "ref_id": null
                },
                {
                    "start": 1563,
                    "end": 1572,
                    "text": "Figure S3",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2985,
                    "end": 2994,
                    "text": "Figure S4",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "IkBa-HA degradation assay"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The role of ubiquitylation in immune defence and pathogen evasion",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "J"
                    ],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nature reviewsImmunology",
            "volume": "12",
            "issn": "",
            "pages": "35--48",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The ubiquitin code",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Komander",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rape",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Annu Rev Biochem",
            "volume": "81",
            "issn": "",
            "pages": "203--229",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The ubiquitin system",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hershko",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ciechanover",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Annu Rev Biochem",
            "volume": "67",
            "issn": "",
            "pages": "425--479",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Specific recognition of linear ubiquitin chains by NEMO is important for NF-kappaB activation",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rahighi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ikeda",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kawasaki",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Akutsu",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Suzuki",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Cell",
            "volume": "136",
            "issn": "",
            "pages": "1098--1109",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Ubiquitin and ubiquitin-like proteins as multifunctional signals",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Welchman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gordon",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Mayer",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nat Rev Mol Cell Biol",
            "volume": "6",
            "issn": "",
            "pages": "599--609",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Interferon induces a 15-kilodalton protein exhibiting marked homology to ubiquitin",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Haas",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ahrens",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Bright",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ankel",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "J Biol Chem",
            "volume": "262",
            "issn": "",
            "pages": "11315--11323",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Ubiquitin-binding proteins: decoders of ubiquitinmediated cellular functions",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Husnjak",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Dikic",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Annu Rev Biochem",
            "volume": "81",
            "issn": "",
            "pages": "291--322",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Breaking the chains: structure and function of the deubiquitinases",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Komander",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Clague",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Urbe",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nat Rev Mol Cell Biol",
            "volume": "10",
            "issn": "",
            "pages": "550--563",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Species specificity of the NS1 protein of influenza B virus: NS1 binds only human and non-human primate ubiquitin-like ISG15 proteins",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sridharan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Krug",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Biol Chem",
            "volume": "285",
            "issn": "",
            "pages": "7852--7856",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Deubiquitinating function of adenovirus proteinase",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Balakirev",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jaquinod",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Haas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chroboczek",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Virol",
            "volume": "76",
            "issn": "",
            "pages": "6323--6331",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "A deubiquitinating enzyme encoded by HSV-1 belongs to a family of cysteine proteases that is conserved across the family Herpesviridae",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Kattenhorn",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Korbel",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Kessler",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Spooner",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Ploegh",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Mol Cell",
            "volume": "19",
            "issn": "",
            "pages": "547--557",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A deubiquitinating activity is conserved in the large tegument protein of the herpesviridae",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Schlieker",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Korbel",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Kattenhorn",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Ploegh",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "",
            "pages": "15582--15585",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "A viral E3 ligase targets RNF8 and RNF168 to control histone ubiquitination and DNA damage responses",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Lilley",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Chaurushiya",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Boutell",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Landry",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Suh",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Embo J",
            "volume": "29",
            "issn": "",
            "pages": "943--955",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Polyubiquitin binding and cross-reactivity in the USP domain deubiquitinase USP21",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Akutsu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Reyes-Turcu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "I"
                    ],
                    "last": "Enchev",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Wilkinson",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "EMBO reports",
            "volume": "12",
            "issn": "",
            "pages": "350--357",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Molecular basis for ubiquitin and ISG15 cross-reactivity in viral ovarian tumor domains",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Akutsu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Virdee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Chin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Komander",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Proceedings of the National Academy of Sciences of the United States of America",
            "volume": "108",
            "issn": "",
            "pages": "2228--2233",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Structural basis for the removal of ubiquitin and interferonstimulated gene 15 by a viral ovarian tumor domain-containing protease",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "James",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Frias-Staheli",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Bacik",
                    "suffix": ""
                },
                {
                    "first": "Levingston",
                    "middle": [],
                    "last": "Macleod",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Khajehpour",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Proceedings of the National Academy of Sciences of the United States of America",
            "volume": "108",
            "issn": "",
            "pages": "2222--2227",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Deubiquitinase function of arterivirus papain-like protease 2 suppresses the innate immune response in infected host cells",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "B"
                    ],
                    "last": "Van Kasteren",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Bailey-Elkin",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "James",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Ninaber",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Beugeling",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Proceedings of the National Academy of Sciences of the United States of America",
            "volume": "110",
            "issn": "",
            "pages": "838--847",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Coronaviruses post-SARS: update on replication and pathogenesis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Perlman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Netland",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nature reviewsMicrobiology",
            "volume": "7",
            "issn": "",
            "pages": "439--450",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Mechanisms and enzymes involved in SARS coronavirus genome expression",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Thiel",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Ivanov",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Putics",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hertzig",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Schelle",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Gen Virol",
            "volume": "84",
            "issn": "",
            "pages": "2305--2315",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Identification of severe acute respiratory syndrome coronavirus replicase products and characterization of papain-like protease activity",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "H"
                    ],
                    "last": "Harcourt",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jukneliene",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kanjanahaluethai",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bechill",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Severson",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Virol",
            "volume": "78",
            "issn": "",
            "pages": "13600--13612",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Severe acute respiratory syndrome coronavirus papain-like protease: structure of a viral deubiquitinating enzyme",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ratia",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Saikatendu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Santarsiero",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Barretto",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Baker",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "103",
            "issn": "",
            "pages": "5717--5722",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Deubiquitination, a new function of the severe acute respiratory syndrome coronavirus papain-like protease?",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sulea",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Lindner",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "O"
                    ],
                    "last": "Purisima",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Menard",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "",
            "pages": "4550--4551",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The papain-like protease from the severe acute respiratory syndrome coronavirus is a deubiquitinating enzyme",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Lindner",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Fotouhi-Ardakani",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Lytvyn",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lachance",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sulea",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "",
            "pages": "15199--15208",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Selectivity in ISG15 and ubiquitin recognition by the SARS coronavirus papain-like protease",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Lindner",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Lytvyn",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Qi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lachance",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ziomek",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Arch Biochem Biophys",
            "volume": "466",
            "issn": "",
            "pages": "8--14",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The papain-like protease of severe acute respiratory syndrome coronavirus has deubiquitinating activity",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Barretto",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jukneliene",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ratia",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Mesecar",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "",
            "pages": "15189--15198",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Regulation of IRF-3-dependent innate immunity by the papain-like protease domain of the severe acute respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Devaraj",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tseng",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Biol Chem",
            "volume": "282",
            "issn": "",
            "pages": "32208--32221",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Severe acute respiratory syndrome coronavirus papain-like protease ubiquitin-like domain and catalytic domain regulate antagonism of IRF3 and NF-kappaB signaling",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Frieman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ratia",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Johnston",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Mesecar",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Baric",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Virol",
            "volume": "83",
            "issn": "",
            "pages": "6689--6705",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Deubiquitinating and interferon antagonism activities of coronavirus papain-like proteases",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Clementz",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Banach",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J Virol",
            "volume": "84",
            "issn": "",
            "pages": "4619--4629",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Immunity by ubiquitylation: a reversible process of modification",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Penninger",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Karin",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nat Rev Immunol",
            "volume": "5",
            "issn": "",
            "pages": "941--952",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Kinetic studies on the inhibition of isopeptidase T by ubiquitin aldehyde",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Melandri",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Grenier",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Plamondon",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "P"
                    ],
                    "last": "Huskey",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Stein",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Biochemistry",
            "volume": "35",
            "issn": "",
            "pages": "12893--12900",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Crystal structure of a UBP-family deubiquitinating enzyme in isolation and in complex with ubiquitin aldehyde",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Cell",
            "volume": "111",
            "issn": "",
            "pages": "1041--1054",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Structural basis of ubiquitin recognition by the deubiquitinating protease USP2",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Renatus",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Parrado",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "&apos;arcy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Eidhoff",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Gerhartz",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Structure",
            "volume": "14",
            "issn": "",
            "pages": "1293--1302",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Ubiquitin-binding domains",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hicke",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Schubert",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Hill",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nat Rev Mol Cell Biol",
            "volume": "6",
            "issn": "",
            "pages": "610--621",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Structure of tetraubiquitin shows how multiubiquitin chains can be formed",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Cook",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Jeffrey",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kasperek",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Pickart",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J Mol Biol",
            "volume": "236",
            "issn": "",
            "pages": "601--609",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Crystal structure and solution NMR studies of Lys48-linked tetraubiquitin at neutral pH",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Eddins",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Varadan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fushman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Pickart",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wolberger",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Mol Biol",
            "volume": "367",
            "issn": "",
            "pages": "204--211",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "The structure and conformation of Lys63-linked tetraubiquitin",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Datta",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Hura",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wolberger",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Mol Biol",
            "volume": "392",
            "issn": "",
            "pages": "1117--1124",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Molecular discrimination of structurally equivalent Lys 63-linked and linear polyubiquitin chains",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Komander",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Reyes-Turcu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Licchesi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Odenwaelder",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Wilkinson",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "EMBO Rep",
            "volume": "10",
            "issn": "",
            "pages": "466--473",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Crystal structure of the interferon-induced ubiquitin-like protein ISG15",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Narasimhan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Fu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Klein",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Haas",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Biol Chem",
            "volume": "280",
            "issn": "",
            "pages": "27356--27365",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Ubiquitin chain conformation regulates recognition and activity of interacting proteins",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Blaser",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Horrocks",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Ruedas-Rama",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ibrahim",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nature",
            "volume": "492",
            "issn": "",
            "pages": "266--270",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "The hydrophobic effect contributes to polyubiquitin chain recognition",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Beal",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Toscano-Cantaffa",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Young",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rechsteiner",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Pickart",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Biochemistry",
            "volume": "37",
            "issn": "",
            "pages": "2925--2934",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Deubiquitinating and interferon antagonism activities of coronavirus papainlike proteases",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Clementz",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Banach",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Journal of virology",
            "volume": "84",
            "issn": "",
            "pages": "4619--4629",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Both amino-and carboxyl-terminal sequences within I kappa B alpha regulate its inducible degradation",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Elwood",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Greene",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Molecular and cellular biology",
            "volume": "16",
            "issn": "",
            "pages": "1058--1065",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "A novel active site-directed probe specific for deubiquitylating enzymes reveals proteasome association of USP14",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Borodovsky",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Kessler",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Casagrande",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Overkleeft",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Wilkinson",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Embo J",
            "volume": "20",
            "issn": "",
            "pages": "5187--5196",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Structure and mechanisms of the proteasome-associated deubiquitinating enzyme USP14",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Jeffrey",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Chenova",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Embo J",
            "volume": "24",
            "issn": "",
            "pages": "3747--3756",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "The structure of the CYLD USP domain explains its specificity for Lys63-linked polyubiquitin and reveals a B box module",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Komander",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Lord",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Scheel",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Swift",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hofmann",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Mol Cell",
            "volume": "29",
            "issn": "",
            "pages": "451--464",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Structural basis for specific cleavage of Lys 63-linked polyubiquitin chains",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sato",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Yoshikawa",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Yamagata",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Mimura",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yamashita",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nature",
            "volume": "455",
            "issn": "",
            "pages": "358--362",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Kinetic and mechanistic studies on the hydrolysis of ubiquitin C-terminal 7-amido-4-methylcoumarin by deubiquitinating enzymes",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Dang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "D"
                    ],
                    "last": "Melandri",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Stein",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Biochemistry",
            "volume": "37",
            "issn": "",
            "pages": "1868--1879",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Amino-terminal dimerization, NRDP1-rhodanese interaction, and inhibited catalytic domain conformation of the ubiquitin-specific protease 8 (USP8)",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "V"
                    ],
                    "last": "Avvakumov",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Walker",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Xue",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Finerty",
                    "suffix": ""
                },
                {
                    "first": "Jr",
                    "middle": [],
                    "last": "Mackenzie",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Biol Chem",
            "volume": "281",
            "issn": "",
            "pages": "38061--38070",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Diversity of ubiquitin and ISG15 specificity among nairoviruses' viral ovarian tumor domain proteases",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Capodagli",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Deaton",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Lumpkin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Pegan",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Journal of virology",
            "volume": "87",
            "issn": "",
            "pages": "3815--3827",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Structural analysis of a viral ovarian tumor domain protease from the Crimean-Congo hemorrhagic fever virus in complex with covalently bonded ubiquitin",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Capodagli",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Mckercher",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Masters",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Brunzelle",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Journal of virology",
            "volume": "85",
            "issn": "",
            "pages": "3621--3630",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "The ISG15 conjugation system broadly targets newly synthesized proteins: implications for the antiviral function of ISG15",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Durfee",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lyon",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Seo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Huibregtse",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Mol Cell",
            "volume": "38",
            "issn": "",
            "pages": "722--732",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Ovarian tumor domain-containing viral proteases evade ubiquitin-and ISG15-dependent innate immune responses",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Frias-Staheli",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "V"
                    ],
                    "last": "Giannakopoulos",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kikkert",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bridgen",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Cell Host Microbe",
            "volume": "2",
            "issn": "",
            "pages": "404--416",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Positive regulation of interferon regulatory factor 3 activation by Herc5 via ISG15 modification",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "X"
                    ],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "Y"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Mol Cell Biol",
            "volume": "30",
            "issn": "",
            "pages": "2424--2436",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Regulation of NF-kappaB by deubiquitinases",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "W"
                    ],
                    "last": "Harhaj",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Dixit",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Immunol Rev",
            "volume": "246",
            "issn": "",
            "pages": "107--124",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Deubiquitylation and regulation of the immune response",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nat Rev Immunol",
            "volume": "8",
            "issn": "",
            "pages": "501--511",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "DUBA: a deubiquitinase that regulates type I interferon production",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kayagaki",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Phung",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chaudhari",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Quan",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Science",
            "volume": "318",
            "issn": "",
            "pages": "1628--1632",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "CSN controls NF-kappaB by deubiquitinylation of IkappaBalpha",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Schweitzer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Bozko",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Dubiel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Naumann",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Embo J",
            "volume": "26",
            "issn": "",
            "pages": "1532--1541",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Isolation of a novel coronavirus from a man with pneumonia in Saudi Arabia",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Zaki",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Van Boheemen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Bestebroer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Osterhaus",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Fouchier",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "The New England journal of medicine",
            "volume": "367",
            "issn": "",
            "pages": "1814--1820",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "A double-inactivated severe acute respiratory syndrome coronavirus vaccine provides incomplete protection in mice and induces increased eosinophilic proinflammatory pulmonary response upon challenge",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bolles",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Deming",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Long",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Agnihothram",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Whitmore",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Journal of virology",
            "volume": "85",
            "issn": "",
            "pages": "12201--12215",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "A Strategy for Modulation of Enzymes in the Ubiquitin System",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ernst",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Avvakumov",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Science",
            "volume": "339",
            "issn": "6119",
            "pages": "590--595",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Derivitization of the C-terminus of ubiquitin and ubiquitin-like proteins using intein chemistry: methods and uses",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Wilkinson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gan-Erdene",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kolli",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Methods Enzymol",
            "volume": "399",
            "issn": "",
            "pages": "37--51",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Protein production by auto-induction in high density shaking cultures",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "W"
                    ],
                    "last": "Studier",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Protein Expr Purif",
            "volume": "41",
            "issn": "",
            "pages": "207--234",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Macromolecular Crystallography. Methods in Enzymology",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Otwinowski",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Minor",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "276",
            "issn": "",
            "pages": "307--326",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Phaser crystallographic software",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Mccoy",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Grosse-Kunstleve",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Adams",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Winn",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Storoni",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Appl Crystallogr",
            "volume": "40",
            "issn": "",
            "pages": "658--674",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Efficient anisotropic refinement of macromolecular structures using FFT",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "N"
                    ],
                    "last": "Murshudov",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Vagin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lebedev",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Dodson",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Acta Crystallogr D Biol Crystallogr",
            "volume": "55",
            "issn": "",
            "pages": "247--255",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Coot: Model-Building Tools for Molecular Graphics",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Emsley",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Cowtan",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Acta Crystallographica Section D -Biological Crystallography",
            "volume": "60",
            "issn": "",
            "pages": "2126--2132",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The PLpro-ubiquitin interface involves both polar and hydrophobic interactions. PLpro is shown in blue and ubiquitin is shown in orange. Areas of interest are labeled. The 'hydrophobic patch' of ubiquitin is colored in magenta. Ubiquitin residues are italicized. A. Surface representation of PLpro bound to ubiquitin aldehyde. B. Overall schematic of the interface. C. A detailed view of the polar area of contacts designated in (B). Hydrogen bonds directly between PLpro and ubiquitin and those between intervening water molecules (red spheres) are shown as dashed lines. D. A detailed view of the hydrophobic area of contacts designated in (B). doi:10.1371/journal.ppat.1004113.g001",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "PLpro prefers K48-linked ubiquitin to K63-linked ubiquitin and ISG15 to mono-ubiquitin. A. SDS-PAGE analysis of PLpro isopeptidase activity with K48-Ub 5 (top gel) and K63-Ub 5 (bottom gel) chains. Reactions times (in minutes) are indicated above each well, and the different ubiquitin species are marked to the right of the gels. Note the inability of PLpro to process K48-Ub 2 to mono-ubiquitin. B. Comparison of PLpro activity with Ub-AMC (gray circles) and ISG15-AMC (white squares) as a function of substrate concentration. C. The inhibition of PLpro activity by free mono-ubiquitin (gray circles), free ISG15 (white squares), K63-Ub 2 (black diamonds) and K48-Ub 2 (black circles) is plotted as a function of inhibitor concentration. doi:10.1371/journal.ppat.1004113.g003",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Proposed recognition models of K48-Ub 2 and ISG15 by PLpro. PLpro is shown as a surface representation and colored grey. The ubiquitin binding subsites distal to the isopeptide bond are indicated in red for SUb1 and blue for SUb2. Ubiquitin molecules in the chain are indicated as circles in yellow and numbering follows conventional protease substrates numbering with ubiquitins distal to the isopeptide bond as Ub2, Ub1 and those proximal as Ub19 etc. Ubiquitin lysines are labeled as K48 or K63. The greater than symbols (..) designate the relative affinity of one complex over the other from data presented inFigure 3. doi:10.1371/journal.ppat.1004113.g004",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Modeling and mutational analysis suggest that PLpro binds to ISG15 and K48-Ub 2 , but not K63-Ub 2 , in a bidentate manner. Initial model of PLpro (blue surface) bound to ISG15 (yellow) (A), K48-Ub 2 (orange) (B), and K63-Ub 2 (orange) (C). The multiple conformations of the distal ubiquitin depicted as transparent cartoons in (B) represent the range of pre-experimental binding configurations for K48-Ub 2 . D. A detailed view of mutated PLpro residues designed to locate the second binding site for K48-Ub 2 and ISG15. These residues are shaded in cyan in A-D. Residues marked with an asterisk designate follow-up mutations. doi:10.1371/journal.ppat.1004113.g005",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Updated models of (A) ISG15 (yellow) and (B) K48-Ub 2 (orange) and bound to PLpro (blue). The ubiquitin hydrophobic patch residues are shown in magenta. PLpro residues identified through site-directed mutagenesis as important for K48-Ub 2 and ISG15 binding are highlighted in a yellow circle. The two distal regions involved in binding Ub2 or ISG15 are labeled as distal-1 (closest to active site, location of single ubiquitin binding) and distal-2 (binding of second ubiquitin-like domain). doi:10.1371/journal.ppat.1004113.g007",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Deubiquitinating activity and NF-kB antagonism are reduced by mutation of SARS-CoV PLpro residue F70. (A) HEK293T cells were transfected with expression plasmids encoding FLAG-Ub and the indicated PLpro. At 18 hours post transfection, cells were lysed and immunoblotted for FLAG-Ub, calnexin, and PLpro-V5. (B) HEK293T cells were transfected with constructs expressing nsp2-3-GFP and SARS-CoV PLpro-V5. Lysates were immunoblotted with anti-GFP, anti-calnexin, and anti-V5. (C) HEK293 cells were transfected with IkBa-HA and the indicated PLpro. After 16 hours incubation, cells were stimulated with TNFa (20 ng/ml). Lysates were analyzed by 10% SDS-PAGE and immunoblotted for anti-HA, anti-calnexin, and anti-V5. (D) 293HEK cells were transfected with NFkB-reporter and Renilla luciferase control constructs and the indicated PLpro. After 12 hours, TNFa was added to a final concentration of 10 ng/mL and the cells were incubated for an additional 4 hours. Results are normalized to induction of NFkB reporter activity by TNFa. Panels below are western blots of the lysates using anti-V5 for detection of PLpro and anti-actin as a protein loading control. Experiments were performed in triplicate and repeated twice. * = p,.05 statistical difference from mock transfected cells by student t-test. doi:10.1371/journal.ppat.1004113.g008",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Data collection and refinement statistics for PLproubiquitin aldehyde complex. (PDF)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank Keith Wilkinson for providing the pTYB2-Ub 1-75 plasmid. We gratefully acknowledge the help we received from the synchrotron beamline personnel at the Advanced Photon Source (LS-CAT) 21-ID-F beamline. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}