{
    "paper_id": "b936109e0b0de2cb59b2ed271614bb710e8e04af",
    "metadata": {
        "title": "Thermal Image Scanning for Influenza Border Screening: Results of an Airport Screening Study",
        "authors": [
            {
                "first": "Patricia",
                "middle": [
                    "C"
                ],
                "last": "Priest",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Otago",
                    "location": {
                        "settlement": "Dunedin",
                        "region": "New Zealand"
                    }
                },
                "email": ""
            },
            {
                "first": "Alasdair",
                "middle": [
                    "R"
                ],
                "last": "Duncan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Canterbury District Health Board",
                    "location": {
                        "addrLine": "3 Virology Section",
                        "settlement": "Christchurch",
                        "region": "New Zealand"
                    }
                },
                "email": ""
            },
            {
                "first": "Lance",
                "middle": [
                    "C"
                ],
                "last": "Jennings",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [
                    "G"
                ],
                "last": "Baker",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Otago Wellington",
                    "location": {
                        "settlement": "Wellington",
                        "country": "New Zealand"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Infrared thermal image scanners (ITIS) appear an attractive option for the mass screening of travellers for influenza, but there are no published data on their performance in airports.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods: ITIS was used to measure cutaneous temperature in 1275 airline travellers who had agreed to tympanic temperature measurement and respiratory sampling. The prediction by ITIS of tympanic temperature (37.8uC and 37.5uC) and of influenza infection was assessed using Receiver Operating Characteristic (ROC) curves and estimated sensitivity, specificity and positive predictive value (PPV).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Findings: Using front of face ITIS for prediction of tympanic temperature $37.8uC, the area under the ROC curve was 0.86 (95%CI 0.75-0.97) and setting sensitivity at 86% gave specificity of 71%. The PPV in this population of travellers, of whom 0.5% were febrile using this definition, was 1.5%. We identified influenza virus infection in 30 travellers (3 Type A and 27 Type B). For ITIS prediction of influenza infection the area under the ROC curve was 0.66 (0.56-0.75), a sensitivity of 87% gave specificity of 39%, and PPV of 2.8%. None of the 30 influenza-positive travellers had tympanic temperature $37.8uC at screening (95%CI 0% to 12%); three had no influenza symptoms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusion: ITIS performed moderately well in detecting fever but in this study, during a seasonal epidemic of predominantly influenza type B, the proportion of influenza-infected travellers who were febrile was low and ITIS were not much better than chance at identifying travellers likely to be influenza-infected. Although febrile illness is more common in influenza A infections than influenza B infections, many influenza A infections are afebrile. Our findings therefore suggest that ITIS is unlikely to be effective for entry screening of travellers to detect influenza infection with the intention of preventing entry of the virus into a country.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Rising concerns regarding Influenza A (H5N1) and the pandemic of Influenza A (H1N1) 2009 have led to the use of infrared thermal image scanners (ITIS) at some borders for the mass screening of travellers to detect those who might be infected with influenza [1] . ITIS measure body surface temperature rapidly, non-invasively, and with no contact, minimising the risk of contagion. They therefore have the potential to comply with the International Health Regulations' emphasis on containing the spread of disease in ways that avoid unnecessary interference with international traffic and trade [2] .",
            "cite_spans": [
                {
                    "start": 257,
                    "end": 260,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 594,
                    "end": 597,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Evaluations of the use of ITIS in clinical settings have been conducted, and have reported sensitivities of 15% to 90% for confirmed fever depending on the cut-off used to define fever [3, 4, 5, 6] . However, these findings may not be applicable to border screening. ITIS measure body surface temperature, not body core temperature, and so ITIS temperature measurements are subject to the influence of a range of human and environmental factors. These include whether a person is sunburnt, has taken antipyretics or has circulatory problems, and also the ambient temperature and humidity. Consequently it is important that the relationship between body surface temperature and body core temperature be evaluated within the environment in which ITIS are to be operated.",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 188,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 189,
                    "end": 191,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 192,
                    "end": 194,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 195,
                    "end": 197,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In the airport setting, thermal scanning of arriving travellers has been used to screen for several different infectious diseases. During the outbreak of Severe Acute Respiratory Syndrome (SARS) ITIS use was documented, however only the numbers of travellers triggering the scanner were reported, without stating the cut-off threshold used for fever or reporting on any subsequent method used to confirm febrile status [7, 8, 9] . A trial dengue fever screening programme found that among travellers arriving into Cairns airport [10] 12% (118/963) of travellers who triggered the pre-set alarm threshold were confirmed to be febrile on tympanic temperature measurement. Influenza screening in Singapore found that only 12% of cases of pandemic (H1N1) 2009 infection with onset within 10 days of arrival were detected by ITIS on entry [11] .",
            "cite_spans": [
                {
                    "start": 419,
                    "end": 422,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 423,
                    "end": 425,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 426,
                    "end": 428,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 529,
                    "end": 533,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 834,
                    "end": 838,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Proper evaluation of a screening test requires that the 'gold standard' test is applied to both test positive and test negative participants in the study. To evaluate the use of ITIS in border screening for influenza, its performance in predicting both fever and also influenza infection is necessary. However to date no studies have been reported that tested ITIS negative travellers for either fever or influenza infection [12, 13] .",
            "cite_spans": [
                {
                    "start": 425,
                    "end": 429,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 430,
                    "end": 433,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We undertook both ITIS and tympanic temperature measurement on, and collected specimens for testing for influenza from, symptomatic and asymptomatic air travellers arriving into Christchurch, New Zealand during the Southern hemisphere winter in 2008. This paper assesses the performance of ITIS in detection of fever and infection with seasonal influenza in these airline travellers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This evaluation of thermal image scanning was carried out as part of a larger study to measure the prevalence of seasonal influenza infection in arriving airline travellers and the effectiveness of a screening questionnaire for detecting those with influenza infection. The design followed closely a pilot study carried out in 2007 [14] .",
            "cite_spans": [
                {
                    "start": 332,
                    "end": 336,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Study design"
        },
        {
            "text": "Three airlines agreed to have their staff distribute a screening questionnaire to travellers (passengers and crew) during flights travelling from Australian airports to Christchurch, New Zealand. The questionnaires were collected by research assistants following immigration processing on arrival in Christchurch. 'Symptomatic' travellers were defined as those who reported one or more of the following symptoms: cough, sore throat, sneezing, fever or chills, runny or blocked nose, muscle aches or pains, feeling generally unwell, chest discomfort or breathing difficulties.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participants"
        },
        {
            "text": "Symptomatic travellers were all invited to have throat and nose swabs (Copan Italia SPA, Brescia, Italy) taken and their temperature measured. In addition, half the questionnaires were marked and were randomly placed into the sets of questionnaires delivered to the flight crew (the sequence was determined by the RAND function of Microsoft Excelß). Arriving travellers carrying a marked questionnaire were also invited to have swabs and temperature taken. The nurse taking the swabs noted on the request form whether the traveller was symptomatic or asymptomatic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measures"
        },
        {
            "text": "For the 23 working days from 21 August to 12 September 2008, cutaneous temperature from those travellers invited to participate who had given consent was measured using ITIS (Therma-CAM TM E45, FLIR Systems, Sweden) prior to swabs being taken. A focal plane array (1606120 pixels) was used on the front of the face and the side of the face (see Figure 1 ) and the maximum temperature reading for each was recorded. After the swabs were taken, each participant's tympanic temperature was measured using an infrared tympanic thermometer (ThermaScan PRO4000, BRAUN, Germany).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 345,
                    "end": 353,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Measures"
        },
        {
            "text": "The ambient temperature in the arrivals hall was a consistent 20.5uC at all times during data collection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measures"
        },
        {
            "text": "All nasal and throat swab samples were analysed at Canterbury Health Laboratories, Christchurch. A multiplexed tandem polymerase chain reaction (MT-PCR) assay was employed to detect the presence of influenza A and B virus infection, as described by the manufacturer (Easy-Plex Influenza A+B kit, Cat. No. 3005.01, AusDiagnostics Pty Ltd, Sydney, Australia).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Laboratory Analysis"
        },
        {
            "text": "Stataß 10 was used to analyse the data. The cii command was used to calculate Poisson exact confidence intervals around the proportion of influenza-infected travellers who were febrile.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Analysis"
        },
        {
            "text": "Information about temperature measurements was collected on the swab consent form and linked to the symptom information on the questionnaire using a unique swab identifier. Nine swab results were unable to be linked as their identifier had not been attached to any questionnaire. For these individuals the nurse's note of whether or not they were symptomatic was used to define their symptom status.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Analysis"
        },
        {
            "text": "Analyses were performed to assess the accuracy of ITIS measurements in predicting two different tympanic temperature thresholds:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Analysis"
        },
        {
            "text": "1. tympanic temperature $37.8uC (.100uF -the level used by the Centers for Disease Control in defining 'influenza-like illness') [15] 2. tympanic temperature $37.5uC (the threshold used in the majority of reports) [12] .",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 133,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 214,
                    "end": 218,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Data Analysis"
        },
        {
            "text": "Firstly, a Receiver Operating Characteristic (ROC) curve [16] was constructed. ROC curves assess the ability of a test (in this case the ITIS measure) to discriminate between people who have, and who do not have, a condition (fever). The area under the ROC curve for an uninformative test is 0.5.",
            "cite_spans": [
                {
                    "start": 57,
                    "end": 61,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Data Analysis"
        },
        {
            "text": "Secondly, a level of ITIS temperature with sensitivity closest to 85% was chosen and the specificity calculated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Analysis"
        },
        {
            "text": "Finally, the positive predictive value (PPV) of the chosen level of ITIS temperature was estimated. The positive predictive value is the proportion of people who test positive (i.e. are 'positive' on ITIS) who actually have the condition of interest. It is not appropriate to calculate the PPV of ITIS measures directly in this sample since it was not a random sample of the population of travellers but was instead 'enriched' by including as many symptomatic travellers as were prepared to provide respiratory samples. Therefore, the prevalence of fever (by each definition) in the holders of marked questionnaires was combined with the sensitivity and specificity of ITIS for detecting fever to estimate the PPV in the population of all travellers who arrived on the flights that took part in the study. To assess the utility of fever as a screening test for influenza infection (MT-PCR result), sensitivity, specificity, and population PPV for influenza were estimated for each tympanic temperature threshold, and the ITIS threshold used above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Analysis"
        },
        {
            "text": "This study was approved by the New Zealand Health and Disability Multiregion Ethics Committee. Written informed consent was obtained from all participants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics"
        },
        {
            "text": "In total, 5274 travellers returned a questionnaire during the study period, of whom 823 (15.6%) were symptomatic by our definition. Figure 2 shows the pathway of potential participants through the study.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 132,
                    "end": 140,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Participants"
        },
        {
            "text": "Accuracy of thermal scanning in predicting core temperature Seven participants had a tympanic temperature of $37.8uC (2 reported no symptoms and 5 were symptomatic). Five held marked questionnaires, giving a prevalence of fever by this definition of 0.5% (5/1063). Half of the 38 participants with a tympanic temperature of $37.5uC were symptomatic. Thirty-two of them held a marked questionnaire, so the prevalence of fever by this definition was 3.0% (32/1063). Figure 3 is a ROC curve showing the ability of ITIS front of face measurement to predict a tympanic temperature of $37.8uC. Table 1 shows the test characteristics of ITIS as a predictor of tympanic temperature. For each definition of 'fever' (determined by tympanic temperature measurement), and for each site of ITIS measurement (front and side of face), the table shows: the ITIS threshold that gave a sensitivity closest to 85% in our data; the proportion of travellers with an ITIS measure above that threshold (i.e. who would have 'triggered' the ITIS during screening); the area under the ROC curve; the actual sensitivity of that threshold; and its specificity. The prevalence of fever at each threshold in holders of marked questionnaires (as an estimate of the prevalence in this population of arriving travellers) is also shown, as well as the estimated PPV of ITIS for fever in this population. Most (90%; 27/30) influenza-positive participants were symptomatic, but none (0%) had a measured tympanic temperature of $37.8uC (99%CI 0% to 18%), and only two (7%) had a measured tympanic temperature of $37.5uC(99%CI 0.3% to 31%). Table 2 shows the ability of tympanic and ITIS temperatures to predict influenza infection in a population where the prevalence is 2% (the estimate of the prevalence of infection in this population of arriving travellers). With high sensitivity, specificity is very low. Combined with the low prevalence of influenza infection in this population, PPV is also very low.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 464,
                    "end": 472,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 588,
                    "end": 595,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1603,
                    "end": 1610,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Participants"
        },
        {
            "text": "Influenza-positive participants reported that the first of their symptoms started between 12 hours and 24 days prior to answering the questionnaire, with symptom duration of 2 days or less in 11 participants, more than 2 and up to 5 days in 7 participants, and more than 5 days in 8 participants (3 were asymptomatic and 1 did not respond to this question).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participants"
        },
        {
            "text": "The greatest potential for the use of ITIS to screen incoming or departing travellers for infectious diseases such as a pandemic strain of influenza would be as the first stage of screening; that is, to identify and select out a high risk group for further assessment, for example by questionnaire, body core temperature measurement, and/or respiratory sample collection. This would require very high sensitivity for raised body temperature, as any travellers who 'slipped through' the screening process would enter the community and potentially spread infection. In addition, core temperature would need to be a good predictor of infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Can thermal scanning predict core temperature?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This study shows that, among a group comprising both asymptomatic and symptomatic arriving international airline travellers, ITIS can have moderately high sensitivity and specificity for a high body core temperature of $37.8uC. However, the low prevalence of fever in arriving travellers means that the PPV is very low.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Measurement of the sensitivity of fever for influenza infection requires that afebrile as well as febrile people, from the same population, are tested for influenza infection. There are few studies that have done this, as symptoms of 'influenza-like illness', which include fever, are usually criteria for entry to studies of influenza [17, 18, 19] . Such studies, with selected participants with a high prevalence of influenza infection, overestimate the sensitivity and dramatically overestimate the PPV of fever for influenza infection in unselected populations, such as airline travellers. A review of volunteer challenge studies [20] showed that not only were approximately 30% of influenza infections asymptomatic, but only 35% of those with symptoms had a measured fever .37.8uC. This study found a lower prevalence of fever among the participants infected with Influenza B (7/101) than with Influenza A H1N1(88/285; 31%) [20] .",
            "cite_spans": [
                {
                    "start": 336,
                    "end": 340,
                    "text": "[17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 341,
                    "end": 344,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 345,
                    "end": 348,
                    "text": "19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 634,
                    "end": 638,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 929,
                    "end": 933,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Does temperature predict infection?"
        },
        {
            "text": "In this study, none of the 30 travellers subsequently identified as infected with influenza (most of whom had influenza B) had a temperature $37.8uC, and only two had a temperature $37.5uC. These results emphasise what is already known about fever as a symptom of influenza -while it clearly is one of the symptoms that can be experienced by people with influenza infection, it does not occur in all infected people [20] . The prevalence of fever is high in case series of patients with confirmed influenza infection [11, 21] , since often one of the criteria that is often used to determine whether testing takes place is the presence of fever. However, where fever is not used as a criterion for influenza testing, the prevalence of fever is by no means 100%, even among people with severe symptoms. For example, among 106 patients hospitalised with respiratory disease [22] , 39% of those with confirmed pandemic (H1N1) 2009 infection did not have a temperature of $37.8uC at any time during admission. In this study, the predominance of Influenza B infection may partly explain the low prevalence of fever among infected participants (although the three with Influenza A all had tympanic temperatures ,37.2uC ).Even with more pyrexigenic strains, among travellers, who by definition are not severely unwell and in fact who are mostly not unwell at all, the proportion of influenza infected people who are afebrile can be expected to be much higher than among hospitalised patients [22] (because the sicker infected people don't travel), as shown in this study.",
            "cite_spans": [
                {
                    "start": 416,
                    "end": 420,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 517,
                    "end": 521,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 522,
                    "end": 525,
                    "text": "21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 872,
                    "end": 876,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1485,
                    "end": 1489,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Does temperature predict infection?"
        },
        {
            "text": "It was a condition of conducting this study that we did not delay the transit of passengers through the airport by more than a few minutes and, therefore, measurements had to be made efficiently. We used a single measurement by an infrared tympanic thermometer as our 'gold standard' measure of core temperature. This approach may have introduced some random error into our results, but is unlikely to have caused systematic bias and is likely to be similar to the way that temperature would be confirmed in practice. In addition, our participants sat still at approximately 1m from the scanner for the ITIS measure and those who were wearing glasses were asked to remove them, steps likely to have provided greater accuracy than ITIS measures that are taken as numerous people walk past a fixed scanner in an arrivals hall. Therefore our study provides an assessment of the best results that could be expected from the use of ITIS in border screening for influenza.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations of this study"
        },
        {
            "text": "In this study, no influenza-infected travellers had a measured tympanic temperature $37.8uC. We do not believe that this was because of systematic errors in tympanic temperature measurements, as these were measured by trained nurses using standard thermometers. We acknowledge that the number of infected travellers was relatively small at 30 but the probability is only 0.005 (0.5%) that the prevalence of fever among the population of infected travellers arriving from Australia into Christchurch at this time was greater than 18%; in other words the vast majority of infected travellers in this population were afebrile.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations of this study"
        },
        {
            "text": "Among travellers, the proportion of influenza cases who are febrile may be low because those infected with influenza that is causing fever may feel too unwell to travel; 25% of travelassociated cases of pandemic (H1N1) 2009 infection with onset in Singapore were symptomatic on embarkation but the proportion who were febrile was not reported [11] . In addition, it is possible that unwell infected travellers had used anti-pyretics prior to or during the flight, but this is a limitation of ITIS rather than of our study. The study assessed the performance of ITIS in the real world, which includes the fact that some unwell people take antipyretics. Also, the flights that were part of this study were relatively short -3 to 4 hours -and it is possible that on longer flights some of the infected travellers might have become febrile. However, it remains unlikely that fever would occur in all, or even most, infected travellers arriving at any international airport [23] .",
            "cite_spans": [
                {
                    "start": 343,
                    "end": 347,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 969,
                    "end": 973,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Limitations of this study"
        },
        {
            "text": "Good evidence on influenza virus transmissibility during the various phases of viral infection, (including afebrile infection and asymptomatic infection) is not available, but detection of viral RNA on a respiratory sample does not necessarily mean that the infected person is, or will be, infectious. We were not able to perform culture for influenza virus in this study, so it is possible that some of the infected travellers were not shedding viable virus. Although the approximately one third of participants whose symptoms were of 2 days' duration or less were likely to be in the early stages of their infection, those with longer duration of symptoms may not have been. Unfortunately the symptoms of influenza are so non-specific that it is difficult to estimate the stage of influenza infection in a traveller with, for example, a cough that has been present for several weeks. Nonetheless, it seems reasonable to conclude that at least a third, and probably more, of the infected (and afebrile) participants in this study were infectious on or after arrival into New Zealand.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations of this study"
        },
        {
            "text": "Influenza-infected arriving travellers include those who are symptomatic (with or without fever), those who become symptomatic during the flight, those who will develop symptoms following arrival, and those who will never have symptoms. It is not known whether the latter group are infectious, but clearly only the first two categories could potentially be detected by entry screening. Most people who were infected but asymptomatic on boarding will still be asymptomatic on arrival at their destination [23] . However, in the absence of effective exit screening during the H1N1 2009 pandemic, some countries decided to use ITIS in entry screening with the hope that detecting travellers who were febrile on arrival would be worthwhile to reduce the probability of infected travellers entering the country, and that ITIS could detect them [1] . This study provides evidence to the contrary. The low PPV of ITIS measures for fever in this population means that the number of false positives who would require further investigation, presumably by taking a tympanic temperature, would be very high. In this study, using a front of face ITIS threshold of 35.4uC identifies 69% of travellers as requiring further investigation, of whom only 4.1% had a tympanic temperature $37.5uC. The PPV of any of the measures of temperature for influenza infection itself was lower, at less than 3%. However, the prevalence of disease is an important determinant of PPV, and the prevalence of influenza infection in this study, performed during the 'influenza season', was low at 1.9%. There are no other published estimates of the prevalence of influenza in arriving travellers, but it could be argued that the prevalence of infection would be higher during a pandemic, which typically infects a higher proportion of the population than seasonal influenza, than in this study. On the other hand, particularly if local containment strategies were in place in originating countries, the prevalence of infection in travellers might be lower during a pandemic. At the beginning of a pandemic, when effective entry screening would be most useful, the prevalence of infection among travellers and therefore the PPV will likely be much lower than the prevalence of seasonal influenza in this study.",
            "cite_spans": [
                {
                    "start": 504,
                    "end": 508,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 839,
                    "end": 842,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Implications"
        },
        {
            "text": "More importantly, raised temperature itself by any measurement technology is insufficiently sensitive for influenza infection for its measurement to be effective for mass screening in a pandemic situation. Use of ITIS to identify travellers at high risk of fever, measuring the core temperature of ITIS-positive travellers, and then taking specimens from those with high core temperatures would have failed to identify all the influenza-infected travellers in this study. Using a lower temperature threshold (however measured) for taking specimens could detect a high proportion of influenza-infected travellers only by taking specimens from what is likely to be an unfeasibly high proportion of travellers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications"
        },
        {
            "text": "Governments may decide to implement entry screening, including ITIS, for reasons other than to actually detect most influenza-infected arrivals, for example to deter unwell people from travelling, or to demonstrate to their citizens that they are doing everything they can to protect population health. The risks associated with this approach include the potentially very large opportunity cost of further investigating ITIS 'positive' travellers, including quarantine of those febrile on tympanic temperature measurement pending specimen processing, and the potential for the loss of public confidence in the pandemic response when it becomes clear that many infected travellers were not detected by the screening and entered the country.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications"
        },
        {
            "text": "In this study, during a seasonal epidemic of predominantly influenza type B, influenza-infected arriving travellers had a very low prevalence of fever. Consequently, ITIS would not have identified influenza-infected travellers even though it performed moderately well at detecting febrile travellers. Some aspects of this study may not generalise to a pandemic of Influenza A. Although febrile illness is more common in influenza A infections than influenza B infections, many influenza A infections are afebrile. Our findings therefore suggest that ITIS is unlikely to be effective for entry screening of travellers to detect influenza infection with the intention of preventing entry of the virus into a country.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Entry screening to delay local transmission of 2009 pandemic influenza A (H1N1)",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Cowling",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Fang",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "BMC Infect Dis",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Revision of the International Health Regulations World Health Organisation",
            "authors": [],
            "year": 2005,
            "venue": "World Health Assembly",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Screening for fever by remote-sensing infrared thermographic camera",
            "authors": [
                {
                    "first": "L-S",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cheung",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Lauder",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kumana",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Journal of Travel Medicine",
            "volume": "11",
            "issn": "",
            "pages": "273--279",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Limitations of forehead infrared body temperature detection for fever screening for severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "C-C",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Chang R-E",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Chang W-C",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Infection Control & Hospital Epidemiology",
            "volume": "25",
            "issn": "",
            "pages": "1109--1111",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Analysis of IR thermal imager for mass blind fever screening",
            "authors": [
                {
                    "first": "Eyk",
                    "middle": [],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "Gjl",
                    "middle": [],
                    "last": "Kaw",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Chang",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Microvascular Research",
            "volume": "68",
            "issn": "",
            "pages": "104--109",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Cutaneous infrared thermometry for detecting febrile patients",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hausfater",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Defrenne",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bonnet",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Riou",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Emerging Infectious Diseases",
            "volume": "14",
            "issn": "",
            "pages": "1255--1258",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "World Health Organization Working Group on International and Community Transmission of SARS (2004) Public health interventions and SARS spread",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Bell",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Emerging Infectious Diseases",
            "volume": "10",
            "issn": "",
            "pages": "1900--1906",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Thermal image scanners to detect fever in airline passengers, Vancouver and Toronto",
            "authors": [],
            "year": 2003,
            "venue": "Canada Communicable Disease Report",
            "volume": "30",
            "issn": "",
            "pages": "165--167",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Border screening for SARS",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "St John",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "De Jong",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bodie-Collins",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Squires",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Emerging Infectious Diseases",
            "volume": "11",
            "issn": "",
            "pages": "6--10",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Investigation of the optimal assessment of febrile passengers detected by infrared thermal scanning at an international airport",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Mcbride",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Buikstra",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Epidemiology of travel-associated pandemic (H1N1) 2009 infection in 116 patients",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mukherjee",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chow",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Barkham",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Seow",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Emerging Infectious Diseases",
            "volume": "16",
            "issn": "",
            "pages": "21--26",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "International travels and fever screening during epidemics: a literature review on the effectiveness and potential use of non-contact infrared thermometers",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bitar",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Goubar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Desenclos",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Euro Surveillance",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Physical interventions to interrupt or reduce the spread of respiratory viruses: systematic review",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jefferson",
                    "suffix": ""
                },
                {
                    "first": "Del",
                    "middle": [],
                    "last": "Mar",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Dooley",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ferroni",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Al-Ansary",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "BMJ",
            "volume": "339",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Screening for Influenza Infection in International Airline Travellers",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Duncan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Priest",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Jennings",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Brunton",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Baker",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "American Journal of Public Health",
            "volume": "99",
            "issn": "",
            "pages": "360--362",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Manual for the surveillance of vaccine-preventable diseases",
            "authors": [],
            "year": 2008,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Diagnostic tests 3: receiver operating characteristic plots",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Altman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Bland",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "BMJ",
            "volume": "309",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Clinical signs and symptoms predicting influenza infection",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Monto",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gravenstein",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Elliott",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Colopy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schweinle",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Archives of Internal Medicine",
            "volume": "160",
            "issn": "",
            "pages": "3243--3247",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Predicting influenza infections during epidemics with use of a clinical case definition",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Boivin",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Hardy",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Tellier",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Maziade",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Clinical Infectious Diseases",
            "volume": "31",
            "issn": "",
            "pages": "1166--1169",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Diagnosis of influenza in the community: relationship of clinical diagnosis to confirmed virological, serologic, or molecular detection of influenza",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zambon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hays",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Webster",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Newman",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Keene",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Archives of Internal Medicine",
            "volume": "161",
            "issn": "",
            "pages": "2116--2122",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Time lines of infection and disease in human influenza: a review of volunteer challenge studies",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Carrat",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Vergu",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lemaitre",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "American Journal of Epidemiology",
            "volume": "167",
            "issn": "",
            "pages": "775--785",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Clinical features of the initial cases of 2009 pandemic influenza A (H1N1) virus infection in China",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "X-W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Mao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "H-Z",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "New England Journal of Medicine",
            "volume": "361",
            "issn": "",
            "pages": "2507--2517",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Clinical diagnostic criteria for isolating patients admitted to hospital with suspected pandemic influenza",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gerrard",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Keijzers",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Vossen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Macbeth",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Lancet",
            "volume": "374",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Entry screening for severe acute respiratory syndrome (SARS) or influenza: policy evaluation",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Pitman",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Trotter",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Gay",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Edmunds",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "BMJ",
            "volume": "331",
            "issn": "",
            "pages": "1242--1243",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "ITIS image of front of face. doi:10.1371/journal.pone.0014490.g001",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Study flow chart showing how participants were selected from arrivals during the study period. doi:10.1371/journal.pone.0014490.g002Temperature as a predictor of influenza infectionOf the 1275 respiratory samples obtained from participating travellers, 30 were positive for influenza (3 Type A and 27 Type B), while 7 samples were invalid as they contained no human nucleic acid. The prevalence of influenza infection in holders of marked questionnaires with valid samples was 1.9% (20/1057).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "ROC curve of thermal scan vs tympanic temperature $37.86C. doi:10.1371/journal.pone.0014490.g003",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Test characteristics of ITIS as a predictor of tympanic temperature in 1275 arriving travellers. These were chosen as the threshold with sensitivity closest to 85% in our data.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "The performance of tympanic and ITIS measures of temperature as predictors of influenza infection in 1268 arriving travellers. These were chosen as the threshold with sensitivity closest to 85% in our data. doi:10.1371/journal.pone.0014490.t002",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank the Health Emergency Management Branch, Department of Health and Ageing, Australia for lending us the scanner; Christchurch International Airport Limited, New Zealand Customs Service, and the participating airlines for their cooperation and assistance; and Andrew Strathdee for the laboratory testing.We are grateful to Elisabeth Wells, Heath Kelly, Jonathan Van-Tam, and Rebecca Psutka for their helpful comments on drafts of this article, and to the anonymous reviewers for their helpful comments on the originally submitted version. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}