{
    "paper_id": "ba3f924cd173278664082b760dccd4c6ae738436",
    "metadata": {
        "title": "STUDIENPROTOKOLL TESTUNG VON PERSÖNLICHER SCHUTZAUSRÜSTUNG (PSA) FÜR EIN BSL4 UMFELD",
        "authors": [
            {
                "first": "Univ",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kurt",
                "middle": [],
                "last": "Zaloukal",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mag",
                "middle": [
                    "Martina"
                ],
                "last": "Loibner",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mag",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sandra",
                "middle": [],
                "last": "Hagauer",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Im Rahmen des Campus Projektes der Medizinischen Universität Graz ist ein gemeinsames Labor für biologische Arbeiten im Risikobereich 3 für die Institute Pathologie, Hygiene, Mikrobiologie & Umweltmedizin und die Biobank vorgesehen. Im Kontext von Gesundheitsversorgung und medizinischer Diagnose soll diese Einheit für die sichere und rasche Durchführung von Autopsien und Probensammlungen zur Erforschung von Pathogen-Host-Interaktionen zur Verfügung stehen. Um auch Erkrankungen durch Erreger mit pandemischem Potential bzw. therapieresistente Errerger, deren Risikogrupppe noch nicht bekannt ist, bearbeiten zu können, soll dieses Labor zusätzlich mit mobilen Isolationseinheiten (Gloveboxen), sowie einem erhöhten Personenschutz ausgestattet werden. Diese Art der Probensammlung ist derzeit nicht organisiert, jedoch von großer Bedeutung um bei neuauftretenden Erkrankungen durch Pathogenen festellen zu können, ob die Mortalität auf den Erreger oder auf Komorbiditäten zurückzuführen ist. Zusätzlich können dadurch wichtige Informationen, die sich auf die Organspezifität von Erregern, Pathogenitätsmechanismen, sowie Abwehrreaktionen des Körpers beziehen, gewonnen werden. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Einleitung"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Aufgrund des relativ hohen Zeitaufwandes für die Studie wird mit einer Dropout-Rate von ca",
            "authors": [],
            "year": null,
            "venue": "Proband/Innen wurde basierend auf Erkenntnissen vorangegangener Studien in Bezug auf Testung von Persönlicher Schutzausrüstung",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Berichterstattung Die Ergebnisse sollen in wissenschaftlichen Journalen",
            "authors": [],
            "year": null,
            "venue": "einer Dissertation, sowie auf Kongressen publiziert werden",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Biologische Gefahren I, Handbuch zum Bevölkerungsschutz",
            "authors": [],
            "year": 2007,
            "venue": "Literaturverzeichnis Bundesamt für Bevölkerungsschutz",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Biologische Gefahren II. Entscheidungshilfen zu medizinisch angemessenen Vorgehensweisen in einer B-Gefahrenlage",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Bundesamt Für Bevölkerungsschutz Und Katastrophenhilfe",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Arbeitsstoffe: Biologische Arbeitsstoffe (Einstufung, Schutzmaßnahmen, Branchenbeispiele), Wien. Bundesministerium für Arbeit, Soziales und Konsumentenschutz",
            "authors": [
                {
                    "first": "Arbeit",
                    "middle": [],
                    "last": "Bundesministerium Für",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Arbeitnehmer/innen gegen Gefährdung durch biologische Arbeitsstoffe (Verordnung biologische Arbeitsstoffe -VbA)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Biological Safety, Principles and Practices",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "O"
                    ],
                    "last": "Fleming",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Hunt",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Biosafety level 3 laboratory for autopsies of patients with severe acute respiratory syndrome: principles, practices, and prospects",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "41",
            "issn": "",
            "pages": "815--821",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Patient care in a biological safety level-4 (BSL-4) environment",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Marklund",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Critical care nursing clinics of North America",
            "volume": "15",
            "issn": "2",
            "pages": "245--255",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Anhang Ethikkommissionsanstrag Probandeninformation / Einwilligungserklärung Nachweis der Qualifikation des Prüfers Erklärung von Interessenskonflikten Probandenausschreibung Probandenvergütung Unterschrift:………………………………",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Der Aufbau eines derartigen Probensammelzentrums erfolgt im Rahmen einer europaweiten Infrastrukturinitiative der europäischen Kommission (ERINHA = European Research Infrastructure on Highly Pathogenic Agents). Eine der Aufgaben im Zusammenhang mit diesem Projekt ist es, ein Gesamtkonzept für eine universell einsetzbare Probensammlung, im Rahmen von Autopsien, zu etablieren. Dieses Konzept soll an der Schnittstelle zwischen Gesundheitssystem und Hochsicherheitslabor angesiedelt sein und als Modelllösung für Gesamteuropa geeignet sein. Aus diesem Grund ist es erforderlich dass dieses Konzept auch für den mobilen Einsatz insbesondere für Länder mit heißem Klima einsetzbar ist (z.B. Südosteuropa, Afrika). Die Planung findet auch in enger Zusammenarbeit mit dem HITT (High Infectious Transport Team) des Roten Kreuzes, sowie der Landessanitätsdirektion und der Abteilung für Katastrophenschutz des Landes Steiermark, statt. Bei der Erstellung eines Probensammlungsmodells ist es neben dem Schutz von Mensch und Umwelt vor ungewollter Freisetzung von humanpathogenen Krankheitserregern wichtig, das Laborpersonal gegen Infektionen zu schützen. Um einen ausreichenden Schutz gewährleisten zu können, sind folgende Barrierestufen vorgesehen: 1. Räumliche Infrastruktur: P3-Labor 2. Raumausstattung: Gloveboxen mit Unterdruck und Schleusensystem, Personenschleuse Umgebungstemperatur könnte einen limitierenden Faktor beim Arbeiten mit erhöhtem Personenschutz darstellen). Weiters stellt sich die Frage welche maximal mögliche Arbeitszeit sich daraus ergibt. Es ist anzunehmen, dass mit zunehmender Beeinträchtigung die Fehlerraten ansteigen, Schutzvorschriften daher nicht mehr eingehalten werden können und in der Folge die Verletzungsgefahr somit massiv erhöht wird. Aus diesem Grund ist es wichtig, Indikatoren, die rechtzeitig auf einen Konzentrationsabfall hinweisen, zu identifizieren.Bei dieser Studie handelt es sich um eine monozentrisch durchgeführte, randomisierte, cross-over Studie. Im Rahmen der Studie werden zwei unterschiedliche Schutzanzugsysteme, bei jeweils zwei unterschiedlichen Temperaturbedingungen, gegenübergestellt. Diese Studie dient zur Ermittlung der körperlichen Leistungsfähigkeit, der Konzentrationsfähigkeit, von Fehlerraten und des subjektiven Befindens bei Laborarbeiten mit persönlicher Schutzausrüstung. Es ist eine Pilotphase geplant, die zur Optimierung der simulierten Laborarbeit in Gloveboxen, zur Definition möglichst aussagekräftiger Simulationsbedingungen (z.B. wieviele Pipettierschritte in einer bestimmten Zeit machbar sind, Testung der Logistik während der Durchführung), sowie zur Ermittlung der Relevanz der geplanten Messungen dienen soll. In die Pilotphase werden zwischen 5-7 freiwillige Probanden eingeschlossen. Basierend auf Erkenntnissen vorangegangener Studien, in Bezug auf Testung von persönlicher Schutzausrüstung, wird von einer Probandenzahl von ungefähr 20 Personen ausgegangen, wobei aufgrund des relativ hohen Zeitaufwandes für die Studie mit einer Dropout-Rate von ca. 50% gerechnet werden muss.StudienpopulationDie Studie unterteilt sich in eine Pilot-und eine Durchführungsphase, wobei in die Pilotphase zw. 5-7 und in die Durchführungsphase max. 20 freiwillige Proband/Innen eingeschlossen werden. Die Probandenrekrutierung für die Studie erfolgt über freiwillige Meldung aufgrund Auschreibung und Aushang an der KAGES, der Medizinische Universität, der Karl-Franzens-Universität, sowie der FH JOANNEUM und richtet sich vorwiegend an Student/innen und Mitarbeiter/innen dieser Institutionen. Die unten angeführten Ein-und Ausschlusskriterien kommen hier zur Anwendung. Modul I: ~ 20°C / Modul II: ~ 28°C) zu jeweils zwei verschiedenen Terminen. Zu jedem Termin führen zwischen zwei und vier Proband/Innen die unten angeführten Testreihen durch. Die Zuteilung mit welchem Schutzanzugsystem der/die Proband/in beginnt erfolgt über ein Randomisierungstool: http://www.randomizer.at/.Die unten angeführten Testreihen laufen hintereinander ab, wobei die Proband/Innen zeitversetzt beginnen. Nach 15 Minuten wird zum nächsten Test gewechselt. Zwischen den einzelnen Testungen erfolgt eine 5-minütige Erholungspause. Die Tests 1-3 werden so lange wiederholt, so lange der/die Proband/In die gegebenen Bedingungen toleriert oder bis er aus anderen Gründen abbricht (Modul I: max. 6 Std. / Modul II: max. 4 Std.). Während der Testphasen werden Herzfrequenz (HF) / Herzfrequenzvariabilität (HFV), Sauerstoffsättigung (SpO 2 ) und Körperkerntemperatur gemessen und in regelmäßigen Abständen aufgezeichnet. Unmittelbar vor und nach den einzelnen Modulen werden Urin-und Speichelproben, zur Erstellung eines Metabolitenprofils entnommen, sowie Körpergewicht und Gewicht des Anzugsystems, zur späteren Berechnung des Flüssigkeitsverlustes, gemessen. Zusätzlich zu den genannten Messungen erfolgt eine ausführliche Einschulung, Aufklärung und Anamnese vor Beginn der Studie. Die Proband/Innen werden aufgefordert sich über ihr subjektives Befinden während der Durchführung der Testreihen zu äußern, zudem erfolgt eine stündliche Befragung mittels strukturiertem Fragebogen (es erfolgt eine durchgehende Aufzeichnung über das Kommunikationssystem).Endmessungen (unmittelbar nach Beendigung od. Abbruch des Testreihen)Messung Gesamtgewicht (Proband/In inkl. Anzug)StudienabbruchDer/die Proband/in kann die Studie jederzeit abbrechen (Gründe müssen nicht, können jedoch angegeben werden). Im Modul I, in der die Testungungen bei einer Umgebungstemperatur von ca. 20°C stattfinden, wird nach Ablauf von max. 6 Stunden automatisch beendet. Im Modul II, in der die Testungen bei einer Umgebungstemperatur von ca. 28°C stattfinden, wird nach Ablauf von max. 4 Stunden automatisch beendet. Für die in die Studie eingeschlossenen Proband/Innen entsteht weder ein Nutzen noch ein Risiko. Es könnte aufgrund der Dichtheit der verwendeten Schutzanzüge zu Belastungen wie Hitzestau und Flüssigkeitsverlust durch Wärmeentwicklung im Anzug kommen und somit unter Umständen zu Herz-Kreizlauf-Beschwerden (z.B. Kollabieren) führen. In diesem Fall wird umgehend ein in Rufbereitschaft stehender Arzt konsultiert. Ansonsten ist diese Studie mit keinen weiteren Risiken behaftet. Das Datenmanagement der Probandendaten erfolgt ausschließlich in codierter Form über eine Accessdatenbank, welche nach einem Schema in dieser Art aufgebaut sein wird: in % in Ruhe Körpertemperatur in °C in Ruhe RR systolisch in Ruhe RR diastolisch in Ruhe Anmerkungen",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": " Modul I b  Modul II a  Modul II b  Untersuchungsdatum  Untersuchungsdatum  Untersuchungsdatum  Untersuchungsdatum  Testbeginn  Testbeginn  Testbeginn  Testbeginn  Testende  Testende  Testende  Testende  Testzeit gesamt  Testzeit gesamt  Testzeit gesamt  Testzeit ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1,
                    "end": 263,
                    "text": "Modul I b  Modul II a  Modul II b  Untersuchungsdatum  Untersuchungsdatum  Untersuchungsdatum  Untersuchungsdatum  Testbeginn  Testbeginn  Testbeginn  Testbeginn  Testende  Testende  Testende  Testende  Testzeit gesamt  Testzeit gesamt  Testzeit gesamt  Testzeit",
                    "ref_id": null
                }
            ],
            "section": "Modul I a"
        }
    ]
}