{
    "paper_id": "bbbac6572458c12b598b642d848b3852f2999573",
    "metadata": {
        "title": "The public health emergency management system in China: trends from 2002 to 2012",
        "authors": [
            {
                "first": "Mei",
                "middle": [],
                "last": "Sun",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ningze",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chengyue",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Dan",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jiatong",
                "middle": [],
                "last": "Zou",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ying",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Li",
                "middle": [],
                "last": "Luo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mingzhu",
                "middle": [],
                "last": "Yu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yu",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hua",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Peiwu",
                "middle": [],
                "last": "Shi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zheng",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jian",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yueliang",
                "middle": [],
                "last": "Lu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Qi",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xinhua",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zhenqiang",
                "middle": [],
                "last": "Bi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ming",
                "middle": [],
                "last": "Fan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Liping",
                "middle": [],
                "last": "Fu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jingjin",
                "middle": [],
                "last": "Yu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mo",
                "middle": [],
                "last": "Hao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Public health emergencies have challenged the public health emergency management systems (PHEMSs) of many countries critically and frequently since this century. As the world's most populated country and the second biggest economy in the world, China used to have a fragile PHEMS; however, the government took forceful actions to build PHEMS after the 2003 SARS outbreak. After more than one decade's efforts, we tried to assess the improvements and problems of China's PHEMS between 2002 and 2012. Methods: We conducted two rounds of national surveys and collected the data of the year 2002 and 2012, including all 32 provincial, 139 municipal, and 489 county CDCs. The municipal and county CDCs were selected by systematic random sampling. Twenty-one indicators of four stages (preparation, readiness, response and recovery) from the National Assessment Criteria for CDC Performance were chosen to assess the ten-year trends. Results: At the preparation stage, organization, mechanisms, workforce, and stockpile across all levels and regions were significantly improved after one decade's efforts. At the readiness stage, the capability for formulating an emergency plan was also significantly improved during the same period. At the response stage, internet-based direct reporting was 98.8%, and coping scores were nearly full points of ten in 2012. At the recovery stage, the capabilities were generally lower than expected. Conclusions: Due to forceful leadership, sounder regulations, and intensive resources, China's PHEMS has been improved at the preparation, readiness, and response stages; however, the recovery stage was still weak and could not meet the requirements of crisis management and preventive governance. In addition, CDCs in the Western region and counties lagged behind in performance on most indicators. Future priorities should include developing the recovery stage, establishing a closed feedback loop, and strengthening the capabilities of CDCs in Western region and counties.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Since the early twenty-first century, frequently appearing public health emergencies such as severe acute respiratory syndrome (SARS), Middle Eastern respiratory syndrome, and Ebola have threatened population health and social stability [1] . This has critically challenged the public health emergency management systems (PHEMSs) of many countries [2] , especially developing countries. The global community quickly reached a consensus on the development of the PHEMSs [3] . In 2005, the 58th World Health Assembly (WHA) adopted the revised International Health Regulations, which instructed the World Health Organization (WHO) member states to collaboratively confront public health emergencies of global concern. A World Health Report in 2007 also focused on global public health security in the twenty-first century. The Ebola outbreak in 2014-2015 has pushed the process of WHO reform into high gear [4] , giving top priority to changes in the WHO's emergency operations and a need to build resilient health systems that can withstand epidemics.",
            "cite_spans": [
                {
                    "start": 237,
                    "end": 240,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 348,
                    "end": 351,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 469,
                    "end": 472,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 904,
                    "end": 907,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "China has the largest population and the second biggest economy in the world. China has played an increasingly important role in preventing and controlling the global spread of epidemics in recent years and gradually changed from aid recipient to aid donor [5] . China used to have a fragile PHEMS; however, the 2003 SARS outbreak exposed many weaknesses and problems [6] , such as an ineffective response system, lagging epidemiological field investigation and laboratory testing skills, and inaccurate and untimely information communication. These aroused the public's horror and international community's blame. The central government urged governments at different levels to make political commitments and take forceful actions to build the PHEMS.",
            "cite_spans": [
                {
                    "start": 257,
                    "end": 260,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 368,
                    "end": 371,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "After more than one decade's efforts, what are the trends of China's PHEMS? What are the improvements and remaining problems? What are the implications for China and global health security? In recent years, the development of PHEMS has received increased attention in the literatures. Some researchers expressed the importance of PHEMS and the progress after SARS qualitatively [7, 8] . Others quantitatively accessed the trends using regional data, usually at a certain level or within a certain province or city [9] [10] [11] [12] . Time spans were restricted to early-phase usually around 2005 [13] . To our knowledge, little evidence could tell the differences that happened in China's PHEMS in this decade.",
            "cite_spans": [
                {
                    "start": 378,
                    "end": 381,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 382,
                    "end": 384,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 514,
                    "end": 517,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 518,
                    "end": 522,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 523,
                    "end": 527,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 528,
                    "end": 532,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 597,
                    "end": 601,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Based on two national surveys in 2006 and 2013, we previously reported that resource allocation of CDCs increased and the general completeness of PHEMS improved between 2002 and 2012 [14] . However, what measures PHEMS carried out and how it changed still remained unclear. This paper will attempt to answer these questions specifically.",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 187,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "This article consists of the follows. The next section provides details on methodology,including sampling, indicator selection and measurements, data collection, and data analysis methods. The third section shows the results, followed by discussion corresponding to the results. The final section is about conclusion and policy implications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The survey methods have previously been published [14] . Briefly, we conducted two rounds of cross-sectional surveys in 2006 and 2013. The two surveys were retrospective and selected the same agencies in the two rounds. The survey of 2006 collected the data from 2002 to 2005, and the survey of 2013 collected data of 2012. We conducted a multistage sampling to select CDCs at different administration levels, selected all 32 provincial CDCs and used systematic random sampling to select municipal and county CDCs. As governmental funding is the most critical control point of public health emergency management for the CDCs [15] ,we used \"governmental funding to CDCs per thousand people\" as a basis to determine sample size [16] . A sample size of 123 municipal and 457 county CDCs was calculated based on the following formula [17] .",
            "cite_spans": [
                {
                    "start": 50,
                    "end": 54,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 625,
                    "end": 629,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 726,
                    "end": 730,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 830,
                    "end": 834,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Sample"
        },
        {
            "text": "where n is the number of the minimal sample size; αis the probability of type I error, and β is the probability of type II error, here α = 0.05,β = 0.05; u α and u β are standard normal distribution values corresponding to α and β respectively;σis the population standard deviation, hereσ = 404.3 yuan; δ is the allowable error. For municipal CDCs, δ = 54.9yuan, σ = 210.0 yuan. For county-level CDCs, δ = 62.5yuan, σ = 404.3yuan (1 U.S. dollar = 6.6 yuan).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample"
        },
        {
            "text": "The municipal and county level CDCs were all selected through random sampling. The sampling process was conducted based on the national standard coding (GB coding, the corresponding administrative regional code which is unique for each city or county [14] ). We used a computergenerated random number to identify the first institution, and then selected every third municipal CDC and every sixth county level CDC. Finally, we selected 32 provincial CDCs, 139 municipal CDCs, and 489 county CDCs.",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 255,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Sample"
        },
        {
            "text": "The study was approved by the former Ministry of Health (MOH) in China and reviewed by the Medical Research Ethics Committee at the School of Public Health of Fudan University.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample"
        },
        {
            "text": "We selected twenty-one indicators associated with the PHEMS from the National Assessment Criteria for CDC Performance. Based on the crisis management theory which was commonly used in the field of public emergency management [18, 19] , the whole process was divided into four stages including preparation, readiness, response and recovery [20] . According to the framework, we grouped the indicators into 4 stages and 13 capabilities. Table 1 showed the features, units and measurements of these indicators.",
            "cite_spans": [
                {
                    "start": 225,
                    "end": 229,
                    "text": "[18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 230,
                    "end": 233,
                    "text": "19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 339,
                    "end": 343,
                    "text": "[20]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [
                {
                    "start": 435,
                    "end": 442,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Measures"
        },
        {
            "text": "According to the National Regulations on Public Health Emergency Management [21] , each sampled CDC graded five public health emergencies handled in the year before the survey with the full mark of 10 points for each indicator; at CDCs where the total numbers of handled public health emergencies were fewer than five, all public health emergencies were graded instead.",
            "cite_spans": [
                {
                    "start": 76,
                    "end": 80,
                    "text": "[21]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Measures"
        },
        {
            "text": "The Bureau of Disease Prevention and Control of the former MOH approved and organized two rounds of field surveys, and 32 provincial Health Departments coordinated data collection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quality control"
        },
        {
            "text": "A pilot survey was conducted to ensure validity and reliability. After receiving uniform training from the MOH, the provincial quality supervisors trained investigators from sampled CDCs in their corresponding provinces. The investigators collected relevant data from sampled CDCs and submitted the completed questionnaires to their provincial quality supervisors via e-mail or CD-ROM. Simultaneously, paper copies with official stamps were submitted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quality control"
        },
        {
            "text": "The second round of survey data were obtained from National Disease Control and Prevention Performance Evaluation Platform. The quality control process was set up and carried out by the platform with backend logic judgments and audit procedures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quality control"
        },
        {
            "text": "As the final step of quality control in both surveys, research group rechecked data and contacted CDCs with abnormal or absent values via email or phone. Finally, the overall response rate was 95.8% in 2002 and 99.5% in 2012.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quality control"
        },
        {
            "text": "We established a dataset using Excel 2013(Microsoft Redmond WA). We only used the data of the year 2002 and 2012 for analysis. After data cleaning and sorting, descriptive analysis and statistical tests were performed using SPSS 21.0 (IBM SPSS, Chicago, IL, USA). We used ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "Establishing organization comprised building an emergency response office and forming a leadership group and an expert panel. Table 2 ). The capability for building mechanisms in terms of information sharing and on-site treatment increased by 93.5% and 89.4%, respectively. Increasing by 127.5%, response-material deployment mechanism gained the highest growth rate. Municipal CDCs had the highest percentages, followed by provincial and county CDCs. The central region not only had the highest percentages, but also experienced the highest growth rate.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 126,
                    "end": 133,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Preparation stage"
        },
        {
            "text": "Average number of emergency response personnel per CDC increased from 15 in 2002 to 31 in 2012, which was significant. In 2012, provincial CDCs had the highest number of personnel (n = 92), followed by municipal (n = 47) and county (n = 22) CDCs. Moreover, the average number decreased from eastern (n = 35) to western regions (n = 29) ( Table 3 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 338,
                    "end": 345,
                    "text": "Table 3",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Preparation stage"
        },
        {
            "text": "The percentage of fully stockpiling emergency resources significantly increased from 16.7% in 2002 to 41.2% in 2012. Provincial CDCs had the highest percentage (74.2%) in 2012 and increased by 102.2%, whereas county CDCs had the lowest percentage (34.5%) in 2012 and increased by 141.3%. Nevertheless, the average percentage at each administrative level did not meet the corresponding performance assessment criteria. Average percentages of fully stockpiling emergency resources decreased from eastern (56.7%) to western (31.7%) regions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preparation stage"
        },
        {
            "text": "The mean percentage of formulating emergency plan increased from 40.6% in 2002 to 89.9% in 2012, statistically significantly increasing by 121.4%. Provincial CDCs had the highest percentage (93.5%) in 2012, and the difference between municipal (89.1%) and county CDCs (89.9%) was not significant. CDCs in central region had the highest percentage (92.5%), followed by western (89.2%) and eastern (86.0%) regions ( Table 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 414,
                    "end": 421,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Readiness stage"
        },
        {
            "text": "The average length of emergency response training increased from 9.7 days per person in 2002 to 14.6 days per person in 2012; however, this 50.5% increase was not statistically significant. Provincial CDCs had the highest average length of response training (44.3 days per person), followed by municipal and county CDCs (Table 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 320,
                    "end": 329,
                    "text": "(Table 3)",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Readiness stage"
        },
        {
            "text": "Comparing the statistics in 2002 and 2012, the average times of exercises did not change with statistical significance. In 2012, county CDCs had higher average times of exercises than did municipal (1.7) and provincial (1.5) CDCs; nevertheless, only provincial CDCs had increased average times of exercises during the past decade. From regional perspective, the average times of exercises decreased from western (2.7) to eastern (1.8) regions (Table 3 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 443,
                    "end": 451,
                    "text": "(Table 3",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Readiness stage"
        },
        {
            "text": "There were 63.7% and 23.0% of disease surveillances conducted per month and per week in 2012, respectively. Compared with statistics in 2002, frequencies of daily, weekly, and monthly surveillance analysis increased, among which weekly surveillance analysis increased with statistical significance. Meanwhile, the frequencies of disease surveillance analysis per ten days, quarter, and year decreased with statistical significance ( Table 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 433,
                    "end": 440,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Readiness stage"
        },
        {
            "text": "According to \"contingency rules of paroxysmal public health events\", public health emergency events are classified into four levels (I, II, III and IV), with severity decreasing from Level I to Level IV. In 2012, there were 3092 public health emergencies directly reported via the Disease Surveillance Information Management System, which accounted for 98.8%.The percentage of timely reporting by county CDCs emergency levels in 2012 was presented in Table 4 . Moreover, the average scores for indicators of coping capability were high in 2012 (Table 4 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 451,
                    "end": 458,
                    "text": "Table 4",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 544,
                    "end": 552,
                    "text": "(Table 4",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Response stage"
        },
        {
            "text": "The average scores for capabilities at recovery stage were lower than those for capabilities at response stage. The average score for data archiving was 8.33, then followed by those for data analyzing (5.83) and concluding (5.69) ( Table 5 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 232,
                    "end": 239,
                    "text": "Table 5",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "Recovery stage"
        },
        {
            "text": "The main findings indicated that China had made significant progress in the four stages after a decade's efforts, especially in preparation, readiness, and response stages. This has been demonstrated by other researches [7, 8] .",
            "cite_spans": [
                {
                    "start": 220,
                    "end": 223,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 224,
                    "end": 226,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The average percentages of CDCs with an emergency response office, a leadership group and an expert panel were 95.0%, 95.7% and 96.8% in 2012, respectively. This suggests that a PHPM system with better leadership has been established in China. Soon after the SARS outbreak, Chinese governments at different levels were urged to establish a SARS headquarters at CDCs to shoulder the responsibilities of unified leadership and command during public health emergencies. The Emergency Response Law of the People's Republic of China issued in 2007 formally and strongly stipulated the establishment of the emergency management system that urged unified leadership, comprehensive coordination, categorized management, graded responsibility, and territorial management. The capability for building mechanisms comprised of information sharing, on-site treatment and response-material deployment increased to more than 95% in 2012. Boosted by the SARS outbreak in 2003, various authorities consecutively issued a series of regulations that standardized the PHEMS in terms of macro-level management, professional categories, disposal processes, etc. From the perspective of macro-level management, regulations included emergency management [22] , organizational establishment [23] , coordination mechanisms [24] , etc. From the perspective of professional categories, regulations standardized the responses to nuclear accidents [25] , infectious disease outbreaks [26] , etc. From the perspective of disposal processes, regulations clearly guided emergency response plans [27] , exercising [28] , information reporting [29] , etc.",
            "cite_spans": [
                {
                    "start": 1230,
                    "end": 1234,
                    "text": "[22]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1266,
                    "end": 1270,
                    "text": "[23]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1297,
                    "end": 1301,
                    "text": "[24]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1418,
                    "end": 1422,
                    "text": "[25]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1454,
                    "end": 1458,
                    "text": "[26]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1562,
                    "end": 1566,
                    "text": "[27]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1580,
                    "end": 1584,
                    "text": "[28]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1609,
                    "end": 1613,
                    "text": "[29]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Another notable foundation is that the growth of resources including workforce and stockpile was 106.7% and 146.7%, respectively. Since 2003, intensive investments by governments have contributed to the improvements on the following aspects. First, funding for CDCs across different levels changed from balanced allocation to full fiscal funding after 2003. Total income governmental funding increased from 40.75% in 2002 to 63.3% in 2012 [30] . Second, CDCs' staff were overall more educated. The percentage of staff with bachelor degree or higher increased from 12.7% in 2002 to 29.4% in 2012 [31] . Last, the total value of fixed assets of all CDCs increased from 0.42 billion CN ¥ in 2002 to 12.9 billion CN¥ in 2012 [31] . Available research showed that the quantity and quality of emergency staff, governmental-funding level, and fixed assets played important roles in improving the implementation of CDCs' capabilities in the PHEMS [15] .",
            "cite_spans": [
                {
                    "start": 439,
                    "end": 443,
                    "text": "[30]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 595,
                    "end": 599,
                    "text": "[31]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 721,
                    "end": 725,
                    "text": "[31]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 939,
                    "end": 943,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A firm leadership, a favorable mechanism and sufficient resources are the key elements of a well-developed PHPMS [32] . It is undeniable that the PHEMS' achievements in the past decade are remarkable. China's active and constructive contributions have been highly valued by the global community; for example, China's response to H7N9 in 2013 was recognized as \"exemplary\" by the WHO [33] . The three leading guarantees of China could be referenced by developing and other underdeveloped countries.",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 117,
                    "text": "[32]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 383,
                    "end": 387,
                    "text": "[33]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "However, to cope with future challenges in global health security, the following aspects require strengthening. First, preventive governance is necessary. The recovery stage capabilities were the weakest, which is far from achieving the standard of full recovery including sustainability, resilience after crisis and feedback to preparationstage. The prediction, communication, and social services during and after emergencies require improvement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Second, balanced development at different regions and levels is very important. County CDCs in the front lines [34] had the weakest capabilities. One possible reason was that the relevant policies including contingency plan, work specifications, and guidelines were not instructive and operable enough for county CDCs [35] . Another reason was an inequitable distribution of personnel in urban and rural areas [36] . Available data showed that compared with county CDCs, a greater number of personnel with degree higher than bachelor worked at provincial and municipal CDCs [37] . Additionally, the governmental funding per staff for county CDCs in 2012 was 0.1557 million CN¥, which was much lower than the funding at municipal and provincial CDCs (0.2593 and 0.5406 million CN¥, respectively) [38] . From the perspective of regional disparity, CDCs in Western region were the weakest. Reasons include that it had the poorest fiscal capacity to fund CDCs; a limited personnel size; and an inadequate stockpile in terms of working budget, timely reserves, and prompt delivery [39] . Third, the application of new technologies should keep pace with science and technology development. For example, the disease surveillance systems need to be integrated with the use of standard data formats and allow the public health community to respond more quickly to public health threats [40] . A Stockpile Management and Tracking System could also be designed and used to manage stockpiles across different levels and regions [41] .",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 115,
                    "text": "[34]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 318,
                    "end": 322,
                    "text": "[35]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 410,
                    "end": 414,
                    "text": "[36]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 574,
                    "end": 578,
                    "text": "[37]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 795,
                    "end": 799,
                    "text": "[38]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1076,
                    "end": 1080,
                    "text": "[39]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1377,
                    "end": 1381,
                    "text": "[40]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1516,
                    "end": 1520,
                    "text": "[41]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The available assessment indicators are relatively narrower in comparison with those such as the Capability Nearly half the indicators were binary (\"yes\" or \"no\"), so the quality of policy implementation and accountability could not be judged.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations"
        },
        {
            "text": "Although logic judgments and audit procedures were conducted, recall bias may still exist. Despite these limitations, the main contribution of this paper are the findings based on the data from two rounds of national field surveys conducted in 2002 to 2012 in China. We believe that this contribution is theoretically and practically relevant because the lessons China's government learned from the 2003 SARS outbreak provide an emergency response framework that can be employed by developing countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations"
        },
        {
            "text": "Since the 2003 SARS outbreak, China has built an effective PHEMS and achieved comprehensive progress and improvements at preparation, readiness, response, and recovery. Nevertheless, lacks of conceptual crisis management and preventive governance, disparities across regions and levels, and insufficient application of new technologies remain. Future priorities should be to develop the recovery stage, establish a closed-feedback loop between recovery and preparation stages, and strengthen capability-building CDCs in Western areas through increasing governmental funding and improving the quality of response personnel. The guarantees of leadership, regulations, and resources provide useful references for other developing countries. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "This survey was administered in the collaboration with National Health Commission of the People's Republic of China (the former Ministry of Health), and the data ownership belongs to former MOH. We just got the admission of certain data fields to analyze, so we are sorry that we cannot provide basic data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Availability of data and materials"
        },
        {
            "text": "Authors' contributions MS participated in study design and conception, data acquisition, data analysis, manuscript drafting, and funding acquisition. NX participated in data analysis and manuscript drafting. CL, YW and LL participated in data acquisition. DW participated in data analysis. JZ participated in discussion and manuscript revision. MY, YZ, HW, PS, ZC and JY participated in the design and conceptualization of the study, acquisition of data, and data interpretation. JW, YL, QL, XW, ZB, MF, and LF participated in the interpretation and acquisition of data. MH participated in the design and conceptualization of study, acquisition of data, revising of the manuscript, acquisition of funding, and supervision. All authors read and approved the final manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Availability of data and materials"
        },
        {
            "text": "The study was approved by the Medical Research Ethics Committee at the School of Public Health of Fudan University. The access to the survey data used in this study was approved by the National Health Commission of the People's Republic of China (the former Ministry of Health). This study didn't involve human participants and there was no data collected from humans or animals. Consent to participate for patients were not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics approval and consent to participate"
        },
        {
            "text": "Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent for publication"
        },
        {
            "text": "The authors declare that they have no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        },
        {
            "text": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Publisher's Note"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Comparative study of public health emergency management. Ind Manage Data Syst",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "Z"
                    ],
                    "last": "Zeng",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "109",
            "issn": "",
            "pages": "976--92",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Promoting public health legal preparedness for emergencies: review of current trends and their relevance in light of the Ebola crisis",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Feder-Bubis",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Bar-Dayan",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Glob Health Action",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Public health preparedness: evolution or revolution? Health Aff (Millwood)",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lurie",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wasserman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Nelson",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "25",
            "issn": "",
            "pages": "935--980",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "World Health Organization. The sixty-eighth World Health Assembly",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "China's distinctive engagement in global health",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Qian",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Lancet",
            "volume": "384",
            "issn": "",
            "pages": "793--804",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "China's engagement with global health diplomacy: was SARS a watershed",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS Med",
            "volume": "7",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "From SARS to H7N9: the mechanism of responding to emerging communicable diseases has made great progress in China",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Biosci Trends",
            "volume": "7",
            "issn": "6",
            "pages": "290--293",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Progress and challenges of disaster health management in China: a scoping review",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Clark",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "Y"
                    ],
                    "last": "Hou",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Globa Health Action",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Public health emergency response capacity on current situation and evaluation of CDC in Harbin",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "K"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Chin J of Public Health Eng",
            "volume": "12",
            "issn": "",
            "pages": "355--363",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "An analysis of hospital preparedness capacity for public health emergency in four regions of China",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "BMC Public Health",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The knowledge, attitude and behavior about public health emergencies and the response capacity of primary care medical staffs of Guangdong Province",
            "authors": [
                {
                    "first": "Zhh",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "X"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "China. BMC Health Serv Res",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Factors affecting emergency preparedness competency of public health inspectors: a cross-sectional study in Northeast China",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ning",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Jiao",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BMJ Open",
            "volume": "4",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "A comparative study on the emergency response capability of the Chinese disease prevention and control institution in the three years",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "H"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "Q"
                    ],
                    "last": "Chai",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Chin J of PHM",
            "volume": "23",
            "issn": "03",
            "pages": "224--232",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The Centers for Disease Control and Prevention system in China: trends from 2002-2012",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Am J Public Health",
            "volume": "106",
            "issn": "12",
            "pages": "2093--102",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Evaluation on public health emergency capability of county-level CDCs",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Evaluation on the efficiencies of county-level Centers for Disease Control and Prevention in China: results from a national survey",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Shen",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Tm & Ih",
            "volume": "21",
            "issn": "9",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Health statistics",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "Q"
                    ],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "the \"phases\" of emergency management",
            "authors": [
                {
                    "first": "Malcolm",
                    "middle": [
                        "E"
                    ],
                    "last": "Baird",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Public health preparedness and response competency model methodology",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ablah",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Weist",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Mcelligott",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Crisis management: Planning for the inevitable",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Steven",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Guiding opinions on strengthening standardization construction of health emergency management. Ministry of Health of PRC",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Ministry of Health of the People's Republic of China. Work specification of National Health Emergency Management",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Ministry of Health of the People's Republic of China. Guiding opinions on accelerating the construction and development of public health emergency system",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Ministry of Health of the People's Republic of China. Emergency coordination mechanism for public health emergencies in departments",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Ministry of Health of the People's Republic of China. Regulations for medical emergency management of nuclear accidents",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Ministry of Health of the People's Republic of China. Measures for the management of public health emergencies and infectious diseases. Ministry of Health of PRC",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Ministry of Health of the People's Republic of China. National public health emergency plan. Ministry of Health of PRC",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "The Central People's Government of the People's Republic of China. Guide for emergency drills. The Central People's Government of the PRC",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Ministry of Health of the People's Republic of China. Specification for the management and report of relevant information of public health emergencies (for Trial Implementation). Ministry of Health of PRC",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "China National Health Accounts Report in 2014. Beijing: National Health and Family Planning Commission of PRC",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "National Health and Family Planning Commission of the People'S Republic Of China. China's Statistical Yearbook of Health. Beijing, China: Peking union medical college press",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Queensland floods: using Haddon's matrix to define and categorise public safety strategies",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Clark",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "Y"
                    ],
                    "last": "Hou",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "L"
                    ],
                    "last": "Zang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fitzgerald",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Emerg Med Australas",
            "volume": "25",
            "issn": "",
            "pages": "345--52",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "National Health and Family Planning Commission of the People's Republic of China. China -the World Health Organization Human H7N9 avian influenza joint inspection team to complete the task in China",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Construction of emergence management capacity evaluation index system at county level CDC",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "N"
                    ],
                    "last": "Hao",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bo",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Environ Health",
            "volume": "27",
            "issn": "6",
            "pages": "544--550",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Policies change related to public health emergency disposal in China: from 2003 to 2013",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Chin J of Health Policy",
            "volume": "7",
            "issn": "7",
            "pages": "24--33",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Transformation of the education of health professionals in China: progress and challenges",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Hou",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Michaud",
                    "suffix": ""
                },
                {
                    "first": "Zhh",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Lancet",
            "volume": "384",
            "issn": "",
            "pages": "819--846",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "CDC emergency response capacity and current state of public health emergency in China",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Chin J of Health Policy",
            "volume": "7",
            "issn": "",
            "pages": "30--37",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "National Health and Family Planning Commission of the People's Republic of China. Statistical yearbook of China's health and family planning",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Emergency capability construction of institution of disease prevention and control",
            "authors": [
                {
                    "first": "Q",
                    "middle": [
                        "T"
                    ],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "Zhb",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "H"
                    ],
                    "last": "Liang",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Prev. Med Inf",
            "volume": "21",
            "issn": "1",
            "pages": "60--61",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Updated guidelines for evaluating public health surveillance systems: recommendations from the Guidelines Working Group",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "German",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Horan",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "MMWR Recomm Rep",
            "volume": "50",
            "issn": "13",
            "pages": "1--7",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Development of the inventory management and tracking system (IMATS) to track the availability of public health department medical countermeasures during public health emergencies",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Liora",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Guy",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Emil",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Online J Public Health Inform",
            "volume": "7",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Abbreviations CDC: Center for Disease Prevention and Control; MOH: Ministry of Health; PHEMS: Public Health Emergency Management System; SARS: severe acute respiratory syndrome; WHA: World Health Assembly; WHO: World Health Organization Acknowledgments We would like to acknowledge the Bureau of Disease Control and Prevention of National Health Commission of China, provincial Departments of Health, provincial CDCs, and sampling CDCs for their support of data collection. We also thank Dr. Xueying Zheng and all the reviewers for their helpful comments and discussions. Funding This study was funded by the National Natural Science Foundation of China (71373004, 71003025 and 71303058); the Fourth Round of Three-Year Pubic Health Action Plan in Shanghai (2015-2017) (GWIV-32); the Fundamental Research Funds for the Central Universities (20520163035); Program for Changjiang Scholars and Innovative Research Team in University from Ministry of Education of China (IRT_13R11 and IRT0912); the National Science Foundation for Distinguished Young Scholars of China (79925002); the Program of National Social Science Fund of China (13AZD081); the Specialized Research Fund for the Doctoral Program of Higher Education from Ministry of Education of China (20120071110055).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Measurements of public health emergency management system",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "The average percentage of CDCs with an emergency response office was 61.6% in 2002 and 95.0% in 2012. The average percentages with a leadership group and an expert panel were 47.9% and 78.6% in 2002 and 95.7% and 96.8% in 2012, respectively. Similar trends also occurred across different levels and regions (",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Evaluation of preparation and readiness stage by levels and regions: 2002 and 2012 (differences in proportions)",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Evaluation of preparation and readiness stage by levels and regions: 2002 and 2012 (differences in proportions) (Continued)",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Evaluation of preparation and readiness stage by levels and regions: 2002 and 2012 (differences in means)",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Assessment for Readiness and the Target CapabilitiesList of Homeland Security Exercise and Evaluation Program in the United States.",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Evaluation of coping capability and recovery stage by levels and regions in 2012",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}