{
    "paper_id": "bce65fb977ab27efae9992d88884173851877570",
    "metadata": {
        "title": "A Review on Emerging and Reemerging of Infectious Diseases in Jordan: The Aftermath of the Syrian Crises",
        "authors": [
            {
                "first": "Nabil",
                "middle": [
                    "A"
                ],
                "last": "Nimer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Philadelphia University",
                    "location": {
                        "settlement": "Amman",
                        "country": "Jordan"
                    }
                },
                "email": "n_nimer@philadelphia.edu.jo"
            }
        ]
    },
    "abstract": [
        {
            "text": "e review aims to examine the emergence and reemergence of infectious diseases in Jordan, in parallel with the Syrian refugee crisis. Qualitative approach has been adopted for systematically examining the outcomes of the Syrian crisis, which resulted in emerging and reemerging infectious diseases. It has adhered that infectious diseases, including measles, tuberculosis, and cutaneous leishmaniasis, have hazardous effects on Syrian refugees along with the local population in Jordan. e threat of major infectious diseases is higher and alarming in Jordan. National health policies should be implemented to adhere the influence of infectious diseases as well as to reduce the extent of infectious diseases in Jordan. In the 21st century, Syrian conflict can be deliberated as one of the biggest humanitarian disasters. In this multifaceted emergency with devastating requirements and limitations, it has been found essential for dominant medical healthcare providers to develop medical strategies that are based on comprehensive understanding of the concerned context and the main medical requirements and susceptible groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In Syria, the healthcare system was comprised of a government-run public system prior to the conflict, which offered most of the primary care services. e private sector mostly focused on urban areas providing the majority of advanced care services. e past decades were categorized by the enhanced capacity of the healthcare system and swiftly developing national health indicators including the increased rate of child immunization and infant mortality rate. However, the commencement of civil war led to the worsening of the healthcare sector through the broad destruction of facilities, shortage of medicines, and healthcare personnel along with lack of secure transportation and secure routes [1] .",
            "cite_spans": [
                {
                    "start": 696,
                    "end": 699,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Due to the instigation of the critical war situation in Syria, a massive upsurge of forced migration has been witnessed in March 2011. 4.8 million Syrian refugees migrated to the neighboring countries, which included Lebanon, Turkey, Egypt, Iran, and Jordan, for security and shelter [2] . e abrupt upsurge of refugee influx into these states has been a significant event that brought upon a severe negative impact on the world economy and ultimately generated strong economic and health pressures on Jordan [3] . e influence of infectious diseases among Syrians after the crisis is mainly attributed to the diverse factors that may include warfare and displacement of population, socioeconomic progression, poverty, human susceptibility, variation in accessibility, and quality of health care [1] . With the consideration of ongoing conflict in Syria as well as the nearby states, it is reflected that healthcare system in these zones has become one of the most defenseless and weak structures. It has been evaluated that healthcare facilities of Syria mostly involved the government public hospitals that focus and endow primary healthcare services, whereas private sectors are more inclined to provide advanced care services. e Syrian healthcare system has been incorporated throughout the civil warfare zone instead of endowing a secure region of health care and refuge [4] . erefore, the study was aimed to examine the correlation between the Syrian crisis and the reemergence of infectious diseases in Jordan. e objectives primarily addressed the influence of Syrian conflict on infectious diseases, risks associated with the infectious diseases in Jordan, and status of infectious diseases in Jordan before the crisis, current situation, and future perspectives.",
            "cite_spans": [
                {
                    "start": 284,
                    "end": 287,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 508,
                    "end": 511,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 794,
                    "end": 797,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1374,
                    "end": 1377,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Concerning the objective, the study has entailed a qualitative research approach to examine the aftermath of the Syrian crisis on the population in the form of emerging and reemerging infectious diseases. erefore, the review approach has been considered appropriate, concerning the nature of the study for in-depth analysis. 6.5 million Syrians have been displaced due to the ongoing three-year civil war [1] , which left thousands of people killed or wounded by violence. It has developed a vacuum in the common infrastructures that may influence the regions throughout the years to come in future. erefore, it is essential to review the war and its impact on the health of Syrian refugees after the conflict in Syria, causes of morbidities, and the emerging infectious diseases prevailing in Jordan and other countries. e review included the information about viruses, bacteria, and parasites as provided in the reports from the WHO and Ministry of Health, Jordan. It mainly targeted the studies based on the outcomes of infectious disease in Jordan that also included the occurrence of infections in the state. e influx of Syrian refugees was also studied and correlated as it has presumed to be the main cause behind the prevailing rates of infectious diseases in Jordan. e study has explored peer-reviewed articles and reports generated by the World Health Organization in the context of infectious diseases, obtained from the web libraries of PubMed (January 2012 to November 2016), ScienceDirect (January 2014 to November 2016), and Elsevier (January 2013 to November 2016).",
            "cite_spans": [
                {
                    "start": 405,
                    "end": 408,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "irty-six peer-reviewed articles were searched on the basis of selected search terminologies. Different keywords have been utilized to search the most relevant articles. On the basis of abstract reading, some of the articles have been eliminated. Precisely, twenty-eight articles did not prove to be relevant to the specific systematic review study. Subsequently, eight of the total articles were chosen to be examined and evaluated. e inclusion of the research content was entirely based on the quantitative and qualitative literature as well as the cross-sectional studies, related to the assigned keywords. e process of study selection included the processing of literature by initially reviewing the abstracts of the studies. Furthermore, the studies that presented with the significant information were selected for the analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Diseases. In 2011, Syria descended into a civil war after the Arab Spring uprising. 13.5 million Syrians required humanitarian support as reported by the United Nations in March 2016. 13.5 million Syrian included 4.8 million people outside Syria and 6.6 million internally displaced individuals [5] . Presently, Turkey is hosting the greatest number of Syrian refugees that is around 2.7 million [5] . Very few refugees are living in camps around the border, and others may be spread in Turkey. e unpredictable and explosive increase in Syrian population living in Turkey had negative influences on the social and health determinants. e lack of healthcare opportunities has enabled shortages in childhood immunization plans and less availability of clean water and food provisions. Approximately 7.5 million Syrians were found at outpatient clinics according to Ministry of Health data and 299,240 were hospitalized [5] . e hospitalized Syrians were mostly wounded and injured victims, who have been occupying intensive care units. e refugees commonly live in unsanitary and uncrowded conditions, which may lead to the spread of skin, respiratory, genital, and gastrointestinal infections. ere are still many problems pending to be resolved for better living and health standards.",
            "cite_spans": [
                {
                    "start": 295,
                    "end": 298,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 396,
                    "end": 399,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 916,
                    "end": 919,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Review Based on Emerging and Reemerging of Infectious"
        },
        {
            "text": "Since 2014, an accelerated expansion in the number of global forced displacements has been observed. By now, the year has seen the highest record displacement in the history around the globe. It has been estimated that, by the end of 2014, about 59.5 million people were forced to migrate from their homes and displaced worldwide [6] . e movement primarily has been the result of conflicts, violence, and persecution in the region. Among the countries who provided shelters and security to the displaced population, Turkey is on the top of charts with accommodating around 1.59 million people, then Pakistan with 1.51 million people, Lebanon with 1.15 million [7] , Iran with 982,000, Ethiopia with 659,500, and Jordan with 654,100 refugees [8] .",
            "cite_spans": [
                {
                    "start": 330,
                    "end": 333,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 660,
                    "end": 663,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 741,
                    "end": 744,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Review Based on Emerging and Reemerging of Infectious"
        },
        {
            "text": "e sudden upsurge of displacement to these states has brought upon major shifts in the economic and health paradigms. One of the primary concerns has been the declining health status in these regions. e rising numbers of infectious diseases in the parallel years of migration have been one of the main parts of the major demographic transitions in the areas. For achieving the objective, the literature has focused on the records of Jordan. e transition, as observed in the days of migration, displayed a high shift in the mortality rates and modifications in conventional lifestyles of Syrian refugees in Jordan [9] . Several studies revealed a pattern of diversity in the utilization of healthcare facilities as pursued by care-seeking individuals among the host Jordanians and refugees [10, 11] . e review further focuses upon the spread of infections and put an attempt to identify any existing correlations.",
            "cite_spans": [
                {
                    "start": 612,
                    "end": 615,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 788,
                    "end": 792,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 793,
                    "end": 796,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Review Based on Emerging and Reemerging of Infectious"
        },
        {
            "text": "According to the World Health Organization (WHO), approximately 40% of ambulances and 57% of public hospitals were completely destroyed due to the persistent attacks in Syria [12] . Other studies have demonstrated that the healthcare services have been severely declining in an incessant manner [13] . Before the emergence of the Syrian crisis and influx of infectious diseases in the state of Jordan, preexisting infections within this region were considered to be the dominant factor contributing to mortality. e causes of death were made compulsory to be recorded by the Ministry of Jordan; however, information in regard to the causes of mortality was insufficient and erratic [14] . In recent decades, a significant contribution has been made to control the reasons behind prevailing mortality rate that included measles, influenza, and malaria. Subsequent to the proper preventive measures and management, these epidemics have disappeared as considerable variables, influencing the mortality status of Jordan, have been employed [15] . It has been estimated that 630,000 Syrian refugees crossed borders of Jordan in October 2015 [16] . It has been observed that government of Jordan is in its midphase to control the entrance of refugees and overcome its impacts. However, no possible solution has been lined up yet to resolve the major debt crisis [17] . e economic adversity in Jordan has been attributed to the decision taken in favor of Syrian refugees. e population influx generated diverse burden on the economy. Likewise, high burden of noncommunicable diseases also occurred with higher prevalence rates throughout the refugee camps [15] .",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 179,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 295,
                    "end": 299,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 681,
                    "end": 685,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1035,
                    "end": 1039,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1135,
                    "end": 1139,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1355,
                    "end": 1359,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1647,
                    "end": 1651,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Disturbances Prevailed in Syria after Crisis."
        },
        {
            "text": "e physical and mental health of the refugees is a challenging factor for the host countries. e displaced population indicated a high prevalence of chronic diseases as they tend to remain in a struggle for basic needs of life that primarily includes the healthcare facilities [18, 19] . e control of diseases among the refugees requires adequate attention to provide the population with needed treatment and management. Similarly, it has been perceived that the burden of infectious diseases can be eradicated from the secondary level facilities if they are endowed appropriately in the remote areas of Jordan [18] .",
            "cite_spans": [
                {
                    "start": 275,
                    "end": 279,
                    "text": "[18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 280,
                    "end": 283,
                    "text": "19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 609,
                    "end": 613,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Emerging Infectious Diseases among Syrian Refugees."
        },
        {
            "text": "Sharara and Kanj [1] examined the war and infectious diseases and studied the influence of circumstances of war on the prevalence of infectious diseases of global concern in a public health emergency. It has been notified that the poliomyelitis outbreaks have led the focus on the severity of the prevailing health issues internationally after the Syrian conflict.",
            "cite_spans": [
                {
                    "start": 17,
                    "end": 20,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Emerging Infectious Diseases among Syrian Refugees."
        },
        {
            "text": "is attention also assisted to recognize the significance of reinvigorating elimination campaigns in the endemic nations including Nigeria, Pakistan, and Afghanistan for the prevention of such outbreaks. Polio has been declared as a public health emergency in Syria that needs international solidarity and efforts to avoid epidemic globally [1] . Similarly, Doganay and Demiraslan [5] studied the impact of reemerging infections, health services, and biosecurity in Turkey. In gunshot or surgical wounds, multidrug-resistant gram-negative bacterial infections appear to be a rising issue. Malaria, hepatitis A, and varicella have been seen with increasing incidence among the refugees. ere are several issues, waiting to be resolved for living and health standards [5] .",
            "cite_spans": [
                {
                    "start": 340,
                    "end": 343,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 380,
                    "end": 383,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 764,
                    "end": 767,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Emerging Infectious Diseases among Syrian Refugees."
        },
        {
            "text": "Several challenges have been reported in the field of infection control and management. To begin with, serious concerns have been observed in the clinical settings aligned with the causes of tuberculosis that focused on the control of the disease and reduction of multidrug-resistant tuberculosis (MDR-TB). Since 2013, an increase of 40% in the cases of tuberculosis has been adhered among Jordanian population, specifically among the Syrian refugees [20] . In the light of the recorded prevalence, it has been endowed to be essential for the children, as well as adults, to opt for proper screening and follow the probable detection measures at the initial stage of the disease [21] . El-Khatib et al. [22] has stated that the intensity of high care consumption of services among Syrian refugees, throughout Jordan, has notched a diverse illustration of infectious diseases along with the injuries. According to Doocy et al. [10] , approximately 43.4% Syrian refugee individuals were detected with a type of chronic disease in 2015. Furthermore, the survey of UNHCR accounted that about 39.5% of individuals in Jordan were presented with chronic health status in the same year.",
            "cite_spans": [
                {
                    "start": 451,
                    "end": 455,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 679,
                    "end": 683,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 703,
                    "end": 707,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 926,
                    "end": 930,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Emerging Infectious Diseases among Syrian Refugees."
        },
        {
            "text": "Cookson et al. [23] studied that the augmented extent of tuberculosis has adhered among internally displaced individuals throughout the Middle East and European regions. Cookson et al. [23] further demonstrated that the rates of tuberculosis were high among the displaced persons, but increased detection is predictable. Higher rates of tuberculosis were observed among the Syrian refugees and would predictably persist as the Syrian crisis endures. Active screening is probable to detect tuberculosis earlier for the reduction of risk for transmission. However, this strategy requires justifiable funding to continue, and there is a need to realize more activities. A consistent Jordanian tuberculosis strategy was developed for the Syrian refugees, which has potential to control efforts and inform treatment for other regional nations influenced by the Syrian crisis [23] . According to Wells, the higher incidence rate of tuberculosis has been observed to be constructed over time that turned out to adhere with the Jordanian populace [24] . Syrian refugees, living in the state of crisis, have been found to be suffering from restriction regarding the cure of tuberculosis.",
            "cite_spans": [
                {
                    "start": 15,
                    "end": 19,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 185,
                    "end": 189,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 870,
                    "end": 874,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1039,
                    "end": 1043,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Emerging Infectious Diseases among Syrian Refugees."
        },
        {
            "text": "e main factor behind the limitation is the inadequate availability of medical facilities. e inadequacy consequently accounts for the decrease in the treatment and management of the disease [25] . Furthermore, the decrease in the detection of the disease and lesser notification from the population is another reason for the higher prevalence of the disease among the Syrian refugees in Jordan [24, 26] .",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 193,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 393,
                    "end": 397,
                    "text": "[24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 398,
                    "end": 401,
                    "text": "26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Emerging Infectious Diseases among Syrian Refugees."
        },
        {
            "text": "Jaber et al. [27] stated that the prevalence of the infectious disease has been low in Jordan as compared to the northern parts of Syria. With the influx of Syrian refugees, the patterns of the disease incidence shifted and augmented the threat of emergence of the infection in Jordan. Similarly, the rate of the cases of tuberculosis presented an upsurge when the refugees from Syria were screened for the disease that ultimately generated a burden on the healthcare budget of Jordan [23] (Table 1) .",
            "cite_spans": [
                {
                    "start": 13,
                    "end": 17,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 485,
                    "end": 489,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 490,
                    "end": 499,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Emerging Infectious Diseases among Syrian Refugees."
        },
        {
            "text": "A study by Hoetjes [28] examined the impact of armed conflict in Syria. e trust focused the direct and indirect impact of the war on the healthcare sector and results recognized the most susceptible groups and significant patterns in Syria. An adjusted framework was proposed based on conceptual model discussed the influence of armed conflict on health. Medical data demonstrated a rise in infectious diseases additionally to a significant existing burden of noncommunal diseases, nutritional problems, and mental health. ese diseases prevailed among lactating and pregnant women, children It was recorded that measles, poliomyelitis, leishmaniasis, and multidrug-resistant tuberculosis were the reemerging infections. Moreover, gunshot wounds showed multidrug-resistant gram-negative bacterial infections. Other diseases such as malaria, hepatitis A, and varicella were most commonly diagnosed in refugees too.",
            "cite_spans": [
                {
                    "start": 19,
                    "end": 23,
                    "text": "[28]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "e Impact of Armed Conflict on Health in Syria."
        },
        {
            "text": "Skye El Sayegh and Hussein [13] Overview of Some Emerging Infectious Diseases: A New Era for New Vaccines is study investigated the prevalence of infectious diseases such as dengue, Ebola, and Middle East respiratory syndrome coronavirus among Syrian refugees in Middle Eastern region. It also included discussion on their origin, mode of transmission, and widespread effects on the general population. Furthermore, it examined the status of vaccines being developed to control the spread of these diseases.",
            "cite_spans": [
                {
                    "start": 27,
                    "end": 31,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "e Impact of Armed Conflict on Health in Syria."
        },
        {
            "text": "It was concluded that these diseases bore a huge health and economic burden with annual costs of almost a billion dollars with 70,000 hospitalizations, 200,000 ED visits, and 20 to 60 deaths in children below the age of 5 years. ese diseases pose a major threat to the economy as well as the public health systems around the world. e importance of vaccines cannot be overstated in such dire situations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "e Impact of Armed Conflict on Health in Syria."
        },
        {
            "text": "Petersen et al. [14] Infectious Disease Risk from the Syrian Conflict",
            "cite_spans": [
                {
                    "start": 16,
                    "end": 20,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "e Impact of Armed Conflict on Health in Syria."
        },
        {
            "text": "In the study, a health report by ProMED and Medecins Sans Frontieres had been evaluated and examined with regard to the prevalence and spread of diseases such as rabies, MERS-CoV, upper respiratory tract, gastrointestinal, and skin infections, measles, and other vaccine-preventable infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "e Impact of Armed Conflict on Health in Syria."
        },
        {
            "text": "Syrian refugees were having tuberculosis, leishmaniasis, and brucellosis. Different epidemics such as gastrointestinal infections and bacterial meningitis were also found to be prevalent, and there was a major risk of these diseases spreading among the population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "e Impact of Armed Conflict on Health in Syria."
        },
        {
            "text": "Hoetjes [28] e Impact of Armed Conflict on Health in Al-Raqqah Governate, Syria e study examined medical data to determine the effects of war on health of vulnerable groups of people in Al-Raqqah governorate in Syria.",
            "cite_spans": [
                {
                    "start": 8,
                    "end": 12,
                    "text": "[28]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "e Impact of Armed Conflict on Health in Syria."
        },
        {
            "text": "e study concluded that, along with the existing burden of increasing prevalence and spread of infectious diseases, other health problems were also prevalent due to the war. It was recommended that the primary health care (PHC) must be strengthened and expanded to safe areas around Al-Raqqah governorate. Additionally, referrals must be made to specialized healthcare hospitals that are located in stable areas. Medical interventions necessitate sustainable connections within a community. under five years, and internally displaced population becoming more and more vulnerable in the existing context. e medical landscape has transformed and health-seeking options are becoming increasingly influenced by availability, security, and service affordability [28] .",
            "cite_spans": [
                {
                    "start": 756,
                    "end": 760,
                    "text": "[28]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "e Impact of Armed Conflict on Health in Syria."
        },
        {
            "text": "UNICEF [29] overviewed the overwhelming effects among children of three years of conflict in Syria. It has been reported that, prior to the conflict, the Syrian health profile comprised of a pressure of noncommunicable diseases. Since the conflict, it is suggested that the medical requirements are rising because of the additional influence of reemerging infectious diseases and high numbers of disabled and warwounded individuals. e health system experiences a sequential breakdown and is consequently no longer able to state the health problems [29] .",
            "cite_spans": [
                {
                    "start": 7,
                    "end": 11,
                    "text": "[29]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 548,
                    "end": 552,
                    "text": "[29]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "e Impact of Armed Conflict on Health in Syria."
        },
        {
            "text": "According to the data of Ministry of Health, the main causes of morbidities in 2006 are shown in Table 2 . Digestive and respiratory diseases were the main causes for the people to search for health care.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 97,
                    "end": 104,
                    "text": "Table 2",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Causes of Morbidities in the Syrian Arab Republic."
        },
        {
            "text": "Ismail et al. [30] reviewed the studies based on infectious diseases including polio, measles, and tuberculosis from 2005 to 2015. Communicable disease surveillance and control in the context of conflict and mass displacement in Syria have been focused. Infectious diseases have been reflected from manifold discrepancies among government and nongovernment regions. Development has been made to control disease surveillance, but immunization coverage endures to pose a threat to individuals of Jordan [30] .",
            "cite_spans": [
                {
                    "start": 14,
                    "end": 18,
                    "text": "[30]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 501,
                    "end": 505,
                    "text": "[30]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Emerging Infectious Diseases in Jordan."
        },
        {
            "text": "Doocy et al. [31] have highlighted the health service access and utilization among Syrian refugees in Jordan. A survey was conducted to assess the health-seeking attitudes and issues of Syrian refugees in Jordan. Cluster analysis along with the chi-square test and t-test methods was conducted. It was reported that the high incidence rate of cutaneous leishmaniasis, with the characteristics of spatial and temporal distribution, has emerged in the northern region, whereas 56.7% cutaneous leishmaniasis has been reported from Tartous along the northwestern parts of the country [23] . Doocy et al. revealed that almost 40% infants and children have been detected with rotavirus in 2016 [10] . According to Richardsen et al. [32] , diarrheagenic E. coli strains were considered to be the second most usual cluster detected among enteropathogens. e major reason for the emergence of infectious diseases has been indicated by the conventional Jordanian practice of utilizing cooked foods and boiled milk in the diet [33] . e infectious diseases, A peer-reviewed and non-peerreviewed literature was conducted. Apart from this, a secondary analysis of monitoring data from early warning systems was performed on three diseases measles, polio, and tuberculosis.",
            "cite_spans": [
                {
                    "start": 13,
                    "end": 17,
                    "text": "[31]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 580,
                    "end": 584,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 688,
                    "end": 692,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 726,
                    "end": 730,
                    "text": "[32]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1015,
                    "end": 1019,
                    "text": "[33]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Emerging Infectious Diseases in Jordan."
        },
        {
            "text": "It was concluded that disruption to critical health infrastructures, lack of laboratory services, and poor vaccination coverage created a risk of controlling the spread of communicable and noncommunicable diseases. All these problems were also due to poor coordination, poor access, and other security problems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Emerging Infectious Diseases in Jordan."
        },
        {
            "text": "Ozaras et al. [36] e Syrian Conflict and Infectious Diseases e study examined the reemergence of polio, measles, tuberculosis, and leishmaniasis in Lebanon, Jordan, Syria, and Turkey after the Syrian crisis.",
            "cite_spans": [
                {
                    "start": 14,
                    "end": 18,
                    "text": "[36]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Emerging Infectious Diseases in Jordan."
        },
        {
            "text": "It was reported that, after a 15-year gap, Syria faced a polio outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Emerging Infectious Diseases in Jordan."
        },
        {
            "text": "Outgoing measles outbreak was also accelerated. Additionally, Jordan and Lebanon were reported to have increased rates of tuberculosis among Syrian refugees.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Emerging Infectious Diseases in Jordan."
        },
        {
            "text": "Jaber et al. [27] An Canadian Journal of Infectious Diseases and Medical Microbiology correlated with clinical symptoms, are presented with the most prevalent enteropathogens observed in Jordan. e clinical characteristics and collective predictive capacity of temperature were investigated to determine the association among existence of pathogens, particularly the diarrheal pathogens [33] . It has been identified that due to the fact that the etiologic agents are not helpful in diagnosing a large number of diarrheal patients, the undiagnosed illness might get classified from the enteropathogens [32] .",
            "cite_spans": [
                {
                    "start": 13,
                    "end": 17,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 386,
                    "end": 390,
                    "text": "[33]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 601,
                    "end": 605,
                    "text": "[32]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Emerging Infectious Diseases in Jordan."
        },
        {
            "text": "Almost 51.5% health-seeking services were sought from public sector facilities along with 9.7% in charity facilities. Care-seeking facilities were higher among Syrian refugees. Strategies are implemented to enhance the affordability and accessibility of health services for refugees and Jordanian individuals [31] .",
            "cite_spans": [
                {
                    "start": 309,
                    "end": 313,
                    "text": "[31]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Emerging Infectious Diseases in Jordan."
        },
        {
            "text": "Assaf et al. emphasized that the devastated healthcare system has restricted immunization programs in Jordan, which consequently left thousands of individuals susceptible to the infectious diseases [34] . For instance, influenza vaccination is recognized as an effective way to prevent influenza and its problems [35] . However, there are many barriers identified between the modality of prevention and the general population. One of the main barriers among the Jordan population has been the fear of side effects, although the fear of the virus outbreak could have been the major reason to receive the vaccine. Nonetheless, as compared to other countries, the coverage rates have been lower in Jordan [34] . In Jordan, the majority of the households perceived the high cost of medical care as an obstacle to seek and receive standard care. Specialized care facilities and improved access to medications have been perceived to be among the primary requirements of the local population. It has been suggested that extra support to the poor households can prove to be beneficial in this regard [28] .",
            "cite_spans": [
                {
                    "start": 198,
                    "end": 202,
                    "text": "[34]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 313,
                    "end": 317,
                    "text": "[35]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 702,
                    "end": 706,
                    "text": "[34]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1092,
                    "end": 1096,
                    "text": "[28]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Emerging Infectious Diseases in Jordan."
        },
        {
            "text": "It has been evaluated that approximately 60% of the Jordanian population live in urban areas. e health sector and Ministry of Jordan have been found influential in concentrating and reducing the roots of infectious diseases by considering its noteworthy impact on death status. In addition, a previous study has mentioned that prevalence and occurrence of harmful infectious diseases, including malaria and smallpox, are causing the negative influence on the individual's health [25] . It is observed that the prevalence of novel coronavirus has been described as a major cause of mortality in Jordan [3] .",
            "cite_spans": [
                {
                    "start": 479,
                    "end": 483,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 601,
                    "end": 604,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Emerging Infectious Diseases in Jordan."
        },
        {
            "text": "A great humanitarian emergency developed due to the conflict in Syria. ousands of Syrians were killed, and more than half of the Syrian population migrated or were displaced after the Syrian conflict. Health care was vastly interrupted because of facilities' destruction and shortage of medical staff and medications. ese circumstances created an appropriate condition that lead to the reemergence of polio, measles, cutaneous leishmaniasis, and tuberculosis. Jordan and Lebanon reported augmented tuberculosis rates among Syrian refugees. Incidents of cutaneous leishmaniasis were observed in Turkey, Lebanon, and Jordan other than Syria. After a long-term polio-free campaign in Syria, a polio outbreak was reported. Prevailing conditions of measles were accelerated due to the conflict. e healthcare facilities were overburdened in many countries that were hosting the immigrants of Syria including Lebanon, Turkey, Egypt, Iraq, and Jordan [36] . Unsanitary and crowded situations were also the reason of prevailing healthcare issues. It has been suggested that more supportive initiatives are required from international organizations for the diagnosis, treatment, and control of the infectious diseases that are prevailing after the conflict in Syria.",
            "cite_spans": [
                {
                    "start": 943,
                    "end": 947,
                    "text": "[36]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Emergence of Infectious Diseases in Other Countries."
        },
        {
            "text": "It has been concluded that, without security, there can be no health satisfaction. All efforts in Syria to rebuild the destroyed healthcare sector and quell humanitarian disasters will be greatly ineffective as long as the civil war endures to rage on. e end of war immediately is complex from efforts to control the global threat and spare the innocent lives from the infectious diseases. Healthcare circumstances are uncontrolled by the geopolitical borders, while the political borders of the conflict can be allocated. e spread of communicable diseases and refugees into Jordan, Iraq, and Lebanon defines the prevailing consequences of the extended Syrian conflict. Additionally, the infections and diseases continue to influence the increasingly vulnerable population negatively. e international community has been insufficiently observed in response to the consequences of infectious diseases after the Syrian conflict. is failure may continue to increase until there are exhaustive and coordinated global efforts. e study has contributed to identify an important issue on the current global problem of refugees, especially due to the conflicts added by war crimes. It has been examined that advanced strategies have been developed to control the augmenting numbers of the infectious diseases. Major progress has been perceived in the healthcare services, while governance and coordination issues have been found to be on the verge of exposing the local populace in Jordan to the risk of contamination. e threat of major infectious diseases has been higher in extent as well as threatens an alarming medical situation in Jordan. Furthermore, the cost has been identified as a considerable constraint to the healthcare services in Jordan in spite of high levels of careseeking. Development must also be made to control the disease surveillance along with the immunization coverage. Further strategies must be implemented to develop national policies and strong health promotion services to highlight prevention of infectious diseases among both the local population and sheltered refugees within the borders of the state.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Emergence of Infectious Diseases in Other Countries."
        },
        {
            "text": "e authors declare that they have no conflicts of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of Interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "War and infectious diseases: challenges of the Syrian civil war",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Sharara",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Kanj",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS Pathogens",
            "volume": "10",
            "issn": "11",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "e economic impacts of Syrian refugees: challenges and current opportunities in host countries",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fakih",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Marrouch",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Georgetown Journal of International Affairs",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Caring for children with cancer in a country conflicted with massive refugee migration: Jordan as an example,\" in Cancer Care in Countries and Societies in Transition",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Arnaout",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "e perspective of socioeconomic inequalities and infectious disease in 21st century",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mabhala",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Massey",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Journal of Clinical Infectious Diseases and Practice",
            "volume": "1",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Refugees of the Syrian civil war: impact on reemerging infections, health services, and biosecurity in Turkey",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Doganay",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Demiraslan",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Health Security",
            "volume": "14",
            "issn": "4",
            "pages": "220--225",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "60 million refugees refugees, Asylum seekers, and policy in OECD countries",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Hatton",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "American Economic Review",
            "volume": "106",
            "issn": "5",
            "pages": "441--445",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Southern hospitality?: islamophobia and the politicization of refugees in South Carolina during the 2016 election season",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Nagel",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Southeastern Geographer",
            "volume": "56",
            "issn": "3",
            "pages": "283--290",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Refugee crisis, imperialism and pitiless wars on the poor",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Khiabany",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Media, Culture and Society",
            "volume": "38",
            "issn": "5",
            "pages": "755--762",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "United Nations High Commissioner for Refugees. e World at War: Global Trends",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Health service access and utilization among Syrian refugees in Jordan",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Doocy",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lyles",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Akhu-Zaheya",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Burton",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Burnham",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "International Journal for Equity in Health",
            "volume": "15",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Diabetes care in refugee camps: the experience of UNRWA",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shahin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kapur",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Seita",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Diabetes Research and Clinical Practice",
            "volume": "108",
            "issn": "1",
            "pages": "1--6",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A Grim Prognosis for Syrian and Iraqi Hospitals",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Ahmed",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Overview of Some Emerging Infectious Diseases: A New Era for New Vaccines",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Skye",
                    "middle": [
                        "El"
                    ],
                    "last": "Sayegh",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "H"
                    ],
                    "last": "Hussein",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Infectious disease risk from the Syrian conflict",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Petersen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Baekeland",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Memish",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Leblebicioglu",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "International Journal of Infectious Diseases",
            "volume": "17",
            "issn": "9",
            "pages": "666--667",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Syrian Refugees in Jordan: Confronting Difficult Truths",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Carrion",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Europe's Migration Crisis, Council of Foreign Relations",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Effects of Syrian Refugees on Jordan's Economy: A Critical Case Study, e American University in Cairo",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Philips",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Peer reviewed: chronic diseases, lack of medications, and depression among Syrian refugees in Jordan",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "S"
                    ],
                    "last": "Gammouh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Al-Smadi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "I"
                    ],
                    "last": "Tawalbeh",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Khoury",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Preventing Chronic Disease",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Depression and public health: an overview",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Cassano",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fava",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Journal of Psychosomatic Research",
            "volume": "53",
            "issn": "4",
            "pages": "849--857",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "e movement of multidrug-resistant tuberculosis across borders in East Africa needs a regional and global solution",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "P"
                    ],
                    "last": "Cain",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Marano",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kamene",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS Medicine",
            "volume": "12",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "e effectiveness of interventions for non-communicable diseases in humanitarian crises: a systematic review",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ruby",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Knight",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Perel",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Blanchet",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Roberts",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS One",
            "volume": "10",
            "issn": "9",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Syrian refugees, between rocky crisis in Syria and hard inaccessibility to healthcare services in Lebanon and Jordan",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "El-Khatib",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Scales",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Vearey",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Forsberg",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Conflict and Health",
            "volume": "7",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Impact of and response to increased tuberculosis prevalence among Syrian refugees compared with Jordanian tuberculosis prevalence: case study of a tuberculosis public health strategy",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Cookson",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Abaza",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Clarke",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Conflict and Health",
            "volume": "9",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Psychosocial concerns reported by Syrian refugees living in Jordan: systematic review of unpublished needs assessments",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wells",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Steel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Abo-Hilal",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Hassan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lawsin",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "British Journal of Psychiatry",
            "volume": "209",
            "issn": "2",
            "pages": "99--106",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Reproductive health services for Syrian refugees in Zaatri Camp and Irbid City, Hashemite Kingdom of Jordan: an evaluation of the minimum initial services package",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Krause",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Onyango",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Conflict and Health",
            "volume": "9",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "e burden of tuberculosis in crisis-affected populations: a systematic review",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Kimbrough",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Saliba",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dahab",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Haskew",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Checchi",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Lancet Infectious Diseases",
            "volume": "12",
            "issn": "12",
            "pages": "950--965",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "An exploratory comparative study of recent spatial and temporal characteristics of cutaneous leishmaniasis in the Hashemite Kingdom of Jordan and Syrian Arab Republic pre-Arab Spring and their health policy implications",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Jaber",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Ibbini",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "Hijjawi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Amdar",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Applied Spatial Analysis and Policy",
            "volume": "7",
            "issn": "4",
            "pages": "337--360",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "UNICEF Under Siege, e Devastating Impact on Children of ree Years of Conflict in Syria",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Communicable disease surveillance and control in the context of conflict and mass displacement in Syria",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Ismail",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Abbara",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Collin",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "International Journal of Infectious Diseases",
            "volume": "47",
            "issn": "",
            "pages": "15--22",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Prevalence and care-seeking for chronic diseases among Syrian refugees in Jordan",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Doocy",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lyles",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Roberton",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Akhu-Zaheya",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Oweis",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Burnham",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "BMC Public Health",
            "volume": "15",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Etiology of appendicitis in children: the role of bacterial and viral pathogens",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Richardsen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Schöb",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "F"
                    ],
                    "last": "Ulmer",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Journal of Investigative Surgery",
            "volume": "29",
            "issn": "2",
            "pages": "74--79",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Acanthamoeba castellanii an environmental host for Shigella dysenteriae and Shigella sonnei",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Saeed",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Abd",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Edvinsson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sandström",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Archives of Microbiology",
            "volume": "191",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Influenza vaccination coverage rates, knowledge, attitudes, and beliefs in Jordan: a comprehensive study",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Assaf",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Hammad",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "N"
                    ],
                    "last": "Haddadin",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Viral Immunology",
            "volume": "29",
            "issn": "9",
            "pages": "516--525",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Vaccines for preventing influenza in healthy adults",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Demicheli",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Di"
                    ],
                    "last": "Pietrantonj",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jefferson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rivetti",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rivetti",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Cochrane Database of Systematic Reviews",
            "volume": "",
            "issn": "7",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "e Syrian conflict and infectious diseases",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ozaras",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Leblebicioglu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sunbul",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Expert Review of Anti-Infective erapy",
            "volume": "14",
            "issn": "6",
            "pages": "547--545",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Review analysis.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Continued.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Causes of morbidity in the Syrian Arab Republic.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgments e author is very thankful to Philadelphia University, Amman, Jordan, for its support and cooperation in conducting this research and to all the associated personnel in 6 Canadian Journal of Infectious Diseases and Medical Microbiology any reference that contributed for the purpose of this research.",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 185,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}