{
    "paper_id": "be12dac627e0584817ed6fbb4a7b154cc6fb304a",
    "metadata": {
        "title": "An examination of the factorial and convergent validity of four measures of conspiracist ideation, with recommendations for researchers",
        "authors": [
            {
                "first": "Viren",
                "middle": [],
                "last": "Swami",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Anglia Ruskin University",
                    "location": {
                        "settlement": "Cambridge",
                        "region": "Cambridgeshire",
                        "country": "United Kingdom"
                    }
                },
                "email": "*viren.swami@anglia.ac.uk"
            },
            {
                "first": "David",
                "middle": [],
                "last": "Barron",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Westminster",
                    "location": {
                        "settlement": "London",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "Laura",
                "middle": [],
                "last": "Weis",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University College London",
                    "location": {
                        "settlement": "London",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "Martin",
                "middle": [],
                "last": "Voracek",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Vienna",
                    "location": {
                        "settlement": "Vienna",
                        "country": "Austria"
                    }
                },
                "email": ""
            },
            {
                "first": "Stefan",
                "middle": [],
                "last": "Stieger",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Research Methods",
                    "location": {
                        "settlement": "Assessment"
                    }
                },
                "email": ""
            },
            {
                "first": "Adrian",
                "middle": [],
                "last": "Furnham",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University College London",
                    "location": {
                        "settlement": "London",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "A number scales have been developed to measure conspiracist ideation, but little attention has been paid to the factorial validity of these scales. We reassessed the psychometric properties of four widely-used scales, namely the Belief in Conspiracy Theories Inventory (BCTI), the Conspiracy Mentality Questionnaire (CMQ), the Generic Conspiracist Beliefs Scale (GCBS), and the One-Item Conspiracy Measure (OICM). Eight-hundred-and-three U. S. adults completed all measures, along with measures of endorsement of 9/11 and antivaccination conspiracy theories. Through both exploratory and confirmatory factor analysis, we found that only the BCTI had acceptable factorial validity. We failed to confirm the factor structures of the CMQ and the GBCS, suggesting these measures had poor factorial validity. Indices of convergent validity were acceptable for the BCTI, but weaker for the other measures. Based on these findings, we provide suggestions for the future refinement in the measurement of conspiracist ideation. OPEN ACCESS Citation: Swami V, Barron D, Weis L, Voracek M, Stieger S, Furnham A (2017) An examination of the factorial and convergent validity of four measures of conspiracist ideation, with recommendations for researchers. PLoS ONE 12(2): e0172617.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In tandem with growing scholarly interest in the psychology of conspiracy theories [1] , researchers have developed a range of different scales to measure individual differences in conspiracist ideation, which we define broadly here as a tendency to endorse conspiracy theories or engage in conspiracist thinking. With few exceptions, however, most of these newly developed scales have not been subjected to thorough investigations of their psychometric properties. In particular, little attention has been paid to the factorial and convergent validity, and PLOS ONE | DOI: 10 internal consistency, of these scales, which is concerning because scholars may be inadvertently introducing a degree of bias into their studies [2] . In this article, we review current approaches to measuring individual differences in conspiracist ideation. In brief, two different approaches are evident in the literature: (a) measuring conspiracist ideation in terms of endorsement of a range of real-world conspiracy theories, and; (b) measuring conspiracist ideation in generic terms without reference to real-world conspiracy theories. We review the different scales that have been developed in alignment with these approaches and highlight their measurement-related deficiencies, particularly in terms of factorial validity. In addition, we report on a new dataset from U.S. participants, via which we re-examine the psychometric properties of four measures of conspiracist ideation. This allows for the most comprehensive assessment of such scales to date and allows us to make recommendations for their future use.",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 86,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 574,
                    "end": 576,
                    "text": "10",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 722,
                    "end": 725,
                    "text": "[2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Most early scales that were developed to measure conspiracist ideation relied on a similar underlying principle: that by presenting participants with a range of real-world conspiracy theories (e.g., the moon landings were faked), it would be possible to obtain an overall measure of conspiracist ideation (or, more accurately, global endorsement of conspiracy theories). A number of such scales have been developed (see Table 1 ), including the Belief in Specific Conspiracies Scale [3] , the Conspiracy Theory Belief Scale [4] , the Composite Conspiracy Beliefs Scales [5] , and the Belief in Conspiracy Theories Inventory [6] . These scales vary widely in terms of the information provided about scale development, item construction and content, number of items, and internal consistency. Importantly, there has been a tendency for scholars to treat these scales as factorially unidimensional (i.e, by computing total scores) in the absence of analyses of their factor structures [3] [4] [5] or to treat the items individually [7] .",
            "cite_spans": [
                {
                    "start": 483,
                    "end": 486,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 524,
                    "end": 527,
                    "text": "[4]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 570,
                    "end": 573,
                    "text": "[5]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 624,
                    "end": 627,
                    "text": "[6]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 982,
                    "end": 985,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 986,
                    "end": 989,
                    "text": "[4]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 990,
                    "end": 993,
                    "text": "[5]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1029,
                    "end": 1032,
                    "text": "[7]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 420,
                    "end": 427,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Endorsement of a range of conspiracy theories"
        },
        {
            "text": "To date, only two of these measures have been subjected to factor analysis. One study [8] submitted the 17 items of the Conspiracy Theory Belief Scale to exploratory factor analysis (EFA) and extracted two distinct factors relating to generic conspiracy theories and climate change conspiracy theories. However, it is not apparent that the study had a sufficiently large size (N = 138) by conservative participant-to-item standards (i.e., a participant-to-item ratio of 10:1) [9] to conduct EFA. Moreover, the authors [8] elected to compute a total score (Cronbach α = .78), arguing that item inter-correlations were high. This is problematic because item inter-correlations and high internal consistencies may still mask underlying latent factors [10] and, in any event, the internal consistency of the total score was below what has described as acceptable for novel measures (i.e., a internal consistency coefficient of .80) [9] . Other studies using this measure have likewise computed total scores and have reported higher internal consistency coefficients [11] [12] [13] , but have neglected to examine the scale's factor structure. At least one study [12] has also used a truncated version of this scale in the absence of an examination of the scale's dimensionality.",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 89,
                    "text": "[8]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 476,
                    "end": 479,
                    "text": "[9]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 518,
                    "end": 521,
                    "text": "[8]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 748,
                    "end": 752,
                    "text": "[10]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 928,
                    "end": 931,
                    "text": "[9]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1062,
                    "end": 1066,
                    "text": "[11]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1067,
                    "end": 1071,
                    "text": "[12]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1072,
                    "end": 1076,
                    "text": "[13]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1158,
                    "end": 1162,
                    "text": "[12]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Endorsement of a range of conspiracy theories"
        },
        {
            "text": "A different measure is the Belief in Conspiracy Theory Inventory (BCTI) [6] . In the parent study, the authors [6] subjected a pool of 15 items to EFA and reported that all but one of the items loaded onto a primary factor. They, therefore, computed a total BCTI score as the mean of the 14 remaining items, a method that has been used in one other study [14] . In a later study [15] , an additional item was added to the list of 14 items and a total score was computed, but the authors neglected to report on the factorial validity of this adapted measure. Subsequent studies have mostly used the 15-item version of the BCTI and, although acceptable internal consistency coefficients have been reported [16] , none of these studies have re-examined the factorial validity of the BCTI. In addition, the measure has been translated into German [15] and Malay [17] , but in both instances the scale translators have not reported on the dimensionality of the measure. A shorter, 10-item version of the scale has also been translated into French [18] , but again a total score was computed in the absence of evidence of a one-factor structure.",
            "cite_spans": [
                {
                    "start": 72,
                    "end": 75,
                    "text": "[6]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 111,
                    "end": 114,
                    "text": "[6]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 355,
                    "end": 359,
                    "text": "[14]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 379,
                    "end": 383,
                    "text": "[15]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 704,
                    "end": 708,
                    "text": "[16]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 843,
                    "end": 847,
                    "text": "[15]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 858,
                    "end": 862,
                    "text": "[17]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1042,
                    "end": 1046,
                    "text": "[18]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Endorsement of a range of conspiracy theories"
        },
        {
            "text": "In addition to the lack of evidence of factorial validity, these scales also suffer from a number of additional problems. As noted in Table 1 , very few of these studies have provided estimates of convergent validity for the scales being used. Response options have also varied between studies for some scales and sample sizes in the studies have varied widely. Perhaps the most problematic aspect of these scales, however, relates to their construct validity. It is not clear to what extent these scales measure anything other than belief in a set of real-world conspiracy theories. Even if we accept that they measure individual differences in conspiracist ideation, such scales may be impractical, requiring constant updating to reflect changes in the popularity of particular conspiracy theories or to reflect local knowledge of conspiracy theories.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 134,
                    "end": 141,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Endorsement of a range of conspiracy theories"
        },
        {
            "text": "Some scholars have developed measures of generic conspiracist ideation that do not make reference to specific conspiracy theories. Such generic conspiracist ideation, would in turn be expected to be positively associated with endorsement of specific conspiracy theories. There are a number of such scales (see Table 2 ), including the Conspiracy Theory Questionnaire [19] , a subscale of the Epistemically Unwarranted Beliefs Scale [20] , the Conspiracy Mentality Questionnaire (CMQ) [21] , and the Generic Conspiracist Belief Scale (GCBS) [22] . Notably, the former two scales have not been subjected to factor analysis and one-factor structures have been assumed in the absence of empirical evidence in their favour. The latter two scales have been subjected to EFA and confirmatory factor analysis (CFA), but likewise suffer from a number of limitations.",
            "cite_spans": [
                {
                    "start": 367,
                    "end": 371,
                    "text": "[19]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 432,
                    "end": 436,
                    "text": "[20]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 484,
                    "end": 488,
                    "text": "[21]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 540,
                    "end": 544,
                    "text": "[22]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [
                {
                    "start": 310,
                    "end": 317,
                    "text": "Table 2",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Measures of generic conspiracist ideation"
        },
        {
            "text": "To take the CMQ first, two different versions of this scale appear to exist in the literature: a 12-item version [23] and a 5-item version [21] . The first of these has been subjected to CFA, which showed a one-factor solution to have acceptable fit, but CFA is an inappropriate analytic strategy for a novel scale. CFA indicates whether a hypothesised model has adequate fit, but tells scholars little about whether there may be alternative, better-fitting models. In addition, the authors [23] also appear to have neglected to report on the response option for this 12-item measure. On the other hand, the 5-item version has been subjected to EFA [21] , with a onefactor solution extracted. Additionally, multi-group CFA showed that the one-dimensional model had adequate fit in German-and English-speaking samples, but indices for a Turkishspeaking sample were problematic. Even so, the 5-item CMQ may be difficult-to-understand and some studies have reported internal consistency coefficients below an acceptable cut-off [9] (see Table 2 ).",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 117,
                    "text": "[23]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 139,
                    "end": 143,
                    "text": "[21]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 491,
                    "end": 495,
                    "text": "[23]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 649,
                    "end": 653,
                    "text": "[21]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1025,
                    "end": 1028,
                    "text": "[9]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 1034,
                    "end": 1041,
                    "text": "Table 2",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Measures of generic conspiracist ideation"
        },
        {
            "text": "Further problems with the CMQ include insufficient information about its construction and original item pool, as well as concerns related to its construct validity (i.e., it is not entirely clear that all items in the scale reflect conspiracist ideation, which may explain its low internal consistency in some studies). More specifically, of the five items included in the CMQ, only two (items #4 and #5 may directly assess conspiracist ideation as it is currently conceived. Item #3 is almost certainly factual, but may not necessarily require an underlying conspiracist belief. Items #1 and #2 likewise could be construed as statements of fact, without any underlying conspiracist motive.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measures of generic conspiracist ideation"
        },
        {
            "text": "The GCBS is perhaps the most widely used measure of generic conspiracist ideation. In the parent study, the authors [22] reported on the development of a pool of 75 initial items, which was reduced to 59 follow exclusion of negatively-worded items. Based on an EFA of the remaining items, five factors with acceptable internal consistencies were extracted. In a second study [22] , the authors selected 15 \"representative\" items and reported that CFA showed a fivefactor model to have acceptable fit and better fit than a one-factor model with all 15 items. Even so, they and all subsequent studies using the GCBS have shown a preference to work with total scores. Two further problems limit the validity of the GCBS. First, the authors did not have a sufficiently large sample size to conduct EFA in the parent study; further examinations of the scale's factor structure were also conducted with small samples with suspect generalisability (see Table 2 ). Second, the GCBS has been translated into French [24] and Macedonian [25] , but factorial validity in these new cultural contexts has not been investigated. ",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 120,
                    "text": "[22]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 375,
                    "end": 379,
                    "text": "[22]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1006,
                    "end": 1010,
                    "text": "[24]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1026,
                    "end": 1030,
                    "text": "[25]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 946,
                    "end": 953,
                    "text": "Table 2",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Measures of generic conspiracist ideation"
        },
        {
            "text": "To the above list of measures, one study [18] recently added a one-item measure of conspiracist ideation. Although this measure was designed for use when scholars are pressed for time, and although it is not possible to examine the factor structure or report on the internal consistency of this measure, the authors reported that the one-item measure had adequate patterns of convergent validity (see Table 3 ) and acceptable test-retest reliability after 14 days (r = .75). Given the issues discussed above concerning dimensionality of conspiracist ideation, it is not immediately apparent to what extent a one-item measure offers practical utility over other measures that are already relatively brief. Moreover, in some cases (see Table 3 ), convergent validity estimates that have been reported for the scale have been moderate at best, raising questions about the extent to which it truly captures individual differences in conspiracist ideation.",
            "cite_spans": [
                {
                    "start": 41,
                    "end": 45,
                    "text": "[18]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 401,
                    "end": 408,
                    "text": "Table 3",
                    "ref_id": "TABREF7"
                },
                {
                    "start": 734,
                    "end": 741,
                    "text": "Table 3",
                    "ref_id": "TABREF7"
                }
            ],
            "section": "One-Item Conspiracy Measure"
        },
        {
            "text": "One-dimensional or multi-dimensional?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "One-Item Conspiracy Measure"
        },
        {
            "text": "The issues discussed above should give pause to scholars who want to operationalise and measure individual differences in conspiracist ideation. While there has been a proliferation of a range of conspiracist ideation scales, measurement issues have not been paid adequate attention. This has resulted in a number of scales with uncertain psychometric properties. Where factor structures have been examined, it is not immediately clear that scholars have applied basic guidelines for conducting factor analyses, explored the possibility of alternative models, critically appraised the decision(s) to utilise total scores, or re-examined factorial validity when the scales were used in new linguistic or cultural groups. In other instances, scholars have not fully reported on scale construction, making it difficult for scholars interested in replication efforts. These are all issues that have the potential to substantially hamper efforts to measure conspiracist ideation. In addition, there remains some confusion in the theoretical foundations that have led to the construction of the afore-mentioned scales, particularly as to whether conspiracist ideation can be considered to be a one-dimensional or multi-dimensional construct. In terms of scales that measure endorsement of a range of conspiracy theories, the available evidence would seem to suggest that such measures should be one-dimensional. This is based on the finding that belief in conspiracy theories tends to be \"monological\" [6, 26] . That is, belief in one conspiracy theory tends to make assimilation of other conspiracy theories more likely; as such, when participants are asked to complete measures that tap endorsement of multiple conspiracy theories, one should expect a monological belief system in which belief in a range of conspiracy theories are inter-correlated.",
            "cite_spans": [
                {
                    "start": 1496,
                    "end": 1499,
                    "text": "[6,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1500,
                    "end": 1503,
                    "text": "26]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "One-Item Conspiracy Measure"
        },
        {
            "text": "The dimensionality of conspiracist ideation, on the other hand, remains an open question. Although it is possible that conspiracist ideation is multi-dimensional, consisting of discrete beliefs about multiple conspiratorial acts [22] , in practice most scholars have assumed that conspiracist ideation should be considered an internally coherent and one-dimensional trait. This is reflected in the use of total scores for the GCBS, as well as a one-dimensional factor structure of the CMQ. Likewise, the one-item measure of conspiracist ideation assumes that the construct can be reduced to a single dimension. Such assumptions appear to be predicated on the idea that conspiracist ideation can be considered to be a latent personality trait, akin to paranormal beliefs for example. While such an assumption seems intuitively plausible, it needs to be rigorously tested before firm conclusions can be drawn.",
            "cite_spans": [
                {
                    "start": 229,
                    "end": 233,
                    "text": "[22]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "One-Item Conspiracy Measure"
        },
        {
            "text": "Additional research is clearly needed to increase researchers' understanding of, and confidence in, measures used to assess conspiracist ideation. Here, we sought to cast fresh light on some of these measurement issues (i.e., factorial validity, convergent validity, and internal consistency) vis-à-vis the BCTI, the GCBS, the CMQ, and the one-item conspiracy measure. The three former measures were selected because they are currently the most widely-used measures in the literature and also because their parent studies have reported on the factorial validity of the measures. In addition, we included the one-item measure because it is the most recently validated. We elected to omit the Conspiracy Theory Belief Scale for a number of reasons: there appears to be a good deal of item overlap between items in this measure and the BCTI, and responses scales for this measure have varied across studies (see Table 1 ). In addition, unlike the BCTI (its most closely comparable scale), the GCBS, and the CMQ, the Conspiracy Theory Belief Scale has been used only relatively infrequently in the literature.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 909,
                    "end": 916,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "The present study"
        },
        {
            "text": "In terms of factorial validity, we gathered data from a large U.S. sample of adults, which allowed us to first examine the factor structures of these measures using EFA (to suggest an acceptable, best-fitting structure) and then use CFA in a randomly-selected split-half of the sample (to cross-validate the models). In terms of convergent validity, in addition to assessing scale inter-correlations, we also included a measure of belief in a 9/11 conspiracy theory (i.e., the belief that the September 11, 2011, terrorist attacks were orchestrated or allowed to occur by the U.S. government) and an anti-vaccination conspiracy theory (i.e., the belief that vaccinations do not serve their intended purpose). Finally, we also re-assessed internal consistency coefficients of the four target scales using Nunnally's [9] widely-cited, but often incorrectly interpreted, criterion.",
            "cite_spans": [
                {
                    "start": 815,
                    "end": 818,
                    "text": "[9]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "The present study"
        },
        {
            "text": "This study was conducted in accordance with the principles expressed in the Declaration of Helsinki and was approved by the ethics committee of the Department of Psychology, University of Westminster (application number: VRE1516-1352). All participants provided written informed consent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics statement"
        },
        {
            "text": "The study was approved by the relevant university ethics committee. Data were collected via Amazon's Mechanical Turk (MTurk) website on May 6-7, 2016. MTurk is a crowdsourcing Internet marketplace that allows individuals and businesses (Requesters) to ask \"workers\" to complete tasks for payment. MTurk samples are increasingly being used in psychological studies, as it provides a source of high-quality data, and have been reported to be more demographically-diverse than standard Internet samples [27] . The project was advertised as a study on \"political opinions and attitudes\" and included an estimated duration and compensation. The questionnaire was advertised to MTurk workers who achieved a > 98% approval rate and completed at least 1,000 hits. We limited participation to MTurk workers from the U.S. so as to achieve a relatively homogeneous sample in terms of cultural identity. After providing informed consent, participants were directed to the measures described below, which were presented in an anonymous form and in random order via the randomisation function with Qualtrics, which hosted the survey. In exchange for completing the survey, participants were paid $0.75. Forty-six participants with large amounts of missing data (i.e., missing more than 10% of the total data across all measures) [28] were excluded from the dataset prior to analyses. For all remaining participants, missing data (< 0.2% of total dataset) were completely at random (based on Little's MCAR analyses), so we used the mean replacement technique to estimate missing values. All participants received debriefing information at the end of the survey.",
            "cite_spans": [
                {
                    "start": 500,
                    "end": 504,
                    "text": "[27]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1315,
                    "end": 1319,
                    "text": "[28]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Procedures and participants"
        },
        {
            "text": "The final sample consisted of 448 women and 355 men, ranging in age from 18 to 70 years (M = 37.07, SD = 11.94). The majority of participants self-reported as White (84.4%), while 6.1% were of African American ancestry, 5.6% of Asian ancestry, and 3.8% as some other ethnic background. In terms of educational qualifications, 27.3% had completed high school, 4.0% were still in full-time education, 49.7% had an undergraduate degree, 15.6% had a postgraduate degree, and the remainder had some other qualification. In terms of marital status, 43.7% were married, 27.3% were single and not currently partners, 22.2% were partnered by not married, 5.4% were divorced, and the remainder were of another marital status.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Procedures and participants"
        },
        {
            "text": "Belief in Conspiracy Theories Inventory. The version of the BCTI that we used was the 15-item, adapted version [15] . This version includes 14 items from the parent study [6] and an additional item added in a subsequent study [15] . The factor structure of this adapted version of the BCTI has not been previously investigated, but researchers have assumed that it retains its parent, one-factor structure. Internal consistency coefficients for this one-factor solution have tended to be acceptable (see Table 1 ). In the present study, all items were rated on a 9-point scale, ranging from 1 (Completely false) to 9 (Completely true). Higher scores on this scale reflect greater endorsement of a range of real-world conspiracy theories. BCTI items are reported in Table 4 .",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 115,
                    "text": "[15]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 171,
                    "end": 174,
                    "text": "[6]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 226,
                    "end": 230,
                    "text": "[15]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 504,
                    "end": 511,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 765,
                    "end": 772,
                    "text": "Table 4",
                    "ref_id": null
                }
            ],
            "section": "Measures"
        },
        {
            "text": "Conspiracy Mentality Questionnaire. Although there are 12-and 5-item version of the CMQ, we used the 5-item version of the scale because this is the more widely-used measure in the literature (see Table 2 ). Bruder et al. [21] reported that the 5-item CMQ had a one-dimensional structure using EFA and that the fit was adequate in German-and English-speaking samples using multi-group CFA. Although the response scale for this measure may be criticised for being difficult-to-understand, we maintained its original format in the present study.",
            "cite_spans": [
                {
                    "start": 222,
                    "end": 226,
                    "text": "[21]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 197,
                    "end": 204,
                    "text": "Table 2",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Measures"
        },
        {
            "text": "Participants were asked to respond on an 11-point scale ranging from 0% (Certainly not) to 100% (Certain). Higher scores on this scale reflect greater generic conspiracist ideation. CMQ items are reported in Table 5 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 208,
                    "end": 215,
                    "text": "Table 5",
                    "ref_id": "TABREF8"
                }
            ],
            "section": "Measures"
        },
        {
            "text": "Generic Conspiracist Beliefs Scale. We used the 15-item version of the GCBS proposed [22] . The 15 items were selected by Brotherton and colleagues [22] from a larger pool of items to be representative of the five-factor solution reported in the parent study. The authors [22] reported that a five-factor solution had adequate fit using CFA and that this model also had better fit than a one-factor solution with all items. All subsequent studies have used total scores, rather than the five-factor solution, generally reporting acceptable internal consistency coefficients (see Table 2 ). In the present study, items were rated on a 5-point scale, ranging from 1 (Definitely not true) to 5 (Definitely true). Higher scores on this measure reflect greater generic conspiracist ideation. GCBS items are reported in Table 6 .",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 89,
                    "text": "[22]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 148,
                    "end": 152,
                    "text": "[22]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 272,
                    "end": 276,
                    "text": "[22]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [
                {
                    "start": 579,
                    "end": 586,
                    "text": "Table 2",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 814,
                    "end": 821,
                    "text": "Table 6",
                    "ref_id": "TABREF9"
                }
            ],
            "section": "Measures"
        },
        {
            "text": "One-Item Conspiracy Measure. We included the one-item conspiracy measure [18] . In this measure, participants are first presented with instructions that allude to some political and social events being debated. Participants are then asked to rate the following item: \"I think that the official version of the events given by authorities very often hides the truth\". The item was rated on a 9-point scale, ranging from 1 (Completely false) to 9 (Completely true), so that higher scores reflect greater generic conspiracist ideation. 9/11 conspiracy theories. As a measure of convergent validity, we included a subscale from the 9/11 Conspiracist Beliefs Scale [6] . The parent scale consisted of 17 items, but the authors [6] reported, using EFA, that the scale consists of two factors that measure general 9/11 conspiracist beliefs (10 items) and beliefs that the U.S. government conspired to cover-up what happened on September 11, 2011 (7 items). In the present study, only the former subscale was used, with items rated on a 9-point scale ranging from 1 (Completely false) to 9 (Completely true). To check that this subscale was indeed one-dimensional, we submitted the 10 items to principal-axis EFA using the total sample (N = 803). Bartlett's test of sphericity, χ 2 (45) = 9453.29, p < .001, and the Kaiser-Meyer-Olkin (KMO) measure of sampling adequacy, KMO = .96, indicated that the 10 items had adequate common variance for factor analysis. An EFA with quartimax rotation revealed a single factor (λ = 7.90, variance explained = 79.0%), with all items having excellent loadings (! .81). An overall subscale score was, therefore, computed as the mean of the relevant 10 items, so that higher scores reflect greater endorsement of general 9/11 conspiracist beliefs. Swami et al. [6] reported that this subscale had acceptable internal consistency (Cronbach α = .95) and good patterns of construct and convergent validity. In the present study, Cronbach α for this scale was .97.",
            "cite_spans": [
                {
                    "start": 73,
                    "end": 77,
                    "text": "[18]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 659,
                    "end": 662,
                    "text": "[6]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 721,
                    "end": 724,
                    "text": "[6]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1787,
                    "end": 1790,
                    "text": "[6]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Measures"
        },
        {
            "text": "Anti-vaccination conspiracy theories. As a second measure of convergent validity, we included an 8-item measure of belief in anti-vaccination conspiracy theories [13] . All items were rated on a 7-point scale, ranging from 1 (Strongly disagree) to 7 (Strongly agree). In the parent study, the authors [13] reported that total scores on the scale had acceptable internal consistency (Cronbach α = .85), but neglected to examine the scale's factor structure. We therefore subjected the 8 items to principal-axis EFA using the total sample. Bartlett's test of sphericity, χ 2 (28) = 5306.46, p < .001, and the KMO measure of sampling adequacy, KMO = .90, indicated that the 8 items had adequate common variance for factor analysis. We initially computed a principal-axis EFA with quartimax rotation, but because the results indicated a multi-dimensional factor structure, we repeated the analysis using varimax rotation. The results indicated two factors with λ > 1.0 (3.37 and 2.87, respectively) and parallel analysis indicated that both factors should be extracted. Item loadings are reported in S1 Table. Four items loaded onto the primary factor, which tapped the belief that vaccinations are used as a population tracking mechanism (Cronbach α = .92, 42.1% of the variance explained). Four items loaded onto a secondary factor, tapping the belief that the dangers of vaccinations are being covered-up; however, two of these items also cross-loaded onto the primary factor, leaving two items in the secondary factor. Because Tabachnick and Fidell [29] do not recommend the use of subscales with less than three items, we elected to discard the secondary factor. The retained subscale included 4 items that tap the conspiracist belief that vaccinations are being used as population tracking mechanism (Cronbach α = .92).",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 166,
                    "text": "[13]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 301,
                    "end": 305,
                    "text": "[13]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1549,
                    "end": 1553,
                    "text": "[29]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [
                {
                    "start": 1099,
                    "end": 1105,
                    "text": "Table.",
                    "ref_id": null
                }
            ],
            "section": "Measures"
        },
        {
            "text": "Demographics. Participants provided their demographic details consisting of sex, age, current marital status, highest educational qualifications, and ethnicity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measures"
        },
        {
            "text": "Exploratory factor analysis. We used a two-step procedure to examine the factor structures of the BCTI, GCBS, and CMQ. First, data from one-half of the sample (n = 402) was randomly selected via a computer-generated random seed. The factor structures of the three scales were then assessed using principal-axis EFA for this subsample using SPSS v. 22 . This method allowed us to test for the best-fitting model for our dataset, without a priori limitations in terms of modelling [30] . The sample size for all three scales met conservative 10:1 participant-to-item requirements for EFA [9] . Following standard guidelines [31] , items were submitted to EFA if they passed standard criteria for item distribution (standardised kurtosis values > 10.0 suggest a problem), average correlation with the other items (items with r < .40 should be dropped), and item-total correlation (items should be dropped with corrected-item total correlations are < .30). For the BCTI and CMQ, we used quartimax rotations because of the expectation of a single, orthogonal factor; for the GCBS, we used a varimax rotation because we expected an inter-correlated, multidimensional model [32] [33] .",
            "cite_spans": [
                {
                    "start": 348,
                    "end": 350,
                    "text": "22",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 479,
                    "end": 483,
                    "text": "[30]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 586,
                    "end": 589,
                    "text": "[9]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 622,
                    "end": 626,
                    "text": "[31]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1167,
                    "end": 1171,
                    "text": "[32]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1172,
                    "end": 1176,
                    "text": "[33]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Statistical analyses"
        },
        {
            "text": "The number of factors to be extracted was determined by factor eigenvalues (λ) above 1.0 (the EGV1 criterion), examination of the scree-plot, and-where more than one factor was identified through rotation-the results of parallel analysis [34] . The latter was used because scree-plot inspection and the EGV1 criterion are known to lead to over-extraction of factors [35] . Parallel analysis works by creating random datasets with the same number of cases and variables as the actual dataset [36] Factors in the actual data are only retained if their eigenvalues are greater than the mean of eigenvalues from the random data [34] . Factor loadings were interpreted using Tabachnick and Fidell's [29] recommendations (i.e., > .71 = excellent, > .63 = very good, > .55 = good, > .45 = fair, and > .32 = poor).",
            "cite_spans": [
                {
                    "start": 238,
                    "end": 242,
                    "text": "[34]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 366,
                    "end": 370,
                    "text": "[35]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 491,
                    "end": 495,
                    "text": "[36]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 624,
                    "end": 628,
                    "text": "[34]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 694,
                    "end": 698,
                    "text": "[29]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Statistical analyses"
        },
        {
            "text": "Confirmatory factor analysis. Data from the second split-half subsample (n = 401) was submitted for CFA using the Analysis of Moment Structures Program (AMOS v.23) [37] . Hypothesised modelling was based on the results of the earlier EFA, as well as hypothesised models from earlier studies where there were discrepancies. Standard goodness-of-fit indices were selected a priori to assess the measurement models. The normed model chi-square (χ normed ) is reported with lower values of the overall model χ indicating goodness-of-fit. A χ normed value of < 3.00 indicates good fit [38] . The Steiger-Lind root mean square error of approximation (RMSEA) and its 90% confidence interval provide a correction for model complexity. RMSEA values close to .06 indicate a good fit, with values ranging to .10 representing a mediocre fit [38] . The standardised root mean square residual (SRMR) assesses the mean absolute correlation residual and is a badness-of-fit index: the smaller the SRMR, the better the model fit. A cut-off value for SRMR is recommended to be \"close to\" or < .09 [38] . The comparative fit index (CFI) measures the proportionate improvement in fit by comparing a target model with a more restricted, nested baseline model. The CFI reflects a goodness-of-fit index and is recommended to \"close to\" or > .95 for adequate fit [38] . Even so, these recommended cut-off values should be considered subjective guidelines [39] [40] . We also examined standardised parameter estimates.",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 168,
                    "text": "[37]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 580,
                    "end": 584,
                    "text": "[38]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 829,
                    "end": 833,
                    "text": "[38]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1079,
                    "end": 1083,
                    "text": "[38]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1339,
                    "end": 1343,
                    "text": "[38]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1431,
                    "end": 1435,
                    "text": "[39]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1436,
                    "end": 1440,
                    "text": "[40]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Statistical analyses"
        },
        {
            "text": "Factor loadings for CFA were interpreted using Comrey and Lee's [41] recommendations (i.e., > .71 = excellent, > .63 = very good, > .55 = good, > .45 = fair, and > .32 = poor). The potential to improve the accuracy of each model was also evaluated through consultation of modification indices. Modification indices are estimates that identify potentially significant adjustments that could be made to the model (e.g., a covariance of the error terms for two indicators [42] . However, any modification to the existing model should make theoretical sense, rather than simply from analytical addition or subtraction of a parameter [43] . Further, the fit of the model cannot be improved by allowing an indicator to load onto another latent variable [44] .",
            "cite_spans": [
                {
                    "start": 64,
                    "end": 68,
                    "text": "[41]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 469,
                    "end": 473,
                    "text": "[42]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 629,
                    "end": 633,
                    "text": "[43]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 747,
                    "end": 751,
                    "text": "[44]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Statistical analyses"
        },
        {
            "text": "Supplemental analyses. For both subsamples, internal consistency coefficients were computed using Cronbach α. Although Nunnally [9] is widely interpreted as indicating that an internal consistency coefficient of .70 is acceptable, this is in fact a myth [45] . He, in fact, advocated a more conservative cut-off of .80, which we applied here. To assess convergent validity, we computed bivariate correlations between all included variables. According to Lipsey and Wilson [46] , correlations of .10 are considered small, correlations of .25 are considered medium, and correlations of .40 are considered large.",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 131,
                    "text": "[9]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 254,
                    "end": 258,
                    "text": "[45]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 472,
                    "end": 476,
                    "text": "[46]",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Statistical analyses"
        },
        {
            "text": "Exploratory factor analysis. The BCTI items were examined for normality of distribution and were found to be lower than limits, pre-empting transformation. The size of Kaiser-Meyer-Olkin (KMO) measure of sampling adequacy, KMO = .93, suggested that the BCTI items had adequate common variance for factor analysis, and Bartlett's test of sphericity, χ 2 (105) = 3120.96, p < .001, indicated that the correlation matrix was factorable. The results of the EFA revealed two factors with λ > 1.0 (7.11 and 1.33). However, inspection of the screeplot suggested one primary factor and a steep cut-off to the secondary factor. The results of parallel analysis showed that the mean of the first λ for the random data was smaller than the real data counterpart, whereas the mean of the second λ was larger than the second λ for the real data. These findings suggest that a single factor should be extracted. All 15 items had good loadings on this factor (see Table 4 ), which explained 47.4% of the total item variance. Cronbach α for the overall BCTI score, computed as the mean of all 15 items, was .92.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 949,
                    "end": 956,
                    "text": "Table 4",
                    "ref_id": null
                }
            ],
            "section": "Belief in Conspiracy Theories Inventory"
        },
        {
            "text": "Confirmatory factor analysis. CFA was conducted on all 15 items of the BCTI, where all items loaded onto a single latent variable, indicated by the initial EFA of the split-half subsample. Fit indices values were found to be: χ(90, N = 401) = 585.008, χ normed = 6.500, CFI = .824, RMSEA = .117 with 90% CI = .108-.126, SRMR = .063. Since the fit indices values of analysis were not found to be at acceptable intervals, suggested modification indices were taken into account to improve the model. Modification indices were consulted to free error covariances between items #7 and #10. The standardised estimates of factor loadings for this modified model were acceptable (see Fig 1 for the path diagram and standardised estimates) . This onedimensional structure provided an acceptable fit to the data: χ(89, N = 401) = 278.638, χ normed = 3.131, CFI = .933, RMSEA = .073 with 90% CI = .063-.083, SRMR = .047. We were, therefore, able to compute an overall score as the mean of all 15 items. Cronbach α for the overall score was. .91.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 676,
                    "end": 730,
                    "text": "Fig 1 for the path diagram and standardised estimates)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Belief in Conspiracy Theories Inventory"
        },
        {
            "text": "Exploratory factor analysis. Tests of normality of distribution showed that the CMQ items were lower than limits. The size of KMO measure of sampling adequacy, KMO = .96, suggested that the BCTI items had adequate common variance for factor analysis, and Bartlett's test of sphericity, χ 2 (10) = 956.54, p < .001, indicated that the correlation matrix was factorable. The results of the EFA revealed a single factor with λ = 3.15, which explained 63.0% of the variance. All 5 items had excellent loadings on this factor (see Table 5 ). Cronbach α for the overall CMQ score, computed as the mean of all 5 items, was .85.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 526,
                    "end": 533,
                    "text": "Table 5",
                    "ref_id": "TABREF8"
                }
            ],
            "section": "Conspiracy Mentality Questionnaire"
        },
        {
            "text": "Confirmatory factor analysis. CFA was conducted on the 5 items of the CMQ, where all items loaded onto a single latent variable. Fit indices values were found to be: χ(5, N = 401) = 194.646, χ normed = 38.929, CFI = .812, RMSEA = .308 with 90% CI = .272-.346, SRMR = .081. Modification indices were consulted to free error covariances (items #1 and #2, and items #2 and #3). The standardised estimates of factor loadings for this model were acceptable (see Fig 2  for the path diagram and standardised estimates). This one-dimensional structure provided poor fit to the data: χ(3, N = 401) = 22.859, χ normed = 7.620, CFI = .980, RMSEA = .129 with 90% CI = .083-.180, SRMR = .028. These results suggest that one-dimensional factor structure of the CMQ in this split-half subsample was problematic and did not achieve adequate fit indices. For this reason, we did not compute a total score for this split-half subsample. Table 4 . The large circle is the latent construct, with the rectangles representing measured variables, and the small circles with numbers are the residual variables (variances). The factor loadings are standardised in parenthesises, and the unstandarised values outside, with both being reported following the guidelines of Kline [42] . Significance levels were determined by critical ratios (all p < .001). The factor loadings were fixed at the indicated value (1.00a).",
            "cite_spans": [
                {
                    "start": 1252,
                    "end": 1256,
                    "text": "[42]",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [
                {
                    "start": 457,
                    "end": 467,
                    "text": "Fig 2  for",
                    "ref_id": null
                },
                {
                    "start": 920,
                    "end": 927,
                    "text": "Table 4",
                    "ref_id": null
                }
            ],
            "section": "Conspiracy Mentality Questionnaire"
        },
        {
            "text": "doi:10.1371/journal.pone.0172617.g001",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conspiracy Mentality Questionnaire"
        },
        {
            "text": "Exploratory factor analysis. The GCBS items were examined for normality of distribution and were found to be lower than limits. The size of the KMO (.94) and Bartlett's test of sphericity, χ 2 (105) = 4292.37, p < .001, showed that the 15 GCBS items had adequate common variance for EFA. The results of the EFA revealed only two factors with λ > 1.0 (5.50 and 4.19) and the scree-plot showed a steep cut-off between the primary and secondary factors. However, the results of parallel analysis indicated that both factors should be extracted: the mean of the first and second λ for the random data were smaller than the real data counterparts. Eleven items loaded onto the first factor and 10 items loaded onto the second factor, but of these 5 items cross-loaded onto both factors (see Table 6 ). Tabachnick and Fidell [29] recommended that all cross-loading items should be eliminated, leaving 6 items for the first factor (Cronbach α = .89) and 4 for the second (Cronbach α = .85). Because of the diversity of items that loaded onto the first factor, we termed this factor General Conspiracist Beliefs. Three of the four items that loaded on the second factor related to extraterrestrial beliefs, so we termed this factor Extraterrestrial Conspiracist Beliefs.",
            "cite_spans": [
                {
                    "start": 350,
                    "end": 365,
                    "text": "(5.50 and 4.19)",
                    "ref_id": null
                },
                {
                    "start": 819,
                    "end": 823,
                    "text": "[29]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [
                {
                    "start": 786,
                    "end": 793,
                    "text": "Table 6",
                    "ref_id": "TABREF9"
                }
            ],
            "section": "Generic Conspiracist Beliefs Scale"
        },
        {
            "text": "Confirmatory factor analysis. Using CFA, we tested three separate models for the GCBS: a one-factor model where all 15 items loaded onto a single latent variable, a five-factor model where the 15 items loaded onto the five factors as per the parent study [22] , and a 10-item, two-factor model as indicated by the initial EFA of the split-half subsample. Fit indices for the one-factor model were found to be poor: χ(90, N = 401) = 1122.934, χ normed = 12.477, CFI = .751, RMSEA = .169 with 90% CI = .161-.178, SRMR = .089. Modification indices were consulted to free error covariances (items #5 and #6, #8 and #9, and #14 and #15). However, the fit of this one-dimensional structure remained poor: χ(87, N = 401) = 652.389, χ normed = 7.499, CFI = .864, RMSEA = .127 with 90% CI = .118-.137, SRMR = .074 (see Fig 3 for standardised estimates of factor loadings). Based on these results, we concluded that there is little support for a one-dimensional structure of the GBCS.",
            "cite_spans": [
                {
                    "start": 255,
                    "end": 259,
                    "text": "[22]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [
                {
                    "start": 810,
                    "end": 819,
                    "text": "Fig 3 for",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Generic Conspiracist Beliefs Scale"
        },
        {
            "text": "Next, we examined the fit of the 15-item, five-factor model proposed by Brotherton et al. (2013) . The fit indices for this structure were also found to be poor: Table 5 . The large circle is the latent construct, with the rectangles representing measured variables, and the small circles with numbers are the residual variables (variances). The factor loadings are standardised in parenthesises, and the unstandarised values outside, with both being reported following the guidelines of Kline [42] . Significance levels were determined by critical ratios (all p < .001). The factor loadings were fixed at the indicated value (1.00a).",
            "cite_spans": [
                {
                    "start": 72,
                    "end": 96,
                    "text": "Brotherton et al. (2013)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 494,
                    "end": 498,
                    "text": "[42]",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [
                {
                    "start": 162,
                    "end": 169,
                    "text": "Table 5",
                    "ref_id": "TABREF8"
                }
            ],
            "section": "Generic Conspiracist Beliefs Scale"
        },
        {
            "text": "doi:10.1371/journal.pone.0172617.g002 Table 6 . Item numbers in the figure reflect the item number in Table 6 . The large circle is the latent construct, with the rectangles representing measured variables, and the small circles with numbers are the residual variables (variances). The factor loadings are standardised in parenthesises, and the unstandarised values outside, with both being reported following the guidelines of Kline (2011) . Significance levels were determined by critical ratios (all p < .001). The factor loadings were fixed at the indicated value (1.00a). Table 6 . The large circles are the latent construct, with the rectangles representing measured variables, and the small circles with numbers are the residual variables (variances). The factor loadings are standardised in parenthesises, and the unstandarised values outside, with both being reported following the guidelines of Kline [42] . Significance levels were determined by critical ratios (all p < .001). Estimates of covariance between exogenous variables are displayed in italics. The factor loadings were fixed at the indicated value (1.00a).",
            "cite_spans": [
                {
                    "start": 428,
                    "end": 440,
                    "text": "Kline (2011)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 911,
                    "end": 915,
                    "text": "[42]",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [
                {
                    "start": 38,
                    "end": 45,
                    "text": "Table 6",
                    "ref_id": "TABREF9"
                },
                {
                    "start": 102,
                    "end": 109,
                    "text": "Table 6",
                    "ref_id": "TABREF9"
                },
                {
                    "start": 577,
                    "end": 584,
                    "text": "Table 6",
                    "ref_id": "TABREF9"
                }
            ],
            "section": "Generic Conspiracist Beliefs Scale"
        },
        {
            "text": "doi:10.1371/journal.pone.0172617.g004 factor structure and standardised estimates of factor loadings for the five-factor model. Based on these results, we concluded that the five-factor model should be discarded.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Generic Conspiracist Beliefs Scale"
        },
        {
            "text": "Finally, the 10 items that were retained in a two-factor structure from the first split-half subsample was analysed. This model was also found to have poor fit: χ(34, N = 401) = 261.125, χ normed = 7.680, CFI = .902, RMSEA = .129 with 90% CI = .115-.144, SRMR = .080. Modification indices were consulted to free error covariances between items under the same factor between items #14 and #15. The standardised estimates of factor loadings for this model were acceptable (see Fig 5 for the path diagram and standardised estimates). The resulting two-factor structure was more acceptable in terms of fit, though still problematic on a number of indices: χ(33, N = 401) = 191.556, χ normed = 5.805, CFI = .931, RMSEA = .110 with 90% CI = .095-.125, SRMR = .076. These results suggest that, even following modifications, the two-factor model of the GCBS continued to have poor fit and so was omitted from further analyses.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 475,
                    "end": 484,
                    "text": "Fig 5 for",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Generic Conspiracist Beliefs Scale"
        },
        {
            "text": "Descriptive statistics for all variables are reported in Table 7 . We computed inter-scale, bivariate correlations between all variables for the EFA and CFA split-halves separately. As can be seen in Table 7 , there were significant inter-correlations between all variables for the EFA split-half, but evidence of convergent validity was strongest for the BCTI and weakest for the CMQ and one-item conspiracy measure. There were also significant inter-correlations between all variables for the CFA-split half. However, evidence of convergent validity was strongest for the BCTI and weakest for the one-item conspiracy measure.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 57,
                    "end": 64,
                    "text": "Table 7",
                    "ref_id": "TABREF10"
                },
                {
                    "start": 200,
                    "end": 207,
                    "text": "Table 7",
                    "ref_id": "TABREF10"
                }
            ],
            "section": "Convergent validity"
        },
        {
            "text": "In this study, we examined the factorial and convergent validity of four different scales used to measure conspiracist ideation. In very broad outline, our results highlight concerns with the Table 6 . The large circles are the latent construct, with the rectangles representing measured variables, and the small circles with numbers are the residual variables (variances). The factor loadings are standardised in parenthesises, and the unstandarised values outside, with both being reported following the guidelines of Kline [42] . Significance levels were determined by critical ratios (all p < .001). Estimates of covariance between exogenous variables are displayed in italics. The factor loadings were fixed at the indicated value (1.00a).",
            "cite_spans": [
                {
                    "start": 526,
                    "end": 530,
                    "text": "[42]",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [
                {
                    "start": 192,
                    "end": 199,
                    "text": "Table 6",
                    "ref_id": "TABREF9"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "doi:10.1371/journal.pone.0172617.g005 ways in which conspiracist ideation is currently operationalised and measured in the future. Here, we begin by discussing our findings in relation to each of the four included measures, before turning our attention to the future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Of the four measures we included in the present work, the BCTI showed the strongest evidence of factorial validity. Using EFA, we found support for the idea that the scale reduces to a single dimension, onto which all items load adequately. In addition, using CFA, we found that the one-dimensional model of the BCTI had acceptable fit and, in both sub-samples, overall scores had acceptable internal consistency. This is perhaps not surprising when we consider that belief in conspiracy theories is thought to be monological; that is, endorsement of one conspiracy theory makes acceptance of other conspiracy theories more likely [6, 8, 26] . In addition, of the four scales, the BCTI showed the strongest correlations with measures used to establish convergent validity. Of course, the main limitation of the BCTI is a conceptual one: it is uncertain to what extent the measure truly taps conspiracist ideation, as opposed to endorsement of a range of conspiracy theories (in the present study, correlations with generic measures of conspiracist ideation were generally strong). It is also unclear to what extent the BCTI will remain temporally stable in the long-term, as individual items may become obsolete, or to what extent individual items will be cross-culturally relevant.",
            "cite_spans": [
                {
                    "start": 631,
                    "end": 634,
                    "text": "[6,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 635,
                    "end": 637,
                    "text": "8,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 638,
                    "end": 641,
                    "text": "26]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Belief in Conspiracy Theories Inventory"
        },
        {
            "text": "In our EFA, we found that the 5 items of the CMQ reduced to a single dimension with acceptable internal consistency. However, using CFA, we found that the one-dimensional model had poor fit, even following modifications. Moreover, in the EFA sub-sample, evidence of convergent validity was moderate at best. We believe the poor factorial and convergent validity of the CMQ may reflect underlying problems with the construct validity of this measure. Specifically, we suggest that some items of the CMQ may not tap conspiracist ideation, but may reflect rational beliefs about the current state of the world. For example, given current knowledge, item #3 (\"I think that government agencies closely monitor all citizens\") could be construed as factual and requires no conspiracist mentality. The high mean scores for this measure (well above the scale mid-point) suggest that participants in this study were indeed rating some items of the CMQ as factually correct. In short, we suggest that there may be underlying problems with the construct validity of the CMQ, which affects its latent dimensionality. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conspiracy Mentality Questionnaire"
        },
        {
            "text": "In the parent study [22] , the GCBS developers suggested that this scale consists of five factors and that the five-factor model had better fit than overall scores. In the present work, we failed to find support for either of these models using both EFA and CFA. Instead, our EFA suggested a truncated, two-factor model should be extracted. However, our CFA suggested that none of the models of the GCBS had adequate fit even following modifications, suggestive of inherent problems with the dimensionality of this measure. It is possible that part of the problem with this measure is confusion about its latent structure and whether it taps a single or multiple dimensions of conspiracist ideation (see below). At best, the GCBS may tap different dimensions of conspiracist ideation (e.g., general conspiracist ideation versus conspiracist beliefs about extraterrestrial life); at worst, it may tap multiple dimensions that do not cohere very well. Overall, the present findings raise concerns about the use of this measure.",
            "cite_spans": [
                {
                    "start": 20,
                    "end": 24,
                    "text": "[22]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Generic Conspiracist Beliefs Scale"
        },
        {
            "text": "We were unable to assess the factorial validity of the measure developed by Lantian et al. [18] , given its single-item nature. However, our assessment of its convergent validity returned less than ideal results. This was to be expected given the inherently low reliability of any one-item measure, regardless of its content and purpose. Of the four measures included here, correlations between the one-item conspiracy measure and indices of convergent validity were the weakest.",
            "cite_spans": [
                {
                    "start": 91,
                    "end": 95,
                    "text": "[18]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "One-Item Conspiracy Measure"
        },
        {
            "text": "Looking to the future One general conclusion that might be drawn on the basis of the present dataset is that, while endorsement of a range of conspiracy theories is indeed monological, there are problems with the measurement of conspiracist ideation in scales currently in use. It is possible that the CMQ and GCBS are modelling a substantial amount of noise (e.g., measurement error, sampling fluctuations) and that latent factor structures depend on arbitrary properties in the data. As a result, the uncovered factor structures associated with these scales may differ between studies (as in the case between our dataset and earlier studies) or within studies (as in the differences between our EFA and CFA subsamples). The most straightforward solution here is that, where scholars use the CMQ or GCBS, they should examine the factor structures of these scales in their dataset rather than assuming these measures are one-dimensional. Beyond this general point, we do not recommend the use of the CMQ and the one-item conspiracy measure in future studies. The CMQ appears to have poor factorial validity (and likely poor construct validity), whereas the one-item conspiracy measure appears to have weak convergent validity. Scholars who wish to measure generic conspiracist ideation may find it better to use the GCBS, but they should pay careful attention to (and report) its factor structure within studies. Our findings suggest the possibility that conspiracist ideation may be multidimensional and, as a result, scholars should not assume that the GBCS-or other measures of conspiracist ideation-are necessarily one-dimensional. More broadly, we suggest that there may utility in returning to a more careful consideration of theory, especially the conceptualisation of conspiracist ideation as a latent trait.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "One-Item Conspiracy Measure"
        },
        {
            "text": "One way to resolve these issues would be to return to the 75 items developed by Brotherton et al. [22] , and submit these items to exploratory factor analysis using a suitably large sample (i.e., a sample of no less than 750 individuals [9] . Doing so may highlight alternative factor structures that could then be re-assessed using CFA. Another way forward would be to subject all the items from conceptually similar scales (e.g., the CMQ and GCBS) to a single factor analysis, to examine the extent of conceptual overlap and possible item redundancy. In addition, future studies may also wish to revisit the factorial validity of the Conspiracy Theory Belief Scale, which we omitted in the present work. More broadly, we strongly recommend that all scholars working on conspiracist ideation pay closer attention to issues of measurement. Our data suggest that insufficient attention has been given to factorial and convergent validity, and that this may have introduced a degree of measurement bias into previouslyreported findings. Indeed, it was concerning that even one of our measures of convergent validity [13] had not been submitted to factor analysis and that we found a divergent structure to what the authors of the parent study had assumed. Looking ahead, we highlight the need for improved assessments of the psychometric properties of scales used to measure conspiracist ideation. At a minimum, we recommend the reporting of factor analytic findings for all measures, particularly novel scales.",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 102,
                    "text": "[22]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 237,
                    "end": 240,
                    "text": "[9]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1114,
                    "end": 1118,
                    "text": "[13]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "One-Item Conspiracy Measure"
        },
        {
            "text": "One might argue that our findings are less reliable, for whatever reason, compared to the parents studies reported in Tables 1-3. Even were this the case, however, our findings highlight discrepancies in factorial validity that cannot, and should not, be overlooked. Indeed, our study benefits from a relatively large, culturally homogeneous sample and a two-step assessment of factorial validity. Nevertheless, there were limitations to the present study, too. First, our use of an online sample means that we cannot be certain about the generalisability of our findings. In particular, the present results may be geographically and culturally limited. In addition, we did not assess the temporal stability of the four measures, and this could be usefully (re)examined in future studies. Including alternative, and a broader range of, measures of convergent validity would also be a welcome addition in future studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations and conclusion"
        },
        {
            "text": "In addition, because our sample was self-selecting, the possibility of sampling biases should be considered (e.g., those who were most interested in the topic may have been more likely to participate and complete the survey without dropping-out). Likewise, the inclusion of idiosyncratic instructions typically included with each measure may have also led to biased results, and this is something that future studies should consider. These limitations notwithstanding, the present findings suggest that scholars working on conspiracist ideation need to pay more detailed attention to measurement issues in their studies. If the findings from this field of research are to be taken seriously, measurement issues need to be thoughtfully considered and dealt with by scholars. For now, we suggest that scholars wishing to measure conspiracist ideation may need to return to the drawing board. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations and conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Political paranoia and conspiracy theories",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Swami",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Furnham",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Prooijen J-P, van Lange PAM, editors. Power, politics, and paranoia: Why people are suspicious of their leaders",
            "volume": "",
            "issn": "",
            "pages": "218--236",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Does it take one to know one? Endorsement of conspiracy theories is influenced by personal willingness to conspire",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Douglas",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Sutton",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Br J Soc Psychol",
            "volume": "50",
            "issn": "",
            "pages": "544--552",
            "other_ids": {
                "DOI": [
                    "10.1111/j.2044-8309.2010.02018.x"
                ],
                "PMID": [
                    "21486312"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Political extremism predicts belief in conspiracy theories",
            "authors": [
                {
                    "first": "J-W",
                    "middle": [],
                    "last": "Van Prooijen",
                    "suffix": ""
                },
                {
                    "first": "Apm",
                    "middle": [],
                    "last": "Krouwel",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "V"
                    ],
                    "last": "Pollet",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Soc Psychol Pers Sci",
            "volume": "6",
            "issn": "",
            "pages": "570--578",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Unanswered questions: A preliminary investigation of personality and individual difference predictors of 9/11 conspiracist beliefs",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Swami",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Chamorro-Premuzic",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Furnham",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "App Cog Psychol",
            "volume": "24",
            "issn": "",
            "pages": "749--761",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The influence of control on belief in conspiracy theories: Conceptual and applied extensions",
            "authors": [
                {
                    "first": "J-W",
                    "middle": [],
                    "last": "Van Prooijen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Acker",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "App Cog Psychol",
            "volume": "29",
            "issn": "",
            "pages": "753--761",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Dead and alive: Beliefs in contradictory conspiracy theories",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Wood",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Douglas",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Sutton",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Soc Psychol Pers Sci",
            "volume": "3",
            "issn": "",
            "pages": "767--773",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Psychometric theory",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Nunnally",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "On the use, the misuse, and the very limited usefulness of Cronbach's alpha",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sijtsma",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Psychometrika",
            "volume": "74",
            "issn": "",
            "pages": "107--120",
            "other_ids": {
                "DOI": [
                    "10.1007/s11336-008-9101-0"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Belief in conspiracy theories and susceptibility to the conjunction fallacy",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Brotherton",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "French",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "App Cog Psychol",
            "volume": "28",
            "issn": "",
            "pages": "238--248",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Someone is pulling the strings: Hypersensitive agency detection and belief in conspiracy theories",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Douglas",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Sutton",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Callan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Dawltry",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Harvey",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Thinking Reasoning",
            "volume": "22",
            "issn": "",
            "pages": "57--77",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The effects of anti-vaccine conspiracy theories on vaccination intentions",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jolley",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Douglas",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS One",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0089177"
                ],
                "PMID": [
                    "24586574"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Examining conspiracist beliefs about the disappearance of Amelia Earhart",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Swami",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Furnham",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Gen Psychol",
            "volume": "139",
            "issn": "",
            "pages": "244--259",
            "other_ids": {
                "DOI": [
                    "10.1080/00221309.2012.697932"
                ],
                "PMID": [
                    "24837176"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Conspiracist ideation in Britain and Austria: Evidence of a monological belief system and associations between individual psychological differences and real-world and fictitious conspiracy theories",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Swami",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Coles",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Stieger",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pietschnig",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Furnham",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rehim",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Br J Psychol",
            "volume": "102",
            "issn": "",
            "pages": "443--463",
            "other_ids": {
                "DOI": [
                    "10.1111/j.2044-8295.2010.02004.x"
                ],
                "PMID": [
                    "21751999"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Associations between belief in conspiracy theories and the maladaptive personality traits of the Personality Inventory for DSM-5",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Swami",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Weis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lay",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Barron",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Furnham",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Psych Res",
            "volume": "236",
            "issn": "",
            "pages": "86--90",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Social psychological origins of conspiracy theories: The case of the Jewish conspiracy theory in Malaysia",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Swami",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Front Psychol",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fpsyg.2012.00280"
                ],
                "PMID": [
                    "22888323"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Measuring belief in conspiracy theories: Validation of a French and English single-item scale",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lantian",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Muller",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Nurra",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Douglas",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Int Rev Psychol",
            "volume": "29",
            "issn": "",
            "pages": "1--14",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Belief in conspiracy theories: The role of paranomal belief, paranormal ideation, and schizotypy",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Darwin",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Neave",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Holmes",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Pers Ind Diff",
            "volume": "50",
            "issn": "",
            "pages": "1289--1293",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Examining the relationship between conspiracy theories, paranormal beliefs, and pseudoscience acceptance among a university population",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lobato",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mendoza",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Sims",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chin",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "App Cog Psychol",
            "volume": "28",
            "issn": "",
            "pages": "617--625",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Measuring individual differences in generic beliefs in conspiracy theories across cultures: Conspiracy Mentality Questionnaire",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bruder",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Haffke",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Neave",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Nouripanah",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Imhoff",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Front Psychol",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {
                "PMID": [
                    "23734136"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Measuring belief in conspiracy theories: the Generic Conspiracist Beliefs Scale",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Brotherton",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "French",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Pickering",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Front Psychol",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fpsyg.2013.00279"
                ],
                "PMID": [
                    "23734136"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Speaking (un-)truth to power: Conspiracy mentality as a generalised political attitude",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Imhoff",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bruder",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Euro J Pers",
            "volume": "28",
            "issn": "",
            "pages": "25--43",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Nothing happens by accident, or does it? A low prior for randomness does not explain belief in conspiracy theories",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dieguez",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wagner-Egger",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Gauvrit",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Psychol Sci",
            "volume": "26",
            "issn": "",
            "pages": "1762--1770",
            "other_ids": {
                "DOI": [
                    "10.1177/0956797615598740"
                ],
                "PMID": [
                    "26392260"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Reducing conspiracy theory beliefs",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Stojanov",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Psihologija",
            "volume": "48",
            "issn": "",
            "pages": "251--266",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Belief in conspiracy theories",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Goertzel",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Political Psychol",
            "volume": "15",
            "issn": "",
            "pages": "31--42",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Amazon's Mechanical Turk: A new source of inexpensive, yet high-quality, data?",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Buhrmester",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kwang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Gosling",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Pers Psychol Sci",
            "volume": "6",
            "issn": "",
            "pages": "3--5",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Handling item-level missing data: Simpler is just as good",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Parent",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Counsel Psychol",
            "volume": "41",
            "issn": "",
            "pages": "568--600",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Using multivariate statistics",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "G"
                    ],
                    "last": "Tabachnik",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Fidell",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Applied quantitative analysis in the social sciences",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Kline",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "171--207",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Constructing validity: Basic issues in objective scale development",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Clark",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Watson",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Psychol Assess",
            "volume": "7",
            "issn": "",
            "pages": "309--319",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Evaluating the use of exploratory factor analysis in psychological research",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Fabrigar",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Wegener",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Maccallum",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Strahan",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Psychol Methods",
            "volume": "4",
            "issn": "",
            "pages": "272--299",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Measurement, design, and analysis: An integrated approach",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Pedhazur",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Schmelkin",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Factor retention decisions in exploratory factor analysis: A tutorial on parallel analysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Hayton",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Allen",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Scarpello",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Org Res Methods",
            "volume": "7",
            "issn": "",
            "pages": "191--205",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "The use of exploratory factor analysis in public health: A note on parallel analysis as a factor retention criterion",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "H"
                    ],
                    "last": "Patil",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "Q"
                    ],
                    "last": "Mcpherson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Friesner",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Am J Health Promo",
            "volume": "24",
            "issn": "",
            "pages": "178--181",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Efficient theory development and factor retention criteria: A case for abandoning the 'eigenvalue greater than one' criterion",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "H"
                    ],
                    "last": "Patil",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mishra",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Donovan",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Business Res",
            "volume": "",
            "issn": "",
            "pages": "61162--170",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "AmosTM 23 user's guide. Armonk, NY: IBM Corporation",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Arbuckle",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ibm",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Spss ®",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Cutoff criteria for fit indexes in covariance structure analysis: Conventional criteria versus new alternatives",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "T"
                    ],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Bentler",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Struct Equation Model",
            "volume": "6",
            "issn": "",
            "pages": "1--55",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Masking misfit in confirmatory factor analysis by increasing unique variances: A cautionary note on the usefulness of cutoff values of fit indices",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Heene",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hilbert",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Draxler",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ziegler",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bühner",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Psychol Methods",
            "volume": "16",
            "issn": "",
            "pages": "319--336",
            "other_ids": {
                "DOI": [
                    "10.1037/a0024917"
                ],
                "PMID": [
                    "21843002"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Construct validity of the multidimensional structure of bullying and victimization: An application of exploratory structural equation modelling",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Marsh",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Nagengast",
                    "suffix": ""
                },
                {
                    "first": "Ajs",
                    "middle": [],
                    "last": "Morin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Parada",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Craven",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Hamilton",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Educ Psychol",
            "volume": "103",
            "issn": "",
            "pages": "701--732",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "A first course in factor analysis",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Comrey",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "B"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Principles and practice of structural equation modelling",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Kline",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Reporting structural equation modeling and confirmatory factor analysis results: A review",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Schreiber",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nora",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "K"
                    ],
                    "last": "Stage",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Barlow",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "King",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Educ Res",
            "volume": "99",
            "issn": "",
            "pages": "323--337",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Confirmatory factor analysis for applied research",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "The sources of four commonly reported cutoff criteria: What did they really say?",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Lance",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Butts",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Michels",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Org Res Methods",
            "volume": "9",
            "issn": "",
            "pages": "202--220",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Practical meta-analysis",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Lipsey",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Belief in conspiracy theories and the need for cognitive closure",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Leman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cinnirella",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Front Psychol",
            "volume": "4378",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Analytic thinking reduces belief in conspiracy theories",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Swami",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Voracek",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Stieger",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [
                        "S"
                    ],
                    "last": "Tran",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Furnham",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Cognition",
            "volume": "133",
            "issn": "",
            "pages": "572--585",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cognition.2014.08.006"
                ],
                "PMID": [
                    "25217762"
                ]
            }
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Putting the stress on conspiracy theories: Examining associations between psychological stress, anxiety, and belief in conspiracy theories",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Swami",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Furnham",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Smyth",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Weis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lay",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Clow",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Pers Ind Diff",
            "volume": "99",
            "issn": "",
            "pages": "72--76",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Associations between schizotypy and belief in conspiracist ideation",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Barron",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Morgan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Towell",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Altemeyer",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Swami",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Pers Ind Diff",
            "volume": "82",
            "issn": "",
            "pages": "136--141",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Girl in the cellar: A repeated cross-sectional investigation of belief in conspiracy theories about the kidnapping of Natascha Kampusch",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Stieger",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Gumhalter",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [
                        "S"
                    ],
                    "last": "Tran",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Voracek",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Swami",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Front Psychol",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fpsyg.2013.00297"
                ],
                "PMID": [
                    "23745118"
                ]
            }
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Lunar lies: The impact of informational framing and individual differences in shaping conspiracist beliefs about the moon landings",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Swami",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pietschnig",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [
                        "S"
                    ],
                    "last": "Tran",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "W"
                    ],
                    "last": "Nader",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Stieger",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Voracek",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "App Cog Psychol",
            "volume": "27",
            "issn": "",
            "pages": "71--80",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Personality and individual difference correlates of attitudes toward human rights and civil liberties",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Swami",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "W"
                    ],
                    "last": "Nader",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pietschnig",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Stieger",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [
                        "S"
                    ],
                    "last": "Tran",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Voracek",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Pers Ind Diff",
            "volume": "53",
            "issn": "",
            "pages": "443--447",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Better the devil you known than a world you don't? Intolerance of uncertainty and worldview explanations for belief in conspiracy theories",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Moulding",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nix-Carnell",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Schnabel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nedeljkovic",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Burnside",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Lentini",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Pers Ind Diff",
            "volume": "98",
            "issn": "",
            "pages": "345--354",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Conspiracy theory and cognitive style: A worldview",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Dagnall",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Drinkwater",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Parker",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Denovan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Parton",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Front Psychol",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fpsyg.2015.00206"
                ],
                "PMID": [
                    "25762969"
                ]
            }
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Intention seekers: Conspiracist ideation and biased attributions of intentionality",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Brotherton",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "French",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS One",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0124125"
                ],
                "PMID": [
                    "25970175"
                ]
            }
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Bored to fears: Boredom proneness, paranoia, and conspiracy theories",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Brotherton",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Eser",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Pers Ind Diff",
            "volume": "80",
            "issn": "",
            "pages": "1--5",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Relationships between conspiracy mentality, hyperactive agency detection, and schizotypy: Supernatural forces at work?",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Van Der Tempel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Alcock",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Pers Ind Diff",
            "volume": "82",
            "issn": "",
            "pages": "136--141",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Some dare call it conspiracy: Labeling something a conspiracy theory does not reduce belief in it",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Wood",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Political Psychol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Does self-love or self-hate predict conspiracy beliefs? Narcissism, self-esteem, and the endorsement of conspiracy theories",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chichoka",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Marchlewska",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "De Zavala",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Soc Psychol Pers Sci",
            "volume": "7",
            "issn": "",
            "pages": "157--166",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "On the detection and reception of pseudo-profound bullshit",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pennycook",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Cheyne",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Barr",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Koehler",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Fugelsang",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Judgement Decision Making",
            "volume": "10",
            "issn": "",
            "pages": "549--563",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Path diagram and estimates for the Belief in Conspiracy Theories Inventory. Item numbers in the figure reflect the item number in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "χ(80, N = 401) = 1038.819, χ normed = 12.985, CFI = .769, RMSEA = .173 with 90% CI = .164-.183, SRMR = .090. Modification indices were not consulted to adjust the model as all modifications would lead to indicators being loaded onto another latent variable or have little theoretical sense. Fig 4 depicts theFig 2. Path diagram and estimates for the Conspiracy Mentality Questionnaire. Item numbers in the figure reflect the item number in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Path diagram and estimates for the one-factor Generic Conspiracist Beliefs Scale. Item numbers in the figure reflect the item number in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "doi:10.1371/journal.pone.0172617.g003",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Path diagram and estimates for the five-factor Generic Conspiracist Beliefs Scale. Item numbers in the figure reflect the item number in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Path diagram and estimates for the two-factor Generic Conspiracist Beliefs Scale. Item numbers in the figure reflect the item number in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "File. Syntax for the Belief in Conspiracy Theories Inventory. (SPS) S2 File. Syntax for the Conspiracy Mentality Questionnaire. (SPS) S3 File. Syntax for the Generic Conspiracist Beliefs Scale. (SPS) S1 Table. Items and factor loadings for the anti-vaccination conspiracy theories measure. Values in bold indicate items that loaded onto a factor. (DOCX) Author Contributions Conceptualization: VS AF MV SS. Data curation: VS LW DB. Formal analysis: VS DB MV SS LW AF. Investigation: VS DB LW. Methodology: VS DB AF MV SS LW.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Scales that measure endorsement of a range of conspiracy theories.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "(Continued)",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Scales that measure generic conspiracist ideation.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "(Continued)",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "(Continued)",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "(Continued)",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "One-Item Conspiracy Measure.",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "Items and factor loadings for the Conspiracy Mentality Questionnaire.Table 4. Items and factor loadings for the Belief in Conspiracy Theory Inventory.8. The US government allowed the 9/11 attacks to take place so that it would have an excuse to achieve foreign (e.g., wars in Afghanistan and Iraq) and domestic (e.g., attacks on civil liberties) goals that had been determined prior to the attacks. The assassination of John F. Kennedy was not committed by the lone gunman, Lee Harvey Oswald, but was rather a detailed, organised conspiracy to kill the President.12. The Oklahoma City bombers, Timothy McVeigh and Terry Nichols, did not act alone, but rather received assistance from neo-Nazi groups.",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "Items and factor loadings for the Generic Conspiracist Beliefs Scale. Values in bold indicateitems that loaded onto a factor. Some UFO sightings and rumours are planned or staged in order to distract the public from real alien contact.",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "Bivariate Correlations between all measures included in the present study (EFA Split-Half Subsample in the Top Diagonal, CFA Split-Half Subsample in the Bottom Diagonal).Note. All p < .001 doi:10.1371/journal.pone.0172617.t007",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}