{
    "paper_id": "bee209540848ded10add285c6a2d90906961baea",
    "metadata": {
        "title": "Immortalized common marmoset (Callithrix jacchus) hepatic progenitor cells possess bipotentiality in vitro and in vivo",
        "authors": [
            {
                "first": "Zhenglong",
                "middle": [],
                "last": "Guo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Renwei",
                "middle": [],
                "last": "Jing",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Quan",
                "middle": [],
                "last": "Rao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ludi",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yimeng",
                "middle": [],
                "last": "Gao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Fengyong",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xin",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lijian",
                "middle": [],
                "last": "Hui",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Haifang",
                "middle": [],
                "last": "Yin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Common marmoset (Callithrix jacchus) is emerging as a clinically relevant nonhuman primate model for various diseases, but is hindered by the availability of marmoset cell lines, which are critical for understanding the disease pathogenesis and drug/toxicological screening prior to animal testing. Here we describe the generation of immortalized marmoset hepatic progenitor cells (MHPCs) by lentivirus-mediated transfer of the simian virus 40 large T antigen gene in fetal liver polygonal cells. MHPCs proliferate indefinitely in vitro without chromosomal alteration and telomere shortening. These cells possess hepatic progenitor cell-specific gene expression profiles with potential to differentiate into both hepatocytic and cholangiocytic lineages in vitro and in vivo and also can be genetically modified. Importantly, injected MHPCs repopulated the injured liver of fumarylacetoacetate hydrolase (Fah)-deficient mice with hepatocyte-like cells. MHPCs also engraft as cholangiocytes into bile ducts of 3,5-diethoxycarbonyl-1,4dihydrocollidine (DDC)-induced bile ductular injured mice. MHPCs provide a tool to enable efficient derivation and genetic modification of both hepatocytes and cholangiocytes for use in disease modeling, tissue engineering, and drug screening.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The common marmoset (Callithrix jacchus) is a New World nonhuman primate, originally inhabiting in Brazil, South America, with some populations distributed in Australia and Africa 1 . Due to their small body size, ease of handling, shorter gestation period, and earlier sexual maturation as well as lower maintenance cost compared to Old World nonhuman primates, common marmosets are being used increasingly as one of the mainstream nonhuman primate animal models in biomedical research, including neuroscience, infectious diseases, reproductive biology, stem cell, and toxicological tests [2] [3] [4] [5] [6] [7] .",
            "cite_spans": [
                {
                    "start": 590,
                    "end": 593,
                    "text": "[2]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 594,
                    "end": 597,
                    "text": "[3]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 598,
                    "end": 601,
                    "text": "[4]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 602,
                    "end": 605,
                    "text": "[5]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 606,
                    "end": 609,
                    "text": "[6]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 610,
                    "end": 613,
                    "text": "[7]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Previously, common marmosets were shown to serve as an ideal model system for hepatitis C virus (HCV)-related liver diseases in vivo and in vitro 8, 9 . However, the understanding of the pathogenesis and development of effective treatments for liver diseases has been hindered by the availability of a suitable in vitro system.",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 148,
                    "text": "8,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 149,
                    "end": 150,
                    "text": "9",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Although numerous studies have demonstrated the feasibility of isolating primary hepatocytes or hepatic progenitor cells from human liver or other nonhuman primates such as rhesus monkey 10, 11 , these cells can only undergo a few population doublings before losing their differentiation status and dying and lack the capability of indefinite expansion. Also this is particularly challenging experimentally because sacrificing nonhuman primates to obtain primary cells is both expensive and time-consuming, thus immortalized cell lines will greatly improve the functionality of nonhuman primates such as marmoset models. Epithelial liver stem cells from a cynomolgus monkey fetus could be immortalized 12 , suggesting that immortalized cell lines could be generated from nonhuman primate fetuses. Embryonic stem cell lines (ES) and induced pluripotent stem cell lines (ips) reported to be derived from common marmoset 13, 14 will be useful for understanding tissue differentiation in nonhuman primates, but are of limited use when it comes to diseases of specific tissues because of high costs and complicated differentiation protocols. Importantly, both ES-and ips-derived hepatocytes fail to expand in vitro indefinitely. Therefore, establishment of immortalized common marmoset hepatocytes or progenitor cells will provide a valuable tool for the development of effective treatments for liver diseases.",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 190,
                    "text": "10,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 191,
                    "end": 193,
                    "text": "11",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 702,
                    "end": 704,
                    "text": "12",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 918,
                    "end": 921,
                    "text": "13,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 922,
                    "end": 924,
                    "text": "14",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Here we describe the derivation of an immortalized hepatic progenitor cell line (marmoset hepatic progenitor cell; MHPC) from common marmoset fetal liver. Infection of fetal liver cells with simian virus 40 large T antigen (SV40T)-expressing lentivirus enables their indefinite proliferation in vitro without chromosomal alteration and telomere shortening. Examination on the gene expression profiles of this immortalized cell clone revealed a hepatic progenitor cell-specific gene expression, confirmed by semiquantitative reverse transcription-PCR and immunohistochemistry. MHPCs possess the capacities of self-renewal and ability to differentiate into both hepatocytes and cholangiocytes in vitro and in vivo. MHPCs are stable, expandable, and genetically editable, which hold great promise for the disease modeling and the development of effective treatments for liver diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Immortalized marmoset fetal liver cells are capable of selfrenewal without chromosomal alteration and telomere shortening A mixed population of fetal liver cells was derived from full-gestation aborted marmoset fetal liver after digestion with collagenase 15 . Approximately 70% of attached cells consisted of elongated spindle cells with dark nuclei, whereas about 30% of attached cells consisted of Expression levels (fold) are depicted in colors in which red represents upregulation and green means downregulation. b Semiquantitative RT-PCR analysis of hepatic progenitor cell markers for MHPCs at passage 30. Cav-1 refers to Caveolin-1; M2PK means tumor type M2 pyruvate kinase; Ccl2 chemokine (C-C motif) ligand 2; BMP4 bone morphogenetic protein 4; Cx-43 refers to Connexin 43. c Immunostaining of hepatic progenitor cell markers for MHPCs at passage 30. Nuclei was counterstained by DAPI (scale bar = 100 µm). d Gene set enrichment analysis (GSEA) of DNA replication and cell cycle-related genes for MHPCs at passage 30. DNA replication and cell cycle-related genes were significantly upregulated in MHPCs (passage 30) compared with adult marmoset liver tissues (n = 3, two-tailed t-test, *P < 0.1 × 10 −4 ). e GSEA of cellular metabolism-related genes for MHPCs at passage 30. Cellular metabolism-related genes were significantly downregulated in MHPCs (passage 30) compared with adult marmoset liver tissues (n = 3, two-tailed t-test, *P < 0.1 × 10 -4 ) polygonal cells with epithelial-like morphology (Fig. 1a) , which is a typical feature of hepatic progenitor cells. These cells were infected with lentivirus expressing SV40 large T antigen and enhanced green fluorescent protein (EGFP) daily for three times after one passage (Supplementary Figure S1a ). Strong fluorescence signals were detected in mixed liver cells 1 week after three successive infections and EGFP-positive cell clones were sorted with fluorescence-activated cell sorting (FACS) and seeded in six-well plates with further dilution. Notably, EGFP signals became weaker with passaging ( Supplementary Figure S1a), consistent with previous reports 16 Figure S1c) , and hepatic stem cell markers (sex-determining region Y box 9 gene-Sox9) 17 and fetal hepatic progenitor markers (cytokeratin 7-CK7; Supplementary Figure S1d), indicating these clones are likely MHPCs. In contrast, clone 1 expressed all the markers, including hepatic stem cell marker (epithelial cell adhesion molecule-EpCAM) and fetal hepatic progenitor marker (α-fetoprotein-AFP; Supplementary Figure S1d), and was more epithelial-like compared to other clones and capable of indefinite proliferation with a mean population doubling time of 2.3 days (Fig. 1a, b) . Little difference was detected in doubling time at passage 30 and passage 80 (Fig. 1b) , suggesting that clone 1 retained the self-renewal capacity after multiple cell divisions in vitro. Karyotype analysis verified the normal 46 and XY karyotype of clone 1 after 30 population doublings as demonstrated by conventional Giesma banding (Fig. 1c) . Examination on the number of chromosomes from 30 individual clones of clone 1 (passage 30) showed that approximately 82% of clones maintained 46 chromosomes (Fig. 1d ) without telomere shortening (Fig. 1e) , indicating that clone 1 can self-renew without chromosomal alteration and telomere shortening.",
            "cite_spans": [
                {
                    "start": 256,
                    "end": 258,
                    "text": "15",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 2128,
                    "end": 2130,
                    "text": "16",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 2218,
                    "end": 2220,
                    "text": "17",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 1511,
                    "end": 1520,
                    "text": "(Fig. 1a)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1754,
                    "end": 1764,
                    "text": "Figure S1a",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2068,
                    "end": 2088,
                    "text": "Supplementary Figure",
                    "ref_id": null
                },
                {
                    "start": 2131,
                    "end": 2142,
                    "text": "Figure S1c)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2698,
                    "end": 2710,
                    "text": "(Fig. 1a, b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2790,
                    "end": 2799,
                    "text": "(Fig. 1b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 3048,
                    "end": 3057,
                    "text": "(Fig. 1c)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 3217,
                    "end": 3225,
                    "text": "(Fig. 1d",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 3256,
                    "end": 3265,
                    "text": "(Fig. 1e)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "To specify the lineage of clone 1, we performed genome-wide expression profile analysis on different passages of clone 1 (passages 10, 25, and 30) and compared the global gene expression profiles with liver tissues derived from adult common marmosets of different ages. The expression profiling revealed that the upregulation of hepatic progenitor marker genes in clone 1, including CD44, Sox9, Sox17, and neural cell adhesion molecule 1 (Ncam1; Fig. 2a ) 18 compared to adult liver tissues, indicating that clone 1 is a MHPC line. The expression of hepatic progenitor-specific genes in MHPCs was further confirmed by semiquantitative RT-PCR (Fig. 2b) and immunocytochemistry (Fig. 2c) . Consistently, gene set enrichment analysis demonstrated that the expression of DNA replication and cell cycle relevant genes was significantly elevated (Fig. 2d , *P < 0.1 × 10 −4 ), whereas the mRNA levels of cellular metabolism-related genes were significantly decreased (Fig. 2e , *P < 0.1 × 10 −4 ). Also pathways involved in stem cell development, including Wnt, Notch, and Hedgehog [19] [20] [21] were also enriched in MHPCs when compared to adult liver tissues (Supplementary Figure S2) . These data indicate that MHPCs are genuine hepatic progenitor cells.",
            "cite_spans": [
                {
                    "start": 456,
                    "end": 458,
                    "text": "18",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1076,
                    "end": 1080,
                    "text": "[19]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1081,
                    "end": 1085,
                    "text": "[20]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1086,
                    "end": 1090,
                    "text": "[21]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 446,
                    "end": 453,
                    "text": "Fig. 2a",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 642,
                    "end": 651,
                    "text": "(Fig. 2b)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 676,
                    "end": 685,
                    "text": "(Fig. 2c)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 840,
                    "end": 848,
                    "text": "(Fig. 2d",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 961,
                    "end": 969,
                    "text": "(Fig. 2e",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1171,
                    "end": 1181,
                    "text": "Figure S2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "MHPCs possess hepatic progenitor cell-specific expression pattern"
        },
        {
            "text": "To investigate whether MHPCs possess the potency of hepatic progenitor cells to differentiate into mature hepatocytes and cholangiocytes in vitro, we cultured MHPCs in hepatic differentiation medium (HDM) with oncostatin M (OSM) and epidermal growth factor (EGF) 22 . Semiquantitative RT-PCR analysis revealed upregulation of mature hepatocyte-specific transcripts (albumin-Alb, α-1-anti-trypsin-Aat, tyrosine aminotransferase-TAT, transferring-TF, and glucose-6 phosphase-G6p) but not for cholangiocytic cell marker-CK19 in MHPCs at 12 days after hepatic differentiation (Fig. 3a) . Ultrastructural analysis of differentiated MHPCs with transmission electron microscopy indicated typical hepatocytic organelles such as mitochondria, lysosomes, glycogen granules, and bile canalicui in the intercellular space of adjacent cells (Fig. 3b) . Moreover, differentiated MHPCs acquired mature hepatic functions, including indocyanine green (ICG) uptake ( Fig. 3c-i) , intracytoplasmic glycogen storage ( Fig. 3c -ii), and lipid droplet generation ( Fig. 3c-iii) . When grown on two-dimensional Matrigel in HDM containing OSM and EGF for 6 days, MHPCs formed doughnut-like hepatocyte clusters with a diameter of 100 µm (Fig. 3d -i) and the hepatocytic differentiation status of MHPCs was confirmed by periodicacid-Schiff (PAS) staining for glycogen storage (Fig. 3d-ii) . When MHPCs were cultured in three-dimensional (3D) type I collagen gel culture system 23 , they readily differentiated into cholangiocyte-like cells with representative branching structures (Fig. 3d -iii) and expressed cholangiocyte marker CK19 after 9 days of induction ( Fig. 3d-iv) . Importantly, examination on lower (passage 10) and higher passages (50 and 80) of MHPCs revealed no difference in differentiation capacities among passages (Supplementary Figure S3a) , though differentiated hepatocytes derived from primary fetal liver cells showed a weaker droplet formation ability compared to immortalized MHPCs (Supplementary Figure S3b) . These findings support the conclusion that MHPCs possess the bipotentiality of differentiating into hepatocytes and cholangiocytes in vitro.",
            "cite_spans": [
                {
                    "start": 263,
                    "end": 265,
                    "text": "22",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 572,
                    "end": 581,
                    "text": "(Fig. 3a)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 828,
                    "end": 837,
                    "text": "(Fig. 3b)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 949,
                    "end": 959,
                    "text": "Fig. 3c-i)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 998,
                    "end": 1005,
                    "text": "Fig. 3c",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1043,
                    "end": 1055,
                    "text": "Fig. 3c-iii)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1212,
                    "end": 1220,
                    "text": "(Fig. 3d",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1350,
                    "end": 1362,
                    "text": "(Fig. 3d-ii)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1555,
                    "end": 1563,
                    "text": "(Fig. 3d",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1638,
                    "end": 1649,
                    "text": "Fig. 3d-iv)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1823,
                    "end": 1834,
                    "text": "Figure S3a)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1998,
                    "end": 2009,
                    "text": "Figure S3b)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "MHPCs show bipotentiality in vitro"
        },
        {
            "text": "Drug detoxification is an important functional parameter for the functionality of mature hepatocytes, particularly for phase I drug metabolism, for which cytochrome P450 (CYP450) enzymes are largely responsible 24 . Examination on the expression of major CYP enzymes, including CYP3A4, CYP1A1, and CYP1A2 indicated that significantly higher levels of CYP3A4, CYP1A2, and CYP1A1 were detected in differentiated MHPCs than undifferentiated MHPCs (Fig. 4a, b) . To analyze whether differentiated MHPCs were responsive to CYP inducers, we treated the cells with two commonly used chemical inducers, including 3-methylcholanthrene (3-MCA) and rifampicin (RIF), respectively, for 48 h. As expected, markedly increased mRNA expression levels of CYP3A4, CYP1A1, and CYP1A2 were induced by 3-MCA in differentiated MHPCs, though only a significantly higher level of CYP1A2 expression was detected in response to RIF induction ( Fig. 4c) , demonstrating that differentiated MHPCs have the capacity to detoxify drugs and can serve as an in vitro model system for studying drug metabolism. In addition, to evaluate the functional activity of epithelial surfaces on mature hepatocytes from differentiated MHPCs, which is likely lost during immortalization-induced epithelial-mesenchymal transition (EMT), we treated differentiated MHPCs with 5 (6)-carboxy-2′, 7′-dichlorofluorescein diacetate (CDFDA), a functional assay for epithelial cell surface polarization 22 . Functionally polarized hepatocytes were defined by bright CDF-stained bile canaliculi as CDFDA can be hydrolyzed to fluorescent CDF and secreted to bile canaliculi. The results showed that bright fluorescence appeared in differentiated MHPCs with some punctuate signals localized inside cells ( Fig. 4d -i, arrowheads), whereas others resided around membrane half an hour after incubation ( Fig. 4d -ii, arrows), suggesting that differentiated MHPCs can absorb and hydrolyze CDFDA and thus secrete fluorescent CDF into bile canalicui. These results show that differentiated MHPCs enable drug detoxification and biliary secretion. ",
            "cite_spans": [
                {
                    "start": 211,
                    "end": 213,
                    "text": "24",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1448,
                    "end": 1450,
                    "text": "22",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 444,
                    "end": 456,
                    "text": "(Fig. 4a, b)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 918,
                    "end": 926,
                    "text": "Fig. 4c)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1748,
                    "end": 1755,
                    "text": "Fig. 4d",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1844,
                    "end": 1851,
                    "text": "Fig. 4d",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Differentiated MHPCs are capable of detoxification and biliary secretion in vitro"
        },
        {
            "text": "Fumarylacetoacetate hydrolase-deficient (Fah −/− ) mice defective in tyrosine metabolism require a supply of 2-(2-nitro-4-trifluoromethylbenzoyl)-1, 3-cyclohexanedione (NTBC) for survival, otherwise mice will die of liver failure. Fah −/− mice can be rescued by transplantation of normal hepatocytes after NTBC withdrawal 25 , thus representing a good model to assess the functionality of mature hepatocytes. To investigate the potency of MHPCs to differentiate into mature hepatocytes in vivo, we intrasplenically injected EGFP-positive MHPCs (1 × 10 7 ) into Fah −/− mice 3 days after NTBC was withdrawn. EGFP was merely used as a reporter gene for tracing the cells after transplantation and the progenitor property of EGFP-infected MHPCs was verified by the expression of Sox9 (Supplementary Figure S4a) . Untreated Fah −/− mice (n = 7) lost body weights gradually and died within 4 weeks after NTBC withdrawal (Fig. 5a, b) . In contrast, although MHPC-transplanted Fah −/− mice lost weight during the first 4 weeks post transplantation, they regained or stabilized body weights afterwards (Fig. 5a) . week in F/R mice after transplantation of 1 × 10 7 MHPCs. Body weights at the indicated time were normalized to the weights prior to the transplantation. BW body weight. b Kaplan-Meier survival curves of MHPC-transplanted F/R mice (n = 5) and F/R mice that did not receive cells (n = 7) after NTBC withdrawal (two-tailed t-test, *P < 0.05). c Immunostaining for FAH in liver tissues from transplanted F/R mice. The results indicated the integration of MHPCs in F/R livers and showed normal hepatocyte morphology in H&E serial sections. Arrows indicate binucleated hepatocytes (scale bar = 100 µm). d Immunostaining for AAT in liver tissues and in vitro functional evaluation of isolated MHPC-derived hepatocytes from transplanted F/R mice. (i, ii) Serial staining for FAH and AAT in liver tissues from transplanted F/R mice. Arrows indicate the co-localization of FAH and AAT (scale bar = 100 µm). (iii) Isolated EGFP-positive cells showing glycogen storage stained by PAS (iv) (scale bar = 100 µm). e Levels of serum ALT and AST in transplanted and control F/R mice (n = 3, two-tailed t-test, *P < 0.05). The blood was collected prior to the experimental endpoints. f The tumorigenicity assay for MHPCs in vivo Supplementary Figure S4b) . Strikingly, Fah-positive hepatocytes were found in multiple focal areas besides adjacent to central veins with some Fah-positive hepatocytes showing binucleated, a feature characteristic of mature hepatocytes 26 , similar to studies in mouse and human reported previously (Fig. 5c, d-i) 17, 27 , suggesting that MHPCs can effectively engraft into the liver parenchyma of Fah −/− mice. Serial staining of liver tissues from transplanted Fah −/− mice demonstrated the colocalization of Fah-and AAT-positive cells (Fig. 5d-ii) , indicating that Fah-positive cells are functional mature hepatocytes. As expected, Fah-and EGFP-postive hepatocytes were also found in spleen of Fah −/− mice as reported for other species (Supplementary Figure S4c) 27 . To further confirm the in vivo function of differentiated MHPCs, we isolated EGFP-positive hepatocytes derived = 100 µm) . c Sequence analysis of genetically modified MHPCs with CRISPR/Cas9 system for clone 1. Clones 1 and 2 showed identical deletions. WT refers to wild-type MHPCs. Two nonsense point mutations (A-C) and (C-G) were generated in the marmoset p53 gene. d Western blot analysis for the expression of p53 in transfected MHPCs. GAPDH was used as a loading control. A unit of 130 µg total protein was loaded. e Wound-healing assay for examining the migration rate of p53 −/− MHPCs. A significantly faster migration rate was detected in p53 −/− MHPCs than WT MHPCs (n = 5, two-tailed t-test, **P < 0.01) from MHPCs in transplanted Fah −/− mice by FACS (Fig. 5d-iii) and cultured for 2 weeks in vitro. Glycogen accumulation was observed in isolated cells as demonstrated by PAS staining (Fig. 5d-iv) , suggesting that isolated cells function as mature hepatocytes. Analysis of biochemical parameters for liver function including serum aspartate aminotransferase (AST) and alanine transaminase (ALT) revealed that the level of AST was significantly reduced, though to a much less extent with ALT (Fig. 5e) . These findings demonstrate that MHPCs can repopulate Fah −/− liver cells and attenuate liver injuries caused by Fah deficiency. Moreover, we found that MHPCs did not form tumors after transplantation in either Fah −/− or immunodeficient nude mice (Fig. 5f ).",
            "cite_spans": [
                {
                    "start": 322,
                    "end": 324,
                    "text": "25",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 2555,
                    "end": 2557,
                    "text": "26",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 2633,
                    "end": 2636,
                    "text": "17,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 2637,
                    "end": 2639,
                    "text": "27",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 3087,
                    "end": 3089,
                    "text": "27",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [
                {
                    "start": 796,
                    "end": 807,
                    "text": "Figure S4a)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 915,
                    "end": 927,
                    "text": "(Fig. 5a, b)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1094,
                    "end": 1103,
                    "text": "(Fig. 5a)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 2332,
                    "end": 2343,
                    "text": "Figure S4b)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 2618,
                    "end": 2632,
                    "text": "(Fig. 5c, d-i)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 2857,
                    "end": 2869,
                    "text": "(Fig. 5d-ii)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 3075,
                    "end": 3086,
                    "text": "Figure S4c)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 3203,
                    "end": 3212,
                    "text": "= 100 µm)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 3855,
                    "end": 3868,
                    "text": "(Fig. 5d-iii)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 3989,
                    "end": 4001,
                    "text": "(Fig. 5d-iv)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 4297,
                    "end": 4306,
                    "text": "(Fig. 5e)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 4556,
                    "end": 4564,
                    "text": "(Fig. 5f",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "MHPC transplantation alleviates Fah-deficiency-induced liver metabolic disease"
        },
        {
            "text": "MHPCs contribute to bile duct proliferation in a 3, 5diethoxycarbonyl-1, 4-dihydrocollidine-induced liver injury model",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MHPC transplantation alleviates Fah-deficiency-induced liver metabolic disease"
        },
        {
            "text": "The 3, 5-diethoxycarbonyl-1, 4-dihydrocollidine (DDC)fed mouse is a well-established model for hepatic progenitor cell activation and bile duct proliferation 28 . It was reported that in vivo DDC treatment can induce progenitor cells to spontaneously differentiate into cholangiocytes 29 . To determine whether MHPCs possess the ability to engraft into bile ducts and further differentiate into cholangiocytes in vivo. We first established a DDCinduced liver injury mouse model by feeding immunodeficient nude mice with 0.1% DDC (wt/wt). Bile duct proliferation was evident at 4 weeks after DDC induction as demonstrated by the increased number of small bile ducts and collagen deposition scattered throughout periportal areas and around the central and portal vein in the livers of DDC-induced mice (Fig. 6a) . Importantly, all the bile duct proliferation were of nonhepatocyte origin revealed by the staining of CK19 (a cholangiocytic epithelial cell marker; Supplementary Figure S5a ) and Sox9 (a progenitor cell marker; Supplementary Figure S5b ) 30 and the absence of AAT expression (a hepatocyte marker; Supplementary Figure S5c ), suggesting that DDC-induced liver injury activates the endogenous progenitor cells to differentiate into cholangiocytes. EGFP-positive MHPCs (5 × 10 6 ) were intrasplenically transplanted into DDCinduced mice (n = 8) and were found scattered within small and large bile ducts in the liver of two recipient mice 3 weeks post transplantation and comprised 10-20% of total biliary epithelial cells with the expression CK19 (Fig. 6b) , demonstrating that MHPCs can be differentiated into cholangiocyte in vivo.",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 160,
                    "text": "28",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 285,
                    "end": 287,
                    "text": "29",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1051,
                    "end": 1053,
                    "text": "30",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [
                {
                    "start": 800,
                    "end": 809,
                    "text": "(Fig. 6a)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 975,
                    "end": 985,
                    "text": "Figure S5a",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1038,
                    "end": 1048,
                    "text": "Figure S5b",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1124,
                    "end": 1134,
                    "text": "Figure S5c",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1558,
                    "end": 1567,
                    "text": "(Fig. 6b)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "MHPC transplantation alleviates Fah-deficiency-induced liver metabolic disease"
        },
        {
            "text": "To examine the genetic modifiability of MHPCs, an important property for disease modeling, we targeted p53, a known tumor suppressor gene 31 , with the clustered regularly interspaced short palindromic repeat (CRISPR)/ Cas9 system. Two different single-guide (sg) RNAs were designed (sgRNA-p53-1 and -2), targeting different sites of the marmoset p53 exon 5, and introduced into MHPCs by lentivirus infection. Sequence analysis of two transfected MHPCs clones (clones 1 and 2) revealed two identical deletions in p53 exon 5 (Fig. 6c) and further examination showed the absence of p53 protein as demonstrated by western blot (Fig. 6d) , indicating that MHPCs can be readily genetically modified with CRISPR/ Cas9 system. p53 −/− MHPCs showed no morphologic difference from normal MHPCs though a faster migration rate was observed with p53 −/− MHPCs than normal MHPCs as evidenced by the wound-healing assay (Fig. 6e ).",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 140,
                    "text": "31",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [
                {
                    "start": 524,
                    "end": 533,
                    "text": "(Fig. 6c)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 624,
                    "end": 633,
                    "text": "(Fig. 6d)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 906,
                    "end": 914,
                    "text": "(Fig. 6e",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "MHPCs can be genetically modified with clustered regularly interspaced short palindromic repeat/Cas9"
        },
        {
            "text": "Despite common marmosets are useful nonhuman primate models for medical research, particularly for HCV-related liver diseases, the unavailability of suitable in vitro model systems hinders the development of effective treatments for liver diseases. Herein we establish an immortalized MHPC showing an indefinite expansion capacity without chromosomal alteration and telomere shortening. MHPCs not only possess many characteristics of hepatic progenitor cells in self-renewal and gene expression profiles but also have bidirectional differentiation potential to both hepatocytic and cholangiocytic lineages in vitro and in vivo. Importantly, the ability to engraft and repopulate in Fah −/− and immunodeficient nude mouse liver without tumorigenicity allows the development of preclinical protocols of allotransplantation in a primate model closely related to humans. In comparison to previous studies on immortalized liver stem cells from cynomolgus monkey fetus (namely IPFLS) 12 , MHPCs were derived from common marmoset, a New World nonhuman primate bearing different physiological features compared to Old World nonhuman primates such as cynomolgus monkey and also an ideal model system for HCV-related studies. The common marmoset remains a more cost-effective nonhuman primate model than the cynomolgus monkey, thus establishment of this cell line gives researchers more tools to work with before in vivo studies. Moreover, the potential of IPFLS to differentiate into biliary lineage and genetic modifiability remain to be determined. Thus, MHPCs would be useful to model hepatic progenitor cells in drug discovery and in understanding of the pathogenesis of human liver diseases.",
            "cite_spans": [
                {
                    "start": 978,
                    "end": 980,
                    "text": "12",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In the current study, we employed a conventional approach for immortalizing mammalian cells by directly transfecting primary marmoset fetal liver cells with lentivirus expressing SV40 large T antigen 27 . In comparison to methods of staged differentiation to derive tissue-specific somatic cells from embryonic stem cells (ESCs) or induced pluripotent stem cells (iPSCs), the direct induction methods described here have advantages in saving time and materials. Notably, this approach also eliminates the possibility of contaminating cells types such as ESCs or iPSCs, which can result in the possibility of teratoma formation. However, the drawback of this virus infectionbased immortalization method is the influence on cellular morphologies as reported earlier 16 , though spontaneous EMT acquisition during culture can also contribute to the morphological changes. Despite the acquisition of mesenchymal features of MHPCs during immortalization, MHPCs maintain the properties and potency of hepatic progenitor cells, including gene expression profiles and functionality, including epithelial cell surface polarization.",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 202,
                    "text": "27",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 764,
                    "end": 766,
                    "text": "16",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "After induction in hepatocytic differentiation medium, differentiated MHPCs present the typical features of mature hepatocytes such as elevated expression of hepatocyte-specific gene expression, the presence of hepatocyte-specific organelles, and hepatocyte-related metabolic functions. Importantly, differentiated MHPCs show the capability of detoxification and biliary secretion, which is a key function of mature hepatocytes for detoxification 32 . An interesting observation from our study is that differentiated MHPCs respond remarkably well to CYP inducers such as 3-MCA, but only the level of CYP1A2 was significantly elevated by RIF induction in differentiated MHPCs. It was known that CYP induction is a time-and concentration-dependent process and the induction time and dose of different CYP inducers required varies in human and other species 33 . Therefore, we speculate that the unresponsiveness of CYP1A1 and CYP3A4 to RIF observed in differentiated MHPCs is likely due to the unfavorable conditions (i.e., induction time or concentrations), however the species differences cannot be excluded. Further investigations are warranted to optimize the conditions of RIF induction in MHPCs.",
            "cite_spans": [
                {
                    "start": 447,
                    "end": 449,
                    "text": "32",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 855,
                    "end": 857,
                    "text": "33",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Previous studies showed that a survival rate of 30-50% is commonly observed after transplantation of human primary hepatocytes 34 , it is striking that the repopulation of MHPCs rescued around 60% of Fah-deficient mice in our study, suggesting that hepatic progenitor cells are probably more efficient than primary hepatocytes in repopulating liver cells in vivo and thus resulting in higher survival rate. Intriguingly, despite the high survival rate observed in Fah-deficient mice after MHPC transplantation, the level of serum ALT was only marginally decreased compared to untreated Fah-deficient mice. As it is known that ALT is more sensitive to hepatocytic injury, whereas the serum from untreated and treated Fahdeficient mice was harvested when the mice were dying. So it is reasonable that the level of serum ALT increased by the time of harvesting blood and tissues as the liver condition of MHPC-transplanted Fah-deficient mice deteriorated. Nevertheless, the significantly extended lifespan and expression of FAH and AAT observed in MHPC-transplanted Fah-deficient mice sufficiently proved the potency of MHPCs to repopulate liver cells in vivo and rescue Fah-deficient mice.",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 129,
                    "text": "34",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In summary, we establish an immortalized MHPC line and the cell line possesses the characteristic, gene expression pattern, bipotentiality of hepatic progenitor cells and can be genetically modified. These cells can be useful for studying the pathogenesis, disease modeling, treatments, and allotransplantation therapy for liver diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Marmoset fetal liver tissues were obtained from aborted marmoset fetus at 12-15 weeks of gestation. Fetal liver cells were isolated as previously described with minor modification 15 . Briefly, marmoset fetal liver tissues obtained were cut into small pieces and incubated in D-Hanks' medium containing 0.05% collagenase type IV and 5 mM CaCl 2 for 30-40 min at 37°C",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 182,
                    "text": "15",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Cell isolation and culture"
        },
        {
            "text": ". Dissociated cells were collected, filtered through 70 µm sterile gauze, and centrifuged at 500 × g for 5 min. The cell pellet was resuspended and seeded on six-well plates coated with type I collagen in medium Dulbecco's modified Eagle's medium (DMEM)/F12 (Invitrogen, USA) supplemented with 10% fetal bovine serum, 1% penicillin/streptomycin (Invitrogen), 0.1 mM 2mercaptoethanol (Invitrogen), 10 ng/ml hepatocyte growth factor (HGF) and EGF (Invitrogen), 1× insulintransferrin-selenium (ITS, Invitrogen), 1 × 10 7 mol/l dexamethasone (Sigma, USA), and 10 ng/ml nicotinamide (Sigma). Cells were maintained at 37°C in a 5% CO2 incubator with medium changed every other day. For passaging, confluent cultures were split 1:3 using 0.25% trypsin-EDTA for 2-5 min at 37°C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cell isolation and culture"
        },
        {
            "text": "Lentivirus was prepared with three plasmids (40 µg in total), including the packaging plasmids psPAX2 and pM2D.G, and SV40 large T (kindly provided by Professor Lijian Hui, Shanghai Institutes for Biological Sciences, Chinese Academy of Sciences, Shanghai, China) or LentiCas9-Blast or LentiGuide-puro (purchased from Addgene), mixed in a ratio of 3:1:4 and 293FT cells were transiently transfected using calcium phosphate method. Viral supernatant from transfected 10 cm dish was collected every 24 h up to 2 days after the transfection. For SV40T-expressing lentivirus infection, fetal liver cells (passage 2, 5-10 × 10 5 ) were seeded in 6-well plates and infected three times with 1.5 ml viral supernatant mixed with 0.5 ml fresh DMEM medium containing 1/1000 polybrene for 10 h and replaced with fresh DMEM medium for another 14 h prior to observation. For Cas9expressing lentivirus infection, MHPCs (passage 50, 5 × 10 5 ) were seeded in 12-well plates and infected with concentrated viral supernatant for 12 h as described above, followed by 2 µg/ml Blasticidin selection for 1 week. Cas9-expressing MHPCs were seeded in 6-well plates (1 × 10 6 ) and transfected with two sgRNAexpressing lentivirus for 12 h, followed by 0.5 µg/ml puromycin selection for 2 weeks. Two sgRNAs targeting marmoset p53 exon 5 were designed with the method reported previously 35 and synthesized as follows: p53 sgRNA-1: 5′-GCTTGTAGATGGCCATGGCG-3′; p53 sgRNA-2: 5′-GCAGTCACAGCACATGACGG-3′. These sgRNAs were cloned into a LentiGuide-puro vector at BsmBI site as previously reported 36 . ",
            "cite_spans": [
                {
                    "start": 1362,
                    "end": 1364,
                    "text": "35",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1567,
                    "end": 1569,
                    "text": "36",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Lentivirus preparation and infection"
        },
        {
            "text": "The karyotype of MHPCs at passage 30 was analyzed. Briefly, MHPCs at passages 30 and 80 were incubated with 10 µg/ml mocodazole (Sigma) in fresh culture medium for 6 h to enrich arrested metaphases, followed by treatment with 0.75 M KCl for 40 min at 37°C, then fixed with cold methanol:acetic acid (3:1) and spread onto a clean glass slide. For G-band analysis, cells were fixed in 4% paraformaldehyde (PFA) and stained with Giemsa solution, followed by analysis with standard protocols 37 . Chromosome numbers was counted in at least 30 individual cells with fluorescence microscope (Olympus FV1000, Olympus, Japan) after staining with 4′,6-diamidino-2-phenylindole (DAPI). Telomere length of MHPCs was estimated by quantitative fluorescence in situ hybridization 38 . Slides were denatured and hybridized with 0.5 µg/ml fluorescein isothiocyanatelabeled peptide nucleic acid probe (Panagene, Korea), and were counterstained with 0.5 µg/ml DAPI. Chromosomes and telomeres were imaged with fluorescence confocal microscope. Data were analyzed using the online software \"Telometer: Software for Telomere Counting\"",
            "cite_spans": [
                {
                    "start": 488,
                    "end": 490,
                    "text": "37",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 766,
                    "end": 768,
                    "text": "38",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Karyotype and telomere analysis"
        },
        {
            "text": "(http://demarzolab.pathology.jhmi.edu/ telometer/). The relative telomere length was calculated based on the ratio of the fluorescence intensity sum of all telomere pixels for a given chromosome (proportional to telomere length) to the intensity sum of DAPI pixels for the corresponding chromosome. The mean value for 46 chromosomes for each cell was obtained. For quantitative analysis of telomere length, at least 30 individual cells were measured.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Karyotype and telomere analysis"
        },
        {
            "text": "Total RNA (3 µg/sample) extracted from three adult marmoset livers (3, 6, and 12 years old, respectively) and from MHPC cells at different passages (passges 10, 25, and 30, respectively) was used as input material. Sequencing libraries were generated using NEBNext ® Ultra™ RNA Library Prep Kit for Illumina ® (NEB, USA) per manufacturer's instructions and index codes were added to attribute sequences to each sample. The clustering of the index-coded samples was performed on a cBot Cluster Generation System using TruSeq PE Cluster Kit v3-cBot-HS (Illumia, USA) according to the manufacturer's instructions. After cluster generation, the library preparations were sequenced on an Illumina Hiseq 2500 platform and 100/50 bp single-end reads were generated. Differential expression analysis of two conditions/groups (two biological replicates per condition) was performed using the DESeq R package (1.10.1). DESeq provides statistical routines for determining differential expression in digital gene expression data using a model based on the negative binomial distribution. The resulting P-values were adjusted using the Benjamini and Hochberg's approach for controlling the false discovery rate. Genes with an adjusted P-value < 0.05 found by DESeq were assigned as differentially expressed. Gene Ontology (GO) enrichment analysis of differentially expressed genes was implemented by the GOseq R package, in which gene length bias was corrected. GO terms with corrected P < 0.05 were considered significantly enriched by differentially expressed genes. Clustered heat-maps were produced by cluster 3.0 software. Original data were uploaded to Gene Expression Omnibus database with accession number: GSE99168.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RNA sequencing"
        },
        {
            "text": "Total RNA was extracted from cells by Trizol (Invitrogen) and 1 µg RNA as template was reverse transcribed into cDNA with Transcriptor first strand cDNA synthesis Kit (Roche, Switzerland) per the manufacturer's instructions. Semiquantitative PCR was performed with Taq polymerase. Quantitative real-time PCR (qPCR) was performed with SYBR Premix Ex Taq (TaKaRa, Japan) on ABI StepOnePlus real-time PCR system (Applied Biosystems, USA). Primers used for the study were listed in Supplementary Table S1. All qPCR data were performed with at least three repeats. The PCR products were confirmed by proper melting curves and an agarose gel electrophoresis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reverse transcription-PCR"
        },
        {
            "text": "For immunocytochemistry, cells were fixed with 4% PFA for 30 min at 4°C, then permeabilized with 0.1% Triton X-100 for 30 min and blocked with 5% goat serum for 2 h at room temperature (RT). Subsequently, cells were incubated with primary rabbit monoclonal antibodies, including Albumin, CK19, CK7 (Abcam, UK, 1:200), CK18 (1:100), and Sox9 (1:250, Abcam), and α-1antitrypsin (rabbit polyclonal antibody, Abcam, 1:200), and mouse monoclonal antibodies, including AFP and hepatocyte nuclear factor 4α (Abcam, 1:200) at 4°C overnight, and then incubated with goat anti-rabbit Alexa-488, donkey anti-rabbit Alexa-594, or goat antimouse Alexa-488 secondary antibodies were used at a dilution of 1:200 in phosphate-buffered saline with Tween 20 (PBST) for 1 h at RT, followed by counterstaining with DAPI for 15 min at RT. For immunohistochemistry, tissues were fixed in Bouin's solution (Sigma) and embedded with paraffin. Paraffin sections (5-7 μm thick) were prepared, slides were treated with 3% hydrogen peroxide for 15 min, antigens were retrieved by incubating the section in 2.94 g/l citrate buffer (pH = 6.0) with microwave. Slides were blocked in 10% goat serum in 1% bovine serum albumin-PBS for 2 h, and incubated with the primary rabbit monoclonal antibodies, including GFP, CK19 (Abcam, 1:200), and monoclonal rabbit antibodies FAH (Cell Lab Tech, US, 1:3000), α-1-antitrypsin (Abcam, 1:200) overnight at 4°C, and then incubated with either goat anti-rabbit or anti-mouse horseradish peroxidaselabeled secondary antibodies were used at a dilution of 1:5000 in PBST for 1 h at RT, followed by 3,3′-diaminobenzidine staining.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immunocytochemistry and immunohistochemistry"
        },
        {
            "text": "Routine hematoxylin and eosin staining was applied. For sirius red staining, liver tissues from DDC-fed and wildtype nude mice were fixed with 4% PFA and embedded in paraffin. Paraffin sections (5-7 μm thick) were prepared and slides were stained with Sirius red solution (Sigma) for 20 min, and then washed with PBS for three times, followed by staining with hematoxylin for 10 min. Slides were observed with conventional microscopy (Olympus FV1000, Olympus) for pathological evaluation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Histology"
        },
        {
            "text": "Cells were stained by PAS kit (Sigma) per the manufacturer's instructions. For ICG (Sigma) uptake assay, cells were incubated with DMEM containing 1 mg/ml ICG at 37°C for 1 h, followed by washing with PBS three times. ICG release was examined 6 h later. For Oil Red O staining, confluent cells were fixed with 4% PFA at 4°C for 30 min, followed by Oil Red O (Sigma) staining for 15 min, and then washed with PBS and stained with hematoxylin (Sigma) for 30 s. For polarization assay, cells were incubated with 10 µg/ml CDFDA (Sigma) and 1 µg/ml Hoechst 33342 for 30 min at 37°C, followed by washing with ice-cold PBS and observed with fluorescence confocal microscope (Olympus FV1000, Olympus).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PAS, ICG, and CDFDA uptake assays and Oil Red O staining"
        },
        {
            "text": "For the generation of hepatocytes, 1 ml Matrigel (BD, USA) was poured into six-well Ultra Low Cluster Plates (Corning Costar, USA) and then was placed at 37°C for 30 min to form the gel. Cells (1 × 10 5 ) were suspended in HDM (DMEM/F12 medium supplemented with 10% fetal bovine serum (FBS; Invitrogen), 20 ng/ml OSM (R&D, USA), 20 ng/ml EGF (Gbico, USA), 10 ng/ml nicotinamide, 0.1 mmol/l L-ascorbic acid and 1 × 10 7 mol/l dexamethasone (Sigma). For cholangiocyte differentiation, 3D culture system using collagen type 1 (BD) was prepared as previously described 23 . Briefly, 800 µl collagen type 1, 100 µl 10 × PBS, 20 µl 1 N NaOH, and 80 µl H2O were mixed on ice. This mixture was further mixed with an equal volume of 1 × 10 5 cells suspended in cholangiocytic differentiation medium (DMEM/F12 medium supplemented with 10% FBS, 20 ng/ml HGF, 1× ITS (Invitrogen).",
            "cite_spans": [
                {
                    "start": 565,
                    "end": 567,
                    "text": "23",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "In vitro differentiation"
        },
        {
            "text": "To evaluate CYP450 induction, MHPC-derived hepatocytes were incubated with 3-MCA (25 µM), RIF (25 µM), or dimethylsulfoxide (DMSO) dissolved in culture medium for 48 h. Total RNA was extracted to measure the level of CYP enzymes, including CYP3A4, CYP1A1, and CYP1A2, in response to chemical inducers by qPCR. DMSO was used as a control for the normalization of CYP expression.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CYP450 induction"
        },
        {
            "text": "To suppress the immune response in Fah −/− Rag2 −/− mice, 40 µl anti-mouse asialo-GM1 (1 mg/ml; Wako, Japan) was intraperitoneally injected into F/R mice 24 h before transplantation. After transplantation, mice were administrated with 7.5 mg/l FK506 (Astellas, Japan) in the drinking water every day and GM1 was given every 7 days. For nude mice, 7.5 mg/l FK506 was given in the drinking water post transplantation. Fah −/− Rag2 −/− mice were maintained with 7.5 mg/l NTBC in the drinking water. For cell transplantation, similar methods were used as described previously 27 . Briefly, NTBC was reduced to 3.75 mg/l for 3 days and withdrawn for another 3 days prior to transplantation. EGFP-expressing MHPCs (1 × 10 7 ) in 120 µl Dulbecco's Phosphate Buffered Saline (DPBS) were injected intrasplenically into the Fah −/ − Rag2 −/− mice without NTBC. Body weight was monitored twice a week after transplantation. For the control group (n = 7), blood and liver samples were collected when 30% body weight was lost. For transplanted group (n = 5), blood and liver samples were collected 8-10 weeks post transplantation. For DDC-induced liver injury mice, nude mice (n = 7) were put on a diet containing 0.1% DDC (wt/wt) for 3 days, then mice were transplanted intrasplenically with 5 × 10 6 EGFPexpressing MHPCs in 60 µl DPBS. After 4-5 weeks, mice were sacrificed and liver samples were collected.",
            "cite_spans": [
                {
                    "start": 572,
                    "end": 574,
                    "text": "27",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Mice breeding and cell transplantation"
        },
        {
            "text": "MHPCs (1 × 10 6 ) were subcutaneously injected into the flanks of 6-to 8-week-old nude mice (n = 6), animals were examined twice a week to see the formation of tumors during 3-month period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tumorigenicity assay"
        },
        {
            "text": "Mouse blood was taken immediately after cervical dislocation and centrifuged at 1500 rpm for 3 min. Serum was separated and stored at −80°C. Analysis of levels of serum AST and ALT were performed by the clinical laboratory (Tianjin Metabolic Disease Hospital, Tianjin Medical University).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Serum enzyme measurements"
        },
        {
            "text": "MHPCs and p53 −/− MHPCs (1 × 10 6 ) were seeded in six-well plates for 24 h and then cultured in serumdeprived growth medium for 12 h. Cells were scratched with a sterile pipette tip and cultured in DMEM containing 2% FBS for another 24 h. The relative width of the scratch was measured with a ruler and five areas were randomly selected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Wound-healing assay"
        },
        {
            "text": "All data are reported as mean values ± sem. Statistical differences between treatment and control groups were evaluated by Sigma Stat (Systat Software, London, UK). Both parametric and non-parametric analyses were applied, in which the Mann-Whitney rank sum test (Mann-Whitney U-test) was used for samples on a nonnormal distribution, whereas a two-tailed t-test was performed for samples with a normal distribution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "National Natural Science Foundation of China",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Tianjin Municipal 13th 5-year plan (Tianjin Medical University Talent Project); and Tianjin Medical University 13th 5-year postgraduate Innovation Fund (Grant No. YJSCX201706)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Shanghai Institutes for Biological Sciences",
            "authors": [],
            "year": null,
            "venue": "Chinese Academy of Sciences",
            "volume": "300070",
            "issn": "5",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "USA References 1. Schiel, N. & Souto, A. The common marmoset: an overview of its natural history, ecology and behavior",
            "authors": [],
            "year": 2017,
            "venue": "Dev. Neurobiol",
            "volume": "4062",
            "issn": "",
            "pages": "244--262",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Human neutralizing monoclonal antibody inhibition of middle east respiratory syndrome coronavirus replication in the common marmoset",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J. Infect. Dis",
            "volume": "215",
            "issn": "",
            "pages": "1807--1815",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The marmoset: an emerging model to unravel the evolution and development of the primate neocortex",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Homman-Ludiye",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Bourne",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Dev. Neurobiol",
            "volume": "77",
            "issn": "",
            "pages": "263--272",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Prospects for genetically modified non-human primate models, including the common marmoset",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Sasaki",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Neurosci. Res",
            "volume": "93",
            "issn": "",
            "pages": "110--115",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Generation of a nonhuman primate model of severe combined immunodeficiency using highly efficient genome editing",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sato",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Cell Stem Cell",
            "volume": "19",
            "issn": "",
            "pages": "127--138",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Differentiation of induced pluripotent stem cell-derived neutrophil granulocytes from common marmoset monkey (Callithrix jacchus)",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Schrimpf",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Transfusion",
            "volume": "57",
            "issn": "",
            "pages": "60--69",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Induced pluripotent stem cell-derived dopaminergic neurons from adult common marmoset fibroblasts",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Vermilyea",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Stem Cells Dev",
            "volume": "26",
            "issn": "",
            "pages": "1225--1235",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Infection of common marmosets with hepatitis C virus/GB virus-B chimeras",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Hepatology",
            "volume": "59",
            "issn": "",
            "pages": "789--802",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Infection of common marmosets with GB virus B chimeric virus encoding the major nonstructural proteins NS2 to NS4A of hepatitis C virus",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J. Virol",
            "volume": "90",
            "issn": "",
            "pages": "8198--8211",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Isolation of multipotent progenitor cells from human fetal liver capable of differentiating into liver and mesenchymal lineages",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "Y"
                    ],
                    "last": "Dan",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "103",
            "issn": "",
            "pages": "9912--9917",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Isolation and characterization of liver epithelial progenitor cells from normal adult rhesus monkeys (Macaca mulatta)",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jin",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Cell Res",
            "volume": "19",
            "issn": "",
            "pages": "268--270",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Immortalization of a primate bipotent epithelial liver stem cell",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Allain",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "99",
            "issn": "",
            "pages": "3639--3644",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Generation of induced pluripotent stem cells from newborn marmoset skin fibroblasts",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mishra",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Tardif",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Hornsby",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Stem Cell Res",
            "volume": "4",
            "issn": "",
            "pages": "180--188",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Generating induced pluripotent stem cells from common marmoset (Callithrix jacchus) fetal liver cells using defined factors, including Lin28",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Tomioka",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Genes Cells",
            "volume": "15",
            "issn": "",
            "pages": "959--969",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Isolation of human progenitor liver epithelial cells with extensive replication capacity and differentiation into mature hepatocytes",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Malhi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Irani",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gagandeep",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. Cell Sci",
            "volume": "115",
            "issn": "",
            "pages": "2679--2688",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Immortalization of Human fetal hepatocyte by ectopic expression of human telomerase reverse transcriptase, human papilloma virus (E7) and simian virus 40 large T (SV40 T) antigen towards bioartificial liver support",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Giri",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bader",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Clin. Exp. Hepatol",
            "volume": "4",
            "issn": "",
            "pages": "191--201",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Reprogramming fibroblasts into bipotential hepatic stem cells by defined factors",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Cell Stem Cell",
            "volume": "13",
            "issn": "",
            "pages": "328--340",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Novel hepatic progenitor cell surface markers in the adult rat liver",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Yovchev",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "N"
                    ],
                    "last": "Grozdanov",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Joseph",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Dabeva",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Hepatology",
            "volume": "45",
            "issn": "",
            "pages": "139--149",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Proximal events in Wnt signal transduction",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Angers",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Moon",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nat. Rev. Mol. Cell Biol",
            "volume": "10",
            "issn": "",
            "pages": "468--477",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Notch2 signaling and undifferentiated liver cancers: evidence of hepatic stem/progenitor cell origin",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Cardinale",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Carpino",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Reid",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gaudio",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Alvaro",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Hepatology",
            "volume": "58",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Hedgehog signaling maintains resident hepatic progenitors throughout life",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Sicklick",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Am. J. Physiol. Gastrointest. Liver Physiol",
            "volume": "290",
            "issn": "",
            "pages": "859--870",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Long-term culture and expansion of primary human hepatocytes",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Levy",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nat. Biotechnol",
            "volume": "33",
            "issn": "",
            "pages": "1264--1271",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Hepatoblast-like progenitor cells derived from embryonic stem cells can repopulate livers of mice",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Gastroenterology",
            "volume": "139",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Cytochrome P450 enzymes in the generation of commercial products",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "P"
                    ],
                    "last": "Guengerich",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Nat. Rev. Drug Discov",
            "volume": "1",
            "issn": "",
            "pages": "359--366",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Fah knockout animals as models for therapeutic liver repopulation",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Grompe",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Adv. Exp. Med. Biol",
            "volume": "959",
            "issn": "",
            "pages": "215--230",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "The connection between the nuclei of binucleated hepatocytes: an ultrastructural study",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kachi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "French",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J. Submicrosc. Cytol. Pathol",
            "volume": "26",
            "issn": "",
            "pages": "163--172",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Direct reprogramming of human fibroblasts to functional and expandable hepatocytes",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Cell Stem Cell",
            "volume": "14",
            "issn": "",
            "pages": "370--384",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Atypical ductular proliferation and its inhibition by transforming growth factor beta1 in the 3,5-diethoxycarbonyl-1,4-dihydrocollidine mouse model for chronic alcoholic liver disease",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Preisegger",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Lab. Invest",
            "volume": "79",
            "issn": "",
            "pages": "103--109",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Disparate cellular basis of improved liver repair in beta-catenin-overexpressing mice after long-term exposure to 3,5-diethoxycarbonyl-1,4-dihydrocollidine",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Awuah",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Monga",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Am. J. Pathol",
            "volume": "177",
            "issn": "",
            "pages": "1812--1822",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Continuous cell supply from a Sox9-expressing progenitor zone in adult liver, exocrine pancreas and intestine",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Furuyama",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nat. Genet",
            "volume": "43",
            "issn": "",
            "pages": "34--41",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "One-step generation of p53 gene biallelic mutant Cynomolgus monkey via the CRISPR/Cas system",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wan",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Cell Res",
            "volume": "25",
            "issn": "",
            "pages": "258--261",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Assessment of biliary clearance in early drug discovery using sandwich-cultured hepatocyte model",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Boiselle",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Pharm. Sci",
            "volume": "101",
            "issn": "",
            "pages": "1898--1908",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "CYP induction-mediated drug interactions: in vitro assessment and clinical implications",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Pharm. Res",
            "volume": "23",
            "issn": "",
            "pages": "1089--1116",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Liver xeno-repopulation with human hepatocytes in Fah-/-Rag2-/-mice after pharmacological immunosuppression",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Am. J. Pathol",
            "volume": "177",
            "issn": "",
            "pages": "1311--1319",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Optimized sgRNA design to maximize activity and minimize off-target effects of CRISPR-Cas9",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Doench",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nat. Biotechnol",
            "volume": "34",
            "issn": "",
            "pages": "184--191",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Improved vectors and genome-wide libraries for CRISPR screening",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "E"
                    ],
                    "last": "Sanjana",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Shalem",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nat. Methods",
            "volume": "11",
            "issn": "",
            "pages": "783--784",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Ploidy and karyotypic alterations associated with early events in the development of hepatocarcinogenesis in transgenic mice harboring c-myc and transforming growth factor alpha transgenes",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Sargent",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "D"
                    ],
                    "last": "Sanderson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Thorgeirsson",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Cancer Res",
            "volume": "56",
            "issn": "",
            "pages": "2137--2142",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Association of telomere length with authentic pluripotency of ES/iPS cells",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Cell Res",
            "volume": "21",
            "issn": "",
            "pages": "779--792",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Establishment of immortalized marmoset fetal liver cells. a Morphology of immortalized marmoset fetal liver cell line MHPCs at passage 30 (scale bar = 100 µm). b Growth curve of MHPCs at passages 30 and 80, and isolated primary cells. Primary refers to isolated primary cells. Data represent mean ± sem (n = 3). The calculation was based on the online software http://www.doubling-time.com/compute.php. c G-band staining analysis of MHPCs at passage 30 showed a normal 46 XY karyotype. d Confocal microscopic images for DAPI staining of the choromosomes during mitosis. e Measurement of telomere lengths in MHPCs at passages 30 and 80 with Q-FISH. Data represent mean ± sem (n = 30)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Lineage specification for MHPCs. a Hierarchial clustering analysis of global gene expression profiles to compare different passages of MHPCs with adult marmoset liver tissues. Passage 10, 25, and 30 MHPCs were used for RNA sequencing. M1 (male), M2, or F3 (female) refers to animal code.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": ". Six clones derived from a mixed population formed colonies and proliferated rapidly after 30 passages, though most cells changed their morphologies during infection and became more like elongated spindle cells (Supplementary Figure S1b). Among them, four clones showed the expression of both hepatocytic and cholangiocytic cell markers (Supplementary",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "In vitro evaluation for the bipotency of MHPCs. a RT-PCR analysis of hepatocytic specific markers for differentiated MHPCs. MHPC-Hep refers to MHPC-derived hepatocytes. β-actin was used as a loading control. b Ultrastructure of MHPC-derived hepatocytes. Arrowheads indicate bile canaliculi (Bc) and endoplasmic reticulum (ER); arrows indicate tight junction (Tj), glycogen granules (Gly), and mitochondria (M) (scale bar = 1 µm). c In vitro functional evaluation of MHPC-derived hepatocytes, including (i) indocyanine green (ICG) uptake, (ii) PAS staining for glycogen storage, and (iii) Oil Red O staining for lipid accumulation. d In vitro bipotency of MHPCs, including (i) hepatic differentiation with 20 ng/ml OSM induction on 2D matrigel showed doughnut-like hepatocyte cluster morphology, and (ii) PAS staining for glycogen storage in MHPC-derived hepatocytes, (iii) branching structure of cholangiocytes formed by culturing in 3D type 1 collagen gel culture system, and (iv) CK19 staining (scale bar = 100 µm)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "MHPC-derived hepatocytes possess CYP enzyme activities and biliary secretion function. a RT-PCR analysis for the levels of CYP enzyme expression in MHPC-derived hepatocytes. β-actin was used as a loading control. b Quantitative analysis of the mRNA levels of CYP genes by qPCR for MHPC-derived hepatocytes without inducer treatment. MHPC-Hep refers to MHPC-derived hepatocytes (n = 3, two-tailed t-test, *P < 0.05). c The mRNA levels of the CYP enzymes by qPCR, including CYP3A4, CYP1A1, and CYP1A2 in MHPC-derived hepatocytes after the induction with rifampicin (RIF) and 3-methylcholanthrene (3-MCA). Fold changes were normalized to the levels in the cells without induction, respectively (n = 3, two-tailed ttest, *P < 0.05; **P < 0.01). d CDFDA staining showed the accumulation of green CDF in functional bile canaliculi on the apical surface of MHPCderived hepatocytes (scale bar = 100 µm). (i) Arrowheads point to CDFDA inside cells; (ii) arrows point to CDFDA around membrane Importantly, 60% of MHPC-transplanted Fah −/− mice remained alive for at least 7 weeks without NTBC(Fig. 5b), suggesting that MHPC transplantation can extend the lifespan of Fah −/− mice. Staining of liver tissues from MHPC-transplanted Fah −/− mice indicated that Fah-positive cells derived from MHPCs comprised 1-7% of total hepatocytes in liver of Fah −/− mice and all of the endogenous hepatocytes were Fah-negative(Fig. 5c,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Engraftment of MHPCs into Fah −/− (F/R) mice. a Body weight change of transplanted F/R mice. Body weight was measured twice every",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Engraftment of MHPCs into the DDC-induced injury mice and genetic modification of MHPCs. a H&E and Sirius Red staining of liver tissues from normal and 0.1% DDC-treated nude mice. Numerous small bile ducts (BD) appeared around the portal veins (PV) in the DDC liver (arrows). CV refers to central vein. b Serial immunostaining of GFP and CK19 in liver tissues from transplanted DDC-injured nude mice. The results showed the EGFP-positive MHPCs integrated in the large and small BD and expressed cholangiocyte marker CK19 (scale bar",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Six-to 8-week-old Fah −/− Rag2 −/− mice (kindly provided by Professor Xin Wang, University of Minnesota, MN, USA) and immunodeficient nude mice were used in all experiments (number was specified in the corresponding sections). The experiments were carried out in the animal unit (Tianjin Medical University, Tianjin, China), according to procedures authorized by the institutional ethical committee (Permit Number: SYXK 2009-0001).",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The authors thank Dr. Yiqi Seow (Biomedical Sciences Institutes, A*STAR, Singapore) for critical review of the manuscript and acknowledge Dr. Wenyan Niu (Tianjin Metabolic Disease Hospital, Tianjin Medical University, Tianjin, China) for assistance with the clinical biochemistry assays. This study was funded by National Key R&D Program of China (No. 2017YFC1001902 and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Authors' contributions H.Y. and Z.G. conceived the study. Z.G. performed most of the experiments. R.J., Q.R., L.Z., Y.G. and F.L. helped with the genome editing and cell transplantation. X.W. and L.H. helped with the Fah −/− mouse study. H.Y. and Z.G. wrote the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "The authors declare that they have no conflict of interest.Supplementary Information accompanies the paper at (https://doi.org/ 10.1038/s41421-018-0020-7). ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        }
    ]
}