{
    "paper_id": "bf1b9188ca2e3eb5e80b73dcf3c12799344a7199",
    "metadata": {
        "title": "Short Term Effects of Weather on Hand, Foot and Mouth Disease",
        "authors": [
            {
                "first": "Yien",
                "middle": [],
                "last": "Ling Hii",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Umeå University",
                    "location": {
                        "settlement": "Umeå",
                        "country": "Sweden"
                    }
                },
                "email": ""
            },
            {
                "first": "Joacim",
                "middle": [],
                "last": "Rocklö",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Umeå University",
                    "location": {
                        "settlement": "Umeå",
                        "country": "Sweden"
                    }
                },
                "email": ""
            },
            {
                "first": "Nawi",
                "middle": [],
                "last": "Ng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Umeå University",
                    "location": {
                        "settlement": "Umeå",
                        "country": "Sweden"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Hand, foot, and mouth disease (HFMD) outbreaks leading to clinical and fatal complications have increased since late 1990s; especially in the Asia Pacific Region. Outbreaks of HFMD peaks in the warmer season of the year, but the underlying factors for this annual pattern and the reasons to the recent upsurge trend have not yet been established. This study analyzed the effect of short-term changes in weather on the incidence of HFMD in Singapore.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The relative risks between weekly HFMD cases and temperature and rainfall were estimated for the period 2001-2008 using time series Poisson regression models allowing for over-dispersion. Smoothing was used to allow non-linear relationship between weather and weekly HFMD cases, and to adjust for seasonality and long-term time trend. Additionally, autocorrelation was controlled and weather was allowed to have a lagged effect on HFMD incidence up to 2 weeks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results: Weekly temperature and rainfall showed statistically significant association with HFMD incidence at time lag of 1-2 weeks. Every 1uC increases in maximum temperature above 32uC elevated the risk of HFMD incidence by 36% (95% CI = 1.341-1.389). Simultaneously, one mm increase of weekly cumulative rainfall below 75 mm increased the risk of HFMD by 0.3% (CI = 1.002-1.003). While above 75 mm the effect was opposite and each mm increases of rainfall decreased the incidence by 0.5% (CI = 0.995-0.996). We also found that a difference between minimum and maximum temperature greater than 7uC elevated the risk of HFMD by 41% (CI = 1.388-1.439).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusion: Our findings suggest a strong association between HFMD and weather. However, the exact reason for the association is yet to be studied. Information on maximum temperature above 32uC and moderate rainfall precede HFMD incidence could help to control and curb the up-surging trend of HFMD.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Hand foot and mouth disease (HFMD) is caused by a number of different enteroviruses, among which are enterovirus 71 (EV71) and coxsackie A16 (CA16). The disease is transmitted through direct contact with respiratory droplets, feces, and blister fluid of infective patients or through contact with contaminated environment such as water, food, or surface [1, 2] . HFMD inflicts mainly children with mild clinical symptoms include fever, blisters and sores in mouth, palms and soles following 3-7 days of incubation period and a patient generally recovers in 7-10 days. Nevertheless, severe health consequences or death may occur owing to complications such as encephalitis, aseptic meningitis, and acute flaccid paralysis mainly following EV71 infection. HFMD can be asymptomatic and it is possible for a recovered person to be infected again by different serotypes of enteroviruses [1] . There is no specific treatment or vaccine available; therefore, preventive measures such as avoid direct contact with infective patients, disinfection of viral contaminated items or premises, and good personal hygiene practices remain the only effective methods to disrupt disease transmission.",
            "cite_spans": [
                {
                    "start": 354,
                    "end": 357,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 358,
                    "end": 360,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 882,
                    "end": 885,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In recent decade, Asian countries have experienced increasing trend of HFMD outbreak with deaths among children due to severe complications [3, 4, 5] . HFMD has raised public health concerns in Asia following severe outbreaks in Malaysia and Taiwan in 1997 and 1998, respectively. About 6000 young children were infected with 42 deaths during the HFMD outbreak in Malaysia [6] . Whereas a total of 129,106 cases were reported in Taiwan with 405 children suffered complications that led to 78 deaths [7, 8] . In the first half of 2010, mainland China experienced 72% increase in HFMD cases compared with 2009; resulting in approximately 1.3 million reported cases [5] . Also, 5454 severe cases that caused 260 deaths were reported in mainland China between January to the first week of May [5] . HFMD outbreaks generally occur in 2-3 years cyclical pattern in endemic countries across the Western Pacific Region and EV71-related HFMD outbreak frequency is expected to increase in the region partly owing to complex factors including continued evolution and emergence of novel recombinants of EV71, inadequate healthcare capacity, and a lack of effective surveillance system in some countries [9] .",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 143,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 144,
                    "end": 146,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 147,
                    "end": 149,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 373,
                    "end": 376,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 499,
                    "end": 502,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 503,
                    "end": 505,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 663,
                    "end": 666,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 789,
                    "end": 792,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1191,
                    "end": 1194,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "HFMD is endemic in Singapore with EV71 and CA16 as two main dominant circulating strains. About 90% of the reported cases were children below 10 years old. The number of HFMD outbreaks reported from childcare centers, kindergartens, and preschools had escalated from about 167 in year 2001 to more than 1700 in year 2007. In the same period, the incidence rate among children aged 0-4 years surged from approximately 16 to 60 per 1000 populations and from 3 to 21 per 1000 populations among children 5-9 years old [10] .",
            "cite_spans": [
                {
                    "start": 514,
                    "end": 518,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "HFMD is endemic in the tropical and subtropical countries with tendency of higher number of cases in wet season depending on geographical locations [5, 11] . Whereas outbreaks usually occur in summer or early fall in temperate countries. Enterovirus surveillance in USA for the period 1970-2005 showed that EV71 and CA16 had endemic circulation pattern and that around 70% of cases were reported during warmer seasons between June-October [12] . Considering the seasonal pattern of HFMD outbreaks, we hypothesized that short-term changes in weather can influence the transmission dynamic of HFMD. This study aims to establish a relationship, analyze the effects and estimate potential thresholds of weekly temperature and rainfall associated with the risk of HFMD outbreaks in Singapore.",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 151,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 152,
                    "end": 155,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 439,
                    "end": 443,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Singapore is an island state nation with land size of approximately 710 km 2 and population density of 7000 persons per km 2 [13] . The island experiences tropical climate with high temperature, humidity, and rainfall.",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 129,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Weekly cases of HFMD for the period 2001-2008 were obtained from the Weekly Infectious Diseases Bulletins of Communicable Diseases Division, Ministry of Health Singapore [14] . Report of HFMD cases from physicians, education institutions, and laboratories was mandatory in Singapore since October 2000 [15, 16] . Data of daily temperature and rainfall were retrieved from National Climatic Data Center, National Oceanic and Atmospheric Administration (NOAA), USA [17] . Weekly average temperature and cumulative rainfall were computed or aggregated from daily weather data. Weekly temperature difference (Tp) was computed as the difference between weekly average maximum and minimum temperature.",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 174,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 302,
                    "end": 306,
                    "text": "[15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 307,
                    "end": 310,
                    "text": "16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 463,
                    "end": 467,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "We established time series Poisson regression models to analyze the relationship between weather and HFMD cases adjusting for long-term time trends and seasonality. Time trends, driven by other factors such as circulating virus serotypes, disease control measures, and social behavior, could confound the relationship between temperature (e.g. seasonality) and HFMD. Therefore, trend and seasonality were adjusted to account for time varying factors that were influential on weekly HFMD incidence during the study period. We modeled the seasonality and long-term time trends in one function allowing the seasonality (driven by unknown factors) of HFMD to change between years as that allows more flexible adjustment for the potential confounding. We used smooth functions of natural cubic splines allowing 12 degrees of freedom (df) to adjust for seasonality and long-term time trends. Sensitivity to the effect estimates the flexibility of the smooth function of time trends was further tested using df of 8, 10, 15, and 20. The sensitivity tests did not show significantly different results of the estimated risk functions. We tested the lag time between temperature, rainfall, and HFMD by including lag terms 1-2 and 3-4 weeks using a backward stepwise model fitting procedure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The tests indicated insignificant results for lag term 3-4 weeks; thus, only lag term 1-2 weeks was included in the model. We analyzed the risk of HFMD as function of temperature and rainfall using 2 different models. In Model A, we included temperature difference (Tp) as the only temperature parameter; whereas both weekly minimum and maximum temperature were included in Model B. Model A was included to demonstrate risk function without potential co-linearity bias due to correlation between minimum and maximum temperature. To test the sensitivity of Model B for the co-linearity between minimum and maximum temperature, we repeated analysis using either minimum or maximum temperature parameter in each test. At a first stage, we allowed a non-linear exposure-response relationship using natural cubic splines with 4 df. In a second stage, we estimated the risk ratio of the relationship between weather parameters and HFMD incidence using piecewise linear spline functions where such approximation appeared applicable. One characteristic of infectious disease is the serial correlation between past and current incidence. Examination of the time series using autocorrelation function (ACF) indicated serial correlation for consecutive lags of HFMD cases; thus, we included autoregressive term of time lag 1-2 weeks based on average infectious and recovery period of a patient [1, 18] . Model A = model with temperature differences and rainfall",
            "cite_spans": [
                {
                    "start": 1383,
                    "end": 1386,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1387,
                    "end": 1390,
                    "text": "18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Model B = model with minimum temperature, maximum temperature, and rainfall",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Where Log (m(t)) is the mean predicted weekly cases of HFMD; t equals the week in year 2001-2008; b 0 represents the intercept; tmax t represents maximum temperature; tmin t represents minimum temperature; Tp t means temperature difference; S denotes a cubic spline function with corresponding degrees of freedom (df); rain t is the cumulative rainfall; trend equals to week number running from 1 in the first week of year 2001; and hfmd t is an autoregressive term of HFMD. The optimal model and parameters were selected and validated using post estimation residuals and the Akaike's information criterion (AIC). The post estimation was performed by plotting predicted residuals against observed data in addition to the partial autocorrelation function (PACF), scatter plots, normality tests and histogram of residuals. The risk ratio of HFMD incidence was presented as function of weather in relation to a minimum point of the curve or as corresponding to a unit increase of a particular weather predictor. All estimates were presented with corresponding 95% confidence intervals. Statistical analyses were conducted using R 2.10.1 [19] and STATA 11.1 (StataCorp, USA).",
            "cite_spans": [
                {
                    "start": 1134,
                    "end": 1138,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "During the study period, Singapore Minimum and maximum temperature during the study period ranged from 22.8-27.6uC and 27.7-34.6uC, respectively. The highest weekly maximum temperature and lowest minimum temperature was recorded in 2005 and 2008 respectively. Overall, Singapore experienced temperature above 32uC in one-third of the study period with a total of 30 weeks in 2002 and about 6 weeks in 2008 (Figure 1) . A total of 30 weeks with temperature difference (Tp) above 7uC was observed in year 2005, and highest weekly Tp of 8.8uC was recorded in 2006 and 2008. The weekly cumulative rainfall during the study period ranged from 0-388 mm with higher amount of rainfall recorded between October and January. About 80% of the weekly cumulative rainfall was below 75 mm.",
            "cite_spans": [
                {
                    "start": 25,
                    "end": 34,
                    "text": "Singapore",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 406,
                    "end": 416,
                    "text": "(Figure 1)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The HFMD incidence was significantly associated with short term variability of weekly temperature difference (Tp), minimum temperature, maximum temperature, and cumulative rainfall at time lag of 1-2 weeks. Figure 2a depicts a wide J-shaped relationship between HFMD incidence and Tp with significant increase in the risk of HFMD incidence when Tp is above 7uC. Likewise, the risk of HFMD incidence rises steeply when maximum temperature is above 32uC; while low maximum temperature poses negligible effects on HFMD (Figure 2c ). Inverse relationship is observed between minimum temperature and HFMD incidence (Figure 2d ). Similar results are obtained when we test minimum and maximum temperature independently, except that minimum temperature is not statistically significant (Figure 2e & 2f) . Figure 2b indicates the relative risk of HFMD incidence increases linearly with weekly cumulative rainfall between 0-75 mm; whereas every unit increases beyond 75 mm reduces the risk of HFMD incidence. During the study period, Tp.7uC mainly coincided with maximum temperature above 32uC and low rainfall, except year 2008.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 207,
                    "end": 216,
                    "text": "Figure 2a",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 516,
                    "end": 526,
                    "text": "(Figure 2c",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 610,
                    "end": 620,
                    "text": "(Figure 2d",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 778,
                    "end": 794,
                    "text": "(Figure 2e & 2f)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 797,
                    "end": 806,
                    "text": "Figure 2b",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "In the piecewise linear Poisson regression function, we used breakpoints of 32uC for maximum temperature, 25uC for minimum temperature, 7uC for Tp, and 75 mm for rainfall. Table 1 shows every 1uC increases in maximum temperature above 32uC and in weekly Tp above 7uC elevates the risks of HFMD incidence significantly by 36% and 41%, respectively. The risk, however, declines by 17% with each degree increases in minimum temperature above 25uC. Additionally, a unit (mm) increases in weekly cumulative rainfall between 0-75 mm elevates risk of HFMD incidence by 0.3%.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 172,
                    "end": 179,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Observed and predicted time series of HFMD using both models produced similar results. Both model A and B explained about 87% of variations among HFMD cases using temperature, rainfall, and trend parameters. The residuals plots indicated model residuals did not violate the statistical modeling assumptions. Furthermore, the PACF showed no indication of further nonadjusted residual autocorrelation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "To date, very few studies document the link between weather and HFMD and none (that the authors are aware of) have previously shown that there exists an explicit relationship with threshold effects between short-term changes in weather and the incidence of HFMD. Our findings showed that high weekly maximum temperature and a large difference of minimum and maximum temperature increased the risk of HFMD incidence in the subsequent 1-2 weeks. The risk functions of minimum and maximum temperature provide more insights into the J-shaped curve of the relation between temperature difference and HFMD cases. Moreover, moderate weekly cumulative rainfall partly sustained the HFMD endemic during the study period. A study on the effects of climate on Herpangina and HFMD in Japan indicates that higher temperature could have influenced the increase of Herpangina & HFMD incidence [20] .",
            "cite_spans": [
                {
                    "start": 878,
                    "end": 882,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Exact reasons for the relationship between weather and HFMD are not known. During the study period, high temperature in Singapore generally accompanied with rainfall below 75 mm and thus provided warm and damp environment which was conducive for enteroviruses viability and HFMD transmission. Rainfall levels below 75 mm were more prevalent during the annual outbreak transmission season of HFMD, while rainfall above this threshold dominated in the wet season. This could potentially explain the contrasting risk ratios. On the other hand, lower ambient temperature and heavy downpour could help to interrupt the disease transmission partly through serving as a barrier for social gathering activity or contact with other children in public. Together with multiple risk factors including continued evolution and introduction of novel strains of EV71, the anticipated increasing extreme weather events or extreme temperature as a consequence of climate change may amplify the risks of HFMD outbreaks in the future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Enteroviruses can tolerate temperature fluctuation and survive well in sewage treatment and water environment [2] . Thermal effect on enteroviruses vary depending on temperature sensitive or resistant strains of serotypes as well as the types, pH, evaporation rate, and water content of viral environment [21, 22, 23, 24] . A laboratory study on recovery of enteroviruses in various soil conditions shows that thermal effect plays an important role on the infectivity or plague forming units of enteroviruses; the study indicates enteroviruses in sand amended with septic tank liquor can be recovered in up to 36 and 11 days at 22uC and 37uC, respectively [22] . Other studies have also revealed that temperature resistant strains of EV71 that link with fatal complications are not inactivated at 40uC [24, 25] .",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 113,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 305,
                    "end": 309,
                    "text": "[21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 310,
                    "end": 313,
                    "text": "22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 314,
                    "end": 317,
                    "text": "23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 318,
                    "end": 321,
                    "text": "24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 656,
                    "end": 660,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 802,
                    "end": 806,
                    "text": "[24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 807,
                    "end": 810,
                    "text": "25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The insignificant result of minimum temperature when tested alone indicated that minimum temperature was not sufficient by itself in predicting risk of HFMD. Though maximum temperature performed well in predicting HFMD incidence, inclusion of minimum temperature could strengthen the predictive power of the model. This was likely due to difference in maximum and minimum temperature was influential on HFMD incidence as shown in figure 2a . Also, temperature difference was likely more influential on HFMD incidence in year 2008 as maximum temperature was below 32uC almost throughout the year.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 430,
                    "end": 439,
                    "text": "figure 2a",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Our approach controls for non-climatic determinants of HFMD such as infectious disease control exercises, good hygiene practices, school holiday, and dominant strains of circulating enterovirus in the trends function. Since 1998, Singapore set up surveillance system and formed multi-sector HFMD Task Force to plan, monitor, and manage outbreaks in Singapore [15] . Public health measures that aimed to prevent HFMD outbreaks included thorough disinfection of virus contaminated premises and temporary closure of educational institutions such as childcare centers/preschools/kindergartens where disease transmission took place for more than 15 days [26] . [10, 26] . It was reported that EV71 affected significantly more cases during 2008 outbreaks, compared with 2006 [26] .",
            "cite_spans": [
                {
                    "start": 359,
                    "end": 363,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 649,
                    "end": 653,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 656,
                    "end": 660,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 661,
                    "end": 664,
                    "text": "26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 769,
                    "end": 773,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "HFMD cases were lower during school holiday in June, November, and December. Separation of children during the school holiday reduced social contacts; thus, interrupted transmission in the childcare centers and led to reducing HFMD incidence. During the outbreak of deadly episodes of severe acute respiratory syndrome (SARS) in year 2003, school and childcare centers were closed for 2 additional weeks in March in response to concerned parents. Stringent preventive measures included daily body temperature taking in all schools across the nation and children with high body temperature were sent home. Additionally, children who had contact with suspected SARS patients or as siblings of contacts were advised to stay at home for minimum 10 days. Massive public education was launched to caution community to observe strict hygiene practices, avoid crowded areas, and other precautionary measures to prevent and disrupt the disease transmission of SARS. Though the outbreak of SARS was recorded between the months from March to May, the ripple effects of the preventive measures and the alertness among populations could partly be the reasons for lower HFMD incidence in this year.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The bimodal outbreaks in years 2005-2008 coincided mostly with weekly maximum temperature greater than 32uC and temperature difference above 7uC. Nonetheless, the second peak which occurred between 2-6 months after the first outbreak could also possibly be influenced by the extension of disease transmission from the first outbreak due to continual presence of viruses in the environment [26] . Enterovirus can remain in an infected person's feces for several weeks after onset of symptoms and also possibly persist for days or weeks on materials found in domestic or institution environment [18, 23, 27, 28] . The high population density in Singapore could also compound the disease transmission rate and sustainability of outbreak. Furthermore, the infective dose of coxsackie viruses requires for human is low; therefore, transmission of HFMD persists even with the presence of low amount of shed virus [23] .",
            "cite_spans": [
                {
                    "start": 389,
                    "end": 393,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 593,
                    "end": 597,
                    "text": "[18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 598,
                    "end": 601,
                    "text": "23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 602,
                    "end": 605,
                    "text": "27,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 606,
                    "end": 609,
                    "text": "28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 907,
                    "end": 911,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Asymptomatic and unreported cases are common limitations encountered in the study of infectious diseases epidemiology. It could limit and bias the analysis as actual cases could be many times higher. The disease transmission pattern is also less clearly defined as asymptomatic patients represent an undetected source of infection. Furthermore, heavy traffic flow among populations and trade between Singapore and neighbor countries could also influence the size and duration of outbreaks in Singapore during study period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In view of the links between warmer season and HFMD cases, climate change and global warming may increase susceptibility of areas or regions to the transmission of HFMD, which may possibly be another important emerging infectious disease affecting millions of life. It was reported that seasonal patterns of enteroviruses differed by geographical localities and that some tropical and subtropical countries experienced more outbreaks in the rainy season [29] . Thus, we encourage similar studies in diverse geographical areas to increase understanding of the impacts of weather on HFMD cases, as well as studies to establish the causal associations between meteorological determinants and pathways of HFMD infection.",
            "cite_spans": [
                {
                    "start": 454,
                    "end": 458,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We found a strong relationship between HFMD incidence and the preceding 1-2 weeks weather parameters after adjusting for other time varying factors. A maximum daily temperature above 32uC and rainfall up to 75 mm is expected to increase the HFMD incidence in the subsequent 1-2 weeks. These findings suggest that weather parameters can be used as early risk indicators for potential HFMD outbreaks. Implementing a simple weather-based early warning could help 1) local authority to heighten alert, intensify surveillance, and activate infection control measures to prevent or curb disease outbreaks; and 2) community to exercise vigilance and take precautionary actions such as good hygiene practices and isolation to disrupt HFMD transmission chain. However, future studies are required to confirm this relationship in other regions. Subsequent studies need to elucidate the chain of events following temperature and rainfall changes and their pathways to the increase of HFMD incidence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Hand, Foot, and Mouth Disease (HFMD)",
            "authors": [],
            "year": 2008,
            "venue": "CDC",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Enteroviruses in water environment-a potential threat to public health",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Rajtar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Majek",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Polanski",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Polz-Dacewicz",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Ann Agric Environ Med",
            "volume": "15",
            "issn": "",
            "pages": "199--203",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Hand, foot and mouth disease a rising menace in Asia. World Health Organization",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Wpro/Who",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Hand, Foot and Mouth Disease. National Institute of Communicable Diseases, Directorate General of Health Services",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Nicd",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Trends and statistics. Communicable disease surveillance and response",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Who/Wpro",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Incidence of notifiable communicable diseases in Malaysia for 1990-2006. Malaysia: Ministry of Health",
            "authors": [
                {
                    "first": "Malaysia",
                    "middle": [],
                    "last": "Moh",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Deaths Among Children During an Outbreak of Hand, Foot, and Mouth Disease -Taiwan",
            "authors": [],
            "year": 1998,
            "venue": "Morbidity and Mortality Weekly Report",
            "volume": "47",
            "issn": "30",
            "pages": "629--661",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "An Epidemic of Enterovirus 71 Infection in Taiwan",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "E-R",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "K-H",
                    "middle": [],
                    "last": "Hsu",
                    "suffix": ""
                },
                {
                    "first": "S-J",
                    "middle": [],
                    "last": "Twu",
                    "suffix": ""
                },
                {
                    "first": "K-T",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "N Engl J Med",
            "volume": "341",
            "issn": "",
            "pages": "929--935",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Communicable disease surveillance and response. Risk assessment of EV71 for the Western Pacific Region: WHO",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Who/Wpro",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Epidemiology and Control of Hand, Foot and Mouth Disease in Singapore",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "W"
                    ],
                    "last": "Ang",
                    "suffix": ""
                },
                {
                    "first": "Bkw",
                    "middle": [],
                    "last": "Koh",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "P"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "T"
                    ],
                    "last": "Chua",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lyn",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Ann Acad Med",
            "volume": "38",
            "issn": "",
            "pages": "106--112",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Communicable disease surveillance and response. More information on HFMD: WHO",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Who/Wpro",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Enterovirus Surveillance -United States",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Khetsuriani",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lamonte-Fowlkes",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Oberste",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Pallansch",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Key annual indicators",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Singapore",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Weekly Infectious Diseases Bulletin",
            "authors": [
                {
                    "first": "Singapore",
                    "middle": [],
                    "last": "Moh",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Epidemic hand, foot and mouth disease caused by human enterovirus 71",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Goh",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chong",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Teo",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Singapore. Emerg Infect Dis",
            "volume": "9",
            "issn": "",
            "pages": "78--85",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "A guide on infectious diseases of public health importance in",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "T"
                    ],
                    "last": "Goh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Low",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Ministry of Health & Tan Tock Seng Hospital",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "NNDC Climate Data Online",
            "authors": [],
            "year": 2008,
            "venue": "National Climatic Data Center",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "A guide on infectious diseases of public health importance in Singapore",
            "authors": [
                {
                    "first": "Singapore",
                    "middle": [],
                    "last": "Moh",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "R: A language and environment for statistical computing. R Foundation for Statistical Computing",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Rdct",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Seasonal models of herpangina and hand-foot-mouth disease to simulate annual fluctuations in urban warming in Tokyo",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Urashima",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Shindo",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Okabe",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Jpn J Infect Dis",
            "volume": "56",
            "issn": "",
            "pages": "48--53",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Effect of acid pH, salts, and temperature on the infectivity and physical integrity of enteroviruses",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Salo",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "O"
                    ],
                    "last": "Cliver",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Enterovirus inactivation in soil",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Yeager",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "O&apos;brien",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Appl Environ Microbiol",
            "volume": "38",
            "issn": "",
            "pages": "694--701",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Survival of Coxsackievirus B3 Under Diverse Environmental Conditions",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Mcgeady",
                    "suffix": ""
                },
                {
                    "first": "J-S",
                    "middle": [],
                    "last": "Siak",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Crowell",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Applied and Environmental Microbiology",
            "volume": "37",
            "issn": "",
            "pages": "972--977",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Differences in replication capacity between enterovirus 71 isolates obtained from patients with encephalitis and those obtained from patients with herpangina in Taiwan",
            "authors": [
                {
                    "first": "C-M",
                    "middle": [],
                    "last": "Kung",
                    "suffix": ""
                },
                {
                    "first": "C-C",
                    "middle": [],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "C-N",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "L-M",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "P-I",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Journal of Medical Virology",
            "volume": "79",
            "issn": "",
            "pages": "60--68",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Isolation of a Temperaturesensitive Strain of Enterovirus 71 with Reduced Neurovirulence for Monkeys",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hagiwara",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yoneyama",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Hashimoto",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "J Gen Virol",
            "volume": "64",
            "issn": "",
            "pages": "499--502",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "EV71-associated epidemic hand, foot and mouth disease in Singapore",
            "authors": [
                {
                    "first": "Singapore",
                    "middle": [],
                    "last": "Moh",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Epidemiol News Bull",
            "volume": "34",
            "issn": "",
            "pages": "63--66",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "How long do nosocomial pathogens persist on inanimate surfaces? A systematic review",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kramer",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Schwebke",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kampf",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "BMC Infectious Diseases",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Survival of enteric viruses on environmental fomites",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "X"
                    ],
                    "last": "Abad",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Pinto",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bosch",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Appl Environ Microbiol",
            "volume": "60",
            "issn": "",
            "pages": "3704--3710",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Overview of hand, foot and mouth disease. Hand, foot and mouth disease (HFMD) WHO",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Who/Wpro",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Time series of weekly HFMD cases, cumulative rainfall (rain), maximum temperature (tmax) .326C, and temperature difference (Tp).76C in year 2001-2008. doi:10.1371/journal.pone.0016796.g001",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "a-f: Relationship between HFMD incidence and weather. Relative risks of HFMD incidence as function of weekly (2a) temperature difference (Tp) & (2b) weekly cumulative rainfall at time lag of 1-2 weeks using model A; (2c) maximum temperature & (2d) minimum temperature at time lag of 1-2 weeks using model B; (2e) maximum temperature tested singly & (2f) minimum temperature tested singly at time lag of 1-2 weeks using model B (Shaded area: confidence interval). doi:10.1371/journal.pone.0016796.g002",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Different dominating serotypes of enterovirus had been alternating during outbreaks in the period 2001 to 2008. CA16 was the dominant circulating virus during the outbreaks in year 2002, 2005, and 2007; whereas EV71 was the predominating strain for the epidemics in 2006 and 2008",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Risk of HFMD incidence as functions of weekly temperature difference (Tp), maximum temperature, minimum temperature, and rainfall. of HFMD incidence for an increase of one unit of IRR P,|z| 95% CI doi:10.1371/journal.pone.0016796.t001",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We appreciate the Ministry of Health, Singapore and National Oceanic and Atmospheric Administration, U.S.A. for providing data for research purposes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "Conceived and designed the experiments: YLH. Analyzed the data: YLH JR NN. Wrote the paper: YLH JR NN.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Contributions"
        }
    ]
}