{
    "paper_id": "bff6e0b359144d2d7f0a1911dc76443c979690b7",
    "metadata": {
        "title": "Isolation and characterization of 11 novel microsatellite loci in a West African leaf-nosed bat, Hipposideros aff. ruber",
        "authors": [
            {
                "first": "Heather",
                "middle": [
                    "J"
                ],
                "last": "Baldwin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Peter",
                "middle": [],
                "last": "Vallo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [
                    "G"
                ],
                "last": "Gardner",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Christian",
                "middle": [],
                "last": "Drosten",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Marco",
                "middle": [],
                "last": "Tschapka",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Adam",
                "middle": [
                    "J"
                ],
                "last": "Stow",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Noack's leaf-nosed bat, Hipposideros ruber, is a cryptic species within the Hipposideros caffer species complex. Despite a widespread distribution in Africa and being host to potentially zoonotic viruses, the genetic structure and ecology of H. ruber is poorly known. Here we describe the development of 11 novel polymorphic microsatellite loci to facilitate the investigation of genetic structure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Findings: We selected 20 microsatellite sequences identified from high throughput sequence reads and PCR amplified these for 38 individuals, yielding 11 consistently amplifying and scorable loci. The number of alleles per locus ranged from two to 12, and observed heterozygosities from 0.00 to 0.865. No evidence of linkage disequilibrium was observed, and nine of the markers showed no departure from Hardy-Weinberg equilibrium. We demonstrate successful amplification in two closely related species and two divergent lineages of the H. caffer species complex.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusions: These new markers will provide a valuable tool to investigate genetic structure in the poorly understood Hipposideros caffer species complex.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Findings Noack's leaf-nosed bat Hipposideros ruber (Noack, 1893) is one of two recognised cryptic species within the Hipposideros caffer (Sundevall, 1846) species complex. These bats are widespread throughout sub-Saharan Africa and among the most abundant mammals on the continent [1, 2] . Mitochondrial evidence has shown the existence of several deeply divergent lineages within the H. caffer complex, which most likely constitute more than the two species [3] . Recently, they have been discovered to host viruses with zoonotic potential [4] , emphasizing the need for knowledge about their ecology in order to gain insight into zoonotic processes and risk factors for public health. Microsatellites provide a powerful tool to investigate the poorly known ecology and life history of these bats, including genetic structure, social arrangements and mating systems. Assessment of nuclear gene flow through microsatellite analysis may thus help to shed light also on the taxonomy of this species complex.",
            "cite_spans": [
                {
                    "start": 281,
                    "end": 284,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 285,
                    "end": 287,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 459,
                    "end": 462,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 541,
                    "end": 544,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Hipposideridae, Bat"
        },
        {
            "text": "We isolated and characterized 11 microsatellite loci from a single, exclusively West African mitochondrial lineage of Hipposideros ruber, determined by sequencing of the cytochrome b gene [lineage D; 3]. This lineage is henceforth called H. aff. ruber due to its distant evolutionary relationship to H. ruber s. str. from East Africa, and may represent a distinct species [3] . Hipposideros aff. ruber has been previously identified in central Ghana [5] and seems to be the most abundant of the three main lineages of the H. caffer complex in this region (unpublished data). The markers described herein represent, to our knowledge, the first suite of microsatellites for an African hipposiderid bat.",
            "cite_spans": [
                {
                    "start": 372,
                    "end": 375,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 450,
                    "end": 453,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Hipposideridae, Bat"
        },
        {
            "text": "DNA was extracted from wing tissue from eight individuals sampled from the Brong Ahafo and Volta regions in central Ghana. DNA was extracted using an innu-PREP DNA mini kit (Analytik Jena, Jena, Germany). Five micrograms of pooled DNA from eight individuals was sent to AGRF (www.agrf.com.au), where high throughput sequencing was performed on a Roche GS FLX 454 sequencing machine as described elsewhere [6] [7] [8] . QDD 1.3 [9] was used to screen for di-to hexanucleotide repeat motifs with a minimum of eight repeats. From the 1689 microsatellites identified, a total of 32 primer pairs flanking tetranucleotide repeats with 11-15 repeat motifs were designed using PRIMER3 [10] . Twenty primer pairs for which the annealing temperatures were most similar for each primer were selected for initial amplification trials. Amplification products from these primer pairs were visualised by electrophoresis on an agarose gel, from which 13 pairs with strong, stutter-free amplification bands were selected for optimisation. Forward primers for these 13 loci were directly labelled with a fluorochrome at the 5′ end. Twelve of these loci were successfully amplified by polymerase chain reaction (PCR), with one discarded due to the excessive amplification of nonspecific product. PCR conditions for these 12 loci were optimized and genotyping was performed on 38 individuals (16 females, 22 males) sampled in Brong Ahafo and Volta Regions.",
            "cite_spans": [
                {
                    "start": 405,
                    "end": 408,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 409,
                    "end": 412,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 413,
                    "end": 416,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 427,
                    "end": 430,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 677,
                    "end": 681,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Hipposideridae, Bat"
        },
        {
            "text": "PCRs were performed using 10-50 ng of template DNA and reagent concentrations as follows: 200 μM each dNTP, one unit reaction buffer, between 2.0 and 2.5 mM MgCl 2 , equal concentrations of forward and reverse primer (0.25-1.0 μM) and one unit Taq polymerase (see Table 1 ). PCR amplification consisted of an initial denaturation at 94°C for 3 min followed by six touchdown cycles of 94°C denaturation for 30 s, annealing for 30 s with temperatures decreased by 2°C per cycle (55-47°C, 60-50°C, or 65-55°C; Table 1 ), and polymerase extension step at 72°C for 45 s. An additional 35 cycles were conducted, of denaturation (94°C, 30 s), primer annealing (final touchdown temperature, 45 s), and polymerase extension (72°C, 45 s), followed by a final extension (72°C, 10 min). PCR products were electrophoresed using an ABI3130 Genetic Analyzer (Applied Biosystems, Foster City, CA, USA). Allele sizes were determined via manual inspection using the software PEAK SCANNER 1.0 (Applied Biosystems), followed by automated binning performed using TANDEM 1.09 [11] . We reanalyzed 20% of individuals to evaluate data integrity. One locus (Hr3) was discarded due to high rounding error in the TANDEM analysis, indicating poor marker quality. MICRO-CHECKER 2.2.3 was used to assess the probability of scoring errors, allelic dropout and the presence of null alleles [12] . No scoring errors or allelic dropout were detected, although there were potentially null alleles at loci Hr7 and Hr12. Locus Hr13 may also suffer from null alleles, though low allelic variability (one common and one rare allele) did not allow this to be confirmed ( Table 1) .",
            "cite_spans": [
                {
                    "start": 1054,
                    "end": 1058,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1358,
                    "end": 1362,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 264,
                    "end": 271,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 507,
                    "end": 514,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1631,
                    "end": 1639,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Hipposideridae, Bat"
        },
        {
            "text": "The program CERVUS was used to calculate number of alleles, observed (H o ) and expected (H e ) heterozygosities, and probabilities of identity [13] . All 11 loci were determined to be polymorphic, with a range of 2-12 alleles per locus (Table 1) . Tests for pairwise linkage disequilibrium and deviations from Hardy-Weinberg equilibrium with Bonferroni corrections were calculated using FSTAT 2.9.3 [14] . Two loci (Hr7, Hr12) deviated significantly from the Hardy-Weinberg equilibrium with a homozygote excess (Table 1) . No linkage disequilibrium was detected between any loci. The probability of identity for the 11 loci was low at 1.6E −10 overall, and 8.7E −10 and 3.1E −9 for the Brong Ahafo and Volta localities, respectively. Probability of sibling identity was 1.4E −4 , 2.2E −4 and 2.8E −4 for overall, Brong Ahafo and Volta, respectively.",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 148,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 400,
                    "end": 404,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 237,
                    "end": 246,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 512,
                    "end": 521,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Hipposideridae, Bat"
        },
        {
            "text": "In order to explore utility in closely related taxa, we tested whether these loci could be amplified across four related taxa in the genus Hipposideros using the PCR conditions specified above ( Table 2 ). All but one locus successfully amplified PCR product across the tested taxa.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 195,
                    "end": 202,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Hipposideridae, Bat"
        },
        {
            "text": "These microsatellite loci provide useful resources for the study of population genetic structure of bats in the Hipposideros caffer complex, and likely also related species in this genus. These findings will help to address questions regarding connectivity, social behaviour, and zoonotic disease ecology in African leaf-nosed bats.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hipposideridae, Bat"
        },
        {
            "text": "All animals were handled in accordance with Ghanaian legislation. Bat capture and sampling were authorized by permit from the Wildlife Division of the Ministry of Lands, Forestry and Mines in Ghana, and approved by the Macquarie University Ethics Committee. Exports were conducted under a state agreement between the Republic of Ghana and the Federal Republic of Germany, and to Australia with permission from the Department of Agriculture, Fisheries and Forestry. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics statement"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Chiroptères d'altitude du mont nimba (guinée). description d'une espèce nouvelle, hipposideros lamottei",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Brosset",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Mammalia",
            "volume": "48",
            "issn": "",
            "pages": "545--556",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Hipposideros caffer (chiroptera: hipposideridae). Mamm Species",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wright",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "845",
            "issn": "",
            "pages": "1--9",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Variation of mitochondrial DNA in the hipposideros caffer complex (chiroptera: hipposideridae) and its taxonomic implications",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Vallo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Guillén-Servent",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Benda",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Pires",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Koubek",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Acta Chiropterologica",
            "volume": "10",
            "issn": "",
            "pages": "193--206",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Distant relatives of severe acute respiratory syndrome coronavirus and close relatives of human coronavirus 229E in bats",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pfefferle",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Oppong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Drexler",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Gloza-Rausch",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ipsen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Seebens",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Müller",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Annan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Vallo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Adu-Sarkodie",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kruppa",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Ghana. Emerg Infect Dis",
            "volume": "15",
            "issn": "",
            "pages": "1377--1384",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Morphologically uniform bats hipposideros aff. ruber (hipposideridae) exhibit high mitochondrial genetic diversity in southeastern senegal",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Vallo",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Benda",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Martínková",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kaňuch",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "K"
                    ],
                    "last": "Kalko",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Červený",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Koubek",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Acta Chiropterologica",
            "volume": "13",
            "issn": "",
            "pages": "79--88",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Genome sequencing in microfabricated high-density picolitre reactors",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Margulies",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Egholm",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Altman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Attiya",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bader",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bemben",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Berka",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Braverman",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nature",
            "volume": "437",
            "issn": "",
            "pages": "376--380",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Rapid isolation of the first set of polymorphic microsatellite loci from the Australian gummy shark, mustelus antarcticus and their utility across divergent shark taxa",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Boomer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Stow",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Conserv Gen Res",
            "volume": "2",
            "issn": "",
            "pages": "393--395",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Rise of the machinesrecommendations for ecologists when using next generation sequencing for microsatellite development",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Gardner",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Fitch",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bertozzi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Lowe",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Mol Ecol Res",
            "volume": "11",
            "issn": "",
            "pages": "1093--1101",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "QDD: a user-friendly program to select microsatellite markers and design primers from large sequencing projects",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Meglécz",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Costedoat",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Dubut",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gilles",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Malausa",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Pech",
                    "suffix": ""
                },
                {
                    "first": "J-F",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Bioinformatics",
            "volume": "26",
            "issn": "",
            "pages": "403--404",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Primer3 on the WWW for general users and for biologist programmers",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rozen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Skaletsky",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Methods Mol Biol",
            "volume": "132",
            "issn": "",
            "pages": "365--386",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "TANDEM: integrating automated allele binning into genetics and genomics workflows",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Matschiner",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Salzburger",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Bioinformatics",
            "volume": "25",
            "issn": "",
            "pages": "1982--1983",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "MICRO-CHECKER: software for identifying and correcting genotyping errors in microsatellite data",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Van Oosterhout",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hutchinson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wills",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Shipley",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Mol Ecol Notes",
            "volume": "4",
            "issn": "",
            "pages": "535--538",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Revising how the computer program CERVUS accommodates genotyping error increases success in paternity assignment",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Kalinowski",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Taper",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Marshall",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Mol Ecol",
            "volume": "16",
            "issn": "",
            "pages": "1099--1106",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "FSTAT (version 1.2): a computer program to calculate F-statistics",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Goudet",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J Hered",
            "volume": "86",
            "issn": "",
            "pages": "485--486",
            "other_ids": {
                "DOI": [
                    "10.1186/1756-0500-7-607"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Isolation and characterization of 11 novel microsatellite loci in a West African leaf-nosed bat",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Baldwin",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Hipposideros aff. ruber. BMC Research Notes",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "5 mM/0.5 μM 60-50 277-293 38 4 0.42 0.60 ** 0.140 R:GAGTCTTCTGCCTGCTGGAC Hr13 KM370168 (TTTC) 13 F:CCGAAGCCAATCTGGTTTTA 2.0 mM/1.0 μM 65-55 321-329 34 2 0.00 0.06 ns 0.157 R:GGGTCCTGCAGAAACACACT P FR forward and reverse primer concentration, Ta annealing temperatures of touchdown cycles (see Methods), N number of individuals, N A number of alleles, H O observed heterozygosity, H E expected heterozygosity, HWE probability of deviation from Hardy-Weinberg equilibrium, P NULL null allele frequency estimate (van Oosterhout), ns not significant., **p < 0.01, ***p < 0.001.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Characteristics and thermocycling conditions for 11 polymorphic microsatellites in the African leaf-nosed bat Hipposideros aff. ruber",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Cross-amplification success in other Hipposideros species or lineages +successful amplification with 1-2 bands visualised of expected size, − no PCR product observed. § sensu Vallo et al. 2008. lin. = lineage.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This work was supported by the German Research Foundation and funds from Macquarie, Ulm and Bonn Universities. We would like to thank S. Oppong for valuable assistance with permits and logistics. We thank all those involved in fieldwork, in particular E. E. Nkrumah, P. Anti, and E. K. Badu. We thank the communities of Buoyem and Likpe Todome for their hospitality and for providing access to the sites.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "The microsatellite sequences are available through the National Centre for Biotechnology Information (http:// www.ncbi.nlm.nih.gov); GenBank accession numbers KM370156 -KM370168.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Availability of the supporting data"
        },
        {
            "text": "The authors declare that they have no competing interests.Authors' contributions AS was responsible for the design of this study, supervision of the work and contributed to the interpretation of results. HB performed field sampling, data analysis and marker validation, and HB and PV drafted the manuscript. MG contributed to analysis of sequences. CD and MT coordinated field sampling and were responsible for the implementation of the study. All authors read and approved the final manuscript. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}