{
    "paper_id": "c0f7f46699d0ecf0c7ead699d564d952508e6f81",
    "metadata": {
        "title": "Behavioural intentions in response to an influenza pandemic",
        "authors": [
            {
                "first": "Gerjo",
                "middle": [],
                "last": "Kok",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ruud",
                "middle": [],
                "last": "Jonkers",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Roger",
                "middle": [],
                "last": "Gelissen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ree",
                "middle": [],
                "last": "Meertens",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Herman",
                "middle": [],
                "last": "Schaalma",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Onno",
                "middle": [],
                "last": "De Zwart",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Little is known regarding which behavioural responses can be expected if an influenza pandemic were to occur.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "A survey comprising questions based on risk perception theories, in particular PMT, was conducted with a Dutch sample.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Although fear that an influenza pandemic may occur was high, participants do not feel well informed. General practitioners and local health authorities were considered trustworthy sources of information and the information considered most urgent pertained to which protective measures should be taken. Participants reported an intention to comply with recommendations regarding protective measures. However, response and self efficacy were low. Maladaptive behaviours can be expected. Increasing numbers of ill individuals and school closures are also expected to lead to a decreased work force. Participants indicated wanting antiviral drugs even if the supply were to be insufficient.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Messages regarding health protective behaviours from local health authorities should anticipate the balance between overreacting and underreacting. Also, when protective recommendations from health professionals conflict with company policies, it is unclear how employees will react.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Currently, both the World Health Organization and the European Union urge countries to prepare for a possible influenza pandemic [1] , as Influenza A(H1N1) or, alternatively termed, the Mexican swine flu has the potential to develop into a pandemic. A pandemic is likely to occur when a new and severe type of influenza virus for which humans are not immune evolves. A pandemic is a worldwide epidemic that can cause significant morbidity and mortality. People's behavioural responses can impact the societal consequences of a pandemic. However, to date, we know little about how people are likely to react to a pandemic crisis. It is consequently difficult to develop effective communication strategies and behavioural interventions that anticipate people's possible reactions and subsequently limit the consequences of a pandemic if it were to occur. Given this deficit of knowledge, this study investigated possible behavioural reactions to an influenza pandemic among people living in the Netherlands.",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 132,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The literature on behavioural responses to an influenza pandemic refers frequently to a number of theories on risk perception [2] [3] [4] [5] including the Protection Motivation Theory (PMT) [6] , the Health Belief Model (HBM) [7] , the Extended Parallel Process Model (EPPM) [8] and the Precaution Adoption Process Model (PAPM) [9] . The basic idea underlying these theories is that people react to a threat by performing some action. The PMT distinguishes two phases, namely a threat appraisal and a coping appraisal. The threat appraisal is determined by perceived personal susceptibility (or perceived vulnerability) to the threat (beliefs about the likelihood of getting a disease or condition) and perceived severity of the threat (feelings about the seriousness of contracting an illness) which combine to generate fear arousal. The coping appraisal is determined by variables relating to the suggested protective response. These are perceived response efficacy (\"What protective behaviour will help?\"), perceived self efficacy for the response (\"Am I confident that I can perform the protective behaviour?\") and the response costs (\"What are the disadvantages of the protective behaviour?\"). According to the PMT, the threat appraisal stimulates the intention to act while the coping appraisal determines the type of action employed. The action may be adaptive and lead to the performance of the advised protective or precautionary behaviours or it can be maladaptive thus leading to the performance of behaviours other than those advised. In order to act adaptively, perceived severity and susceptibility (i.e. the threat) as well as response and self efficacy must be high while response costs remain relatively low. If perceived severity and susceptibility are low, people will not perceive the matter as threatening and will consequently not be inclined to act. If perceived severity and susceptibility are high but response and/or self efficacy are low, maladaptive responses (e.g. denying the existence of a threat) are likely to ensue [10, 11] .",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 129,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 130,
                    "end": 133,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 134,
                    "end": 137,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 138,
                    "end": 141,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 191,
                    "end": 194,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 227,
                    "end": 230,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 276,
                    "end": 279,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 329,
                    "end": 332,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2050,
                    "end": 2054,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2055,
                    "end": 2058,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Theoretical background"
        },
        {
            "text": "To date, a limited number of studies that focus on behavioural responses to an influenza pandemic are available. One is a study conducted by Markel and colleagues [12] . In their study, they described the effects of a number of nonpharmaceutical interventions that were implemented in US cities during the 1918 and 1919 influenza pandemic. These included school closures, bans on gathering in public places, isolation and quarantine, and ancillary interventions, such as work schedule alterations, transportation restrictions, and face mask ordinances. Their findings suggested that the application of these behavioural interventions did indeed limit the consequences of that pandemic.",
            "cite_spans": [
                {
                    "start": 163,
                    "end": 167,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Empirical evidence"
        },
        {
            "text": "Following the severe acute respiratory syndrome (SARS) epidemic in 2003, Sadique and colleagues [4] conducted a population-based survey on people's protective actions in response to a hypothetical influenza pandemic in five European and three Asian regions. With few exceptions, the patterns of potential protective actions were similar among participants in each region. Public transportation was generally regarded as the most risky site for infection, while one's home was seen as the least risky setting. Participants indicated that if a new influenza pandemic were to occur, they would likely limit their use of public transportation and avoid places of entertainment and shopping for nonessentials. Participants also reported considering their risk for infection high in health care facilities but did not indicate that they would avoid such facilities. Further, employed participants were less likely to report that they would take protective actions. Interestingly, risk perception variables did not substantially impact protective behaviours. The only exception pertained to the avoidance of public transportation.",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 99,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Empirical evidence"
        },
        {
            "text": "Hong and Collins [13] examined risk perceptions and protective behaviour in Korea. They reported that Korean public health agencies have promoted influenza vaccinations as a protective measure against SARS, even though the effectiveness of influenza vaccinations in reducing SARS incidence is doubtful. The results of this study showed that both enhanced risk perceptions and the belief that influenza vaccinations reduce the threat of SARS increased influenza vaccination intentions. In essence, this study demonstrated that participants adopted recommended protective measures even when their effectiveness was questionable.",
            "cite_spans": [
                {
                    "start": 17,
                    "end": 21,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Empirical evidence"
        },
        {
            "text": "De Zwart and colleagues [3, 14, 15 ] studied people's responses to recent outbreaks of SARS and Avian Influenza (AI). They found that not only risk perception but also communication variables such as information quality, communication preferences, trust in the source of information, and perceived urgency of the information impacted people's responses. In one study, protective behaviours against the 2003 SARS outbreak were investigated [15] . The results indicated that few people took protective measures such as wearing face masks, washing their hands more frequently, endeavouring to get extra sleep, consulting a doctor when potential symptoms present and paying more attention to coughing. All of the above measures were reported in less than 10% of the sample and only small differences between the Dutch and the Finnish samples were found.",
            "cite_spans": [
                {
                    "start": 24,
                    "end": 27,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 28,
                    "end": 31,
                    "text": "14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 32,
                    "end": 34,
                    "text": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 439,
                    "end": 443,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Empirical evidence"
        },
        {
            "text": "In a meta-analysis of 34 studies, of which 25 focused on influenza, Brewer and colleagues [2] investigated the relationship between risk perception and vaccination behaviour in adults. The results showed that perceived susceptibility and perceived severity were both positively related to actual vaccination behaviour. However, experimental studies were recommended in order to determine the direction of these relationships. Some authors have explored people's responses to disasters and other crises, including pandemics. Fischhoff [16] conducted a survey study among American citizens that investigated expected responses to possible health threats (i.e. anthrax, West Nile virus, smallpox and the dirty bomb) on the part of the public and the public authorities. They concluded that people were poorly informed about most of these threats and did not know which responses would be most appropriate. Inappropriate responses such as fleeing were thus considered probable by the study participants. However, according to Fischoff and colleagues, people rarely actually panic unless they have lost faith in public authorities. Nonetheless, many of the study participants conveyed an expectation that other people would panic and thus supported compulsory treatment and isolation.",
            "cite_spans": [
                {
                    "start": 90,
                    "end": 93,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 534,
                    "end": 538,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Empirical evidence"
        },
        {
            "text": "Crimando [17] developed a guide for disaster preparedness \"based on a thorough review of current research and literature, expert consensus and field experience in disaster and terrorism response and planning\" (p. 1), and claimed that most people respond to disasters in one of three ways The first and most common behavioural response is neighbor-helps-neighbor. When this happens, people help each other and follow instructions. The second response is neighbor-fears-neighbor. This is when others around us are perceived as part of the problem, and can be the case when the threat is an infectious disease. The third and statistically most unlikely response is neighbor-competes-with-neighbor. This is essentially panic and is considered to be the consequence of perceptions that opportunities to escape and the availability of critical supplies are limited. Crimando further claimed that, although people's safety is the first concern in a disaster, effort is necessary to ensure that businesses and companies survive the disaster so that people will still have employment when the disaster is over.",
            "cite_spans": [
                {
                    "start": 9,
                    "end": 13,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Empirical evidence"
        },
        {
            "text": "The objective of this study was to determine how people intend to behave when a large scale influenza pandemic occurs. The results provide relevant information that furthers our theoretical understanding of risk behaviour intentions and enables us to develop better and more effective policy responses to future pandemics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research question"
        },
        {
            "text": "A survey based on PMT and complemented with relevant concepts suggested in the literature was conducted with a Dutch sample. Participants were asked how they would act during a pandemic depending on the severity of pandemic, the protective instructions provided and the communication strategies employed. It should be noted that the questions on these concepts are meant to give insight into how respondents perceive the threat, rather than their knowledge of the facts on this issue, as behaviour is determined by how people perceive their environment to be, instead of by the objective facts. From a panel of online research participants aged 18 and older, 1099 participated in the study (response 62%). Participants received a small monetary reward.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Procedure"
        },
        {
            "text": "Household constitution was determined with items on the number of family members and number of children under 12 and under 18 residing in the household.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measures Demographics"
        },
        {
            "text": "Knowledge was measured as follows: First, participants were asked if they were familiar with the concept influenza pandemic. Answers were provided on a 3-point scale with the answer options 'Yes, I know what it is', 'I have heard of it but I am not sure what it is' and 'No, I have never heard of it'. Then the following text was provided: \"A pandemic is a worldwide epidemic caused by a virus that is as yet unknown and for which no vaccine is available. An example is the Asian bird flu. When that virus infects people, a new and unknown form of influenza that is transmitted from person to person develops. It is not possible to predict whether or not a new influenza virus is in fact dangerous and will cause an epidemic or a pandemic.\" Following the above text, a second familiarity question similar to the one used prior to the text was posed. Estimation of the consequences was measured with an item asking participants how many people they think would get sick if a pandemic were to occur. Being informed was measured with items that asked participants the extent to which they think they are well informed about influenza viruses and epidemics, and about protective actions. These items were answered on a 8-point scale ranging from 'incredibly well informed' to 'very poorly informed'. For the analyses, these answers were collapsed to generate three categories, namely 'well informed', 'moderately informed' and 'poorly informed'.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Information"
        },
        {
            "text": "Perceived susceptibility was measured with the item \"How likely is it that you will get influenza from a new influenza pandemic in the next 12 months?\" and perceived severity was measured with the item \"How awful would it be if, in the next 12 months, you got influenza from a new influenza virus that has become a worldwide pandemic?\". These items were scored on a 10-point scale with a higher score indicating greater perceived susceptibility or severity. Both items were also used to appraise nine other diseases. Fear was subsequently measured with the item \"Are you scared a worldwide influenza pandemic will occur?\" Answers were provided on a 5-point scale ranging from 'constantly' to 'never'. The perceived risk of infection in eight possible public places was measured with the item \"In which of these places do you think you are most likely to get infected?\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Threat appraisal"
        },
        {
            "text": "Response efficacy was measured with the item \"Can people take protective measures?\" and self efficacy was measured with the item \"Are you able to take protective measures?\" Both were scored on a 5 point scale that ranged from 'yes, I am very certain that the measures could be taken/that I could take the measures' to 'no, I am certain that the measures could NOT be taken/that I could NOT take the measures'. To measure response costs, the following scenario and question was presented to the participants: \"Imagine, there is a new worldwide influenza pandemic that has also reached the Netherlands. The local community health services have provided you with a face mask and urged you to wear it in all public places in order to prevent infection. Would you wear the face mask in all public places?\" Those participants that indicated a willingness to wear the face mask were provided with an additional scenario in which the response costs were increased. These included \"people may think you have the new influenza and avoid you\" and \"the face mask causes skin irritation\". After reading the scenario with the additional response costs, participants were asked again if they would wear the face mask in all public places. Answers were provided on a 5 point scale ranging from 'certainly' to 'certainly not' with an 'I don't know' option.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Coping appraisal"
        },
        {
            "text": "Maladaptive behavioural responses were measured by asking participants to react to ten statements, each of which represented one of the following maladaptive responses: avoidance, denial, fatalism, wishful thinking, and despair [18] (see Results) These were scored on a 5 point scale ranging from 'totally agree' to 'totally disagree'. Adaptive behavioural responses were measured by first presenting the following hypothetical scenario: \"Imagine a new worldwide influenza pandemic occurs and this pandemic reaches the Netherlands. Within five weeks, 400,000 Dutch will become ill and 4,000 people will die.\", and then indicating that health professionals recommend taking certain protective measures. For nine different instructions for protective measures, participants were asked, \"For how long would you be willing to take this measure?\" (see Results). Answers options were 'more than a month', 'a few weeks', 'a few days', 'I am not willing', and 'I don't know'.",
            "cite_spans": [
                {
                    "start": 228,
                    "end": 232,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Behavioural responses"
        },
        {
            "text": "Perceived trustworthiness of information sources was measured by asking participants to indicate first the degree to which they consider ten sources of information to be trustworthy sources of information in general and then the degree to which they consider these sources to be trustworthy sources of information if a worldwide influenza pandemic were to occur (see Results). Urgency of information was measured by asking participants to select two of seven topics they would like to receive information about immediately (see Results).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Communication"
        },
        {
            "text": "Participants were posed a series of possible scenarios that could take place if a pandemic were to occur. These were the participant becomes ill, a family member becomes ill, the participant becomes less able to work, the schools close, and antiviral drug availability is limited. In the scenario pertaining to the participant falling ill, participants were asked if they would stay home and if someone would be able to take care of them. In the scenario pertaining to a family member falling ill, participants were asked if they would stay home and take care of that person. If participants answered affirmatively, they were asked if they could continue to work. In the scenario that followed, participants were asked to imagine that the government has asked all people with influenza to stay home, that they have influenza symptoms, and that their employer nonetheless demands they come in to work. Participants that reported being willing to stay home despite their employer's demand were then confronted with a scenario in which the consequence of staying home would be a loss of income. Another scenario described a situation in which companies were advised to close their doors and subsequently did not pay their employees. For the previous two scenarios, participants were asked how likely that scenario would be and how long it would take before their household would encounter serious financial difficulties. Participants with children younger than 12 were also given a scenario in which all schools and child care facilities were closed for a month. Participants were asked if they would be in a position to care for their children themselves or if they could arrange alternative child care arrangements. Participants with children younger than 18 were also given the following scenario: \"Imagine all schools and child care facilities close for three months in order to protect children from influenza infection. Health professionals have advised you to keep your child(ren) away from public places such as shopping centres and public transportation for three months. Children should also discontinue social contact with other children. Would you be able to keep your child from doing these things for three months?\" The final scenario pertained to antiviral drugs and was as follows: \"A vaccine for a new influenza virus can only be developed after the outbreak. There are, however, antiviral drugs such as Tamiflu and Relenza that may prevent the virus from dispersing through the body and that can shorten the illness period. However, it is unclear whether these antiviral drugs actually work for the new influenza infection.\" After having read the scenario, participants were asked if they would want to use the drug and if they would be agree with a policy that prioritizes the treatment of vulnerable groups, such as the elderly and professionals such as the police and fire fighters. If so, they were asked if they would attempt to obtain access to the drugs via other means. Table 1 displays demographic characteristics of the sample (n = 1099). The sample comprised slightly more women, elderly people and people with a higher level of education than the average Dutch population over the age of 18.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 2993,
                    "end": 3000,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Scenarios"
        },
        {
            "text": "Prior to the provision of a definition, 46% of participants were familiar with the concept of an influenza pandemic, 27% indicated being unsure and 27% were unfamiliar with the concept. After the provision of the definition and information on an influenza pandemic, 21% reported having been completely familiar with the information, 38% were mostly familiar, 18% were somewhat familiar, 12% were vaguely familiar and 12% were not at all familiar with the information. Although authorities estimate that 30% people in the Netherlands would get sick if an influenza pandemic were to occur, participants in this study estimated that number at 35% with a great deal of variation (sd = 22). When asked whether they perceived themselves to be informed about influenza viruses and pandemics, 26% considered themselves to be well informed, 63% claimed that they were moderately informed and 12% poorly informed. Regarding preventive actions, 18% considered themselves well informed, 53% claimed to be moderately informed, and 29% considered themselves poorly informed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Knowledge about an influenza pandemic"
        },
        {
            "text": "Regarding the perceived susceptibility of acquiring influenza in the coming 12 months and the perceived severity of that infection, a negative relationship was found between severity and susceptibility. Comparisons across medical conditions (see Figure 1 ) showed that HIV was considered the most severe but least likely disease while a common cold was considered least severe but most likely. A common influenza was thought to be somewhat more severe but less likely than a common cold. However, when the influenza was thought to be caused by a new virus, it was considered more severe than a common influenza. Susceptibility did not differ significantly between a common influenza and an influenza caused by a new virus. When influenza was considered pandemic, participants reported higher levels of perceived severity. Only tuberculosis, a heart attack and HIV were thought to be more severe. One way to conceptualize risk perception is to consider it the product of perceived severity and perceived susceptibility [19] . This computation yielded HIV as the least risky disease and an influenza pandemic as the most risky disease.",
            "cite_spans": [
                {
                    "start": 1018,
                    "end": 1022,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 246,
                    "end": 254,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Threat appraisals"
        },
        {
            "text": "Regarding fear, only 5% of participants indicated being constantly scared that an influenza pandemic will occur while 35% reported being afraid sometimes, 44% rarely and 15% never.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Threat appraisals"
        },
        {
            "text": "An analysis of the intercorrelations between the three threat appraisal variables (perceived susceptibility, perceived severity and fear) demonstrated relatively low coefficients (between .10 and .27) thus suggesting that the four variables are indeed distinct aspects of threat appraisal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Threat appraisals"
        },
        {
            "text": "Regarding risky locations for acquiring an influenza infection, 24% of participants claimed that public transportation poses the greatest risk, 20% reported that public places such as restaurants, bars and theatres are most risky, 17% claimed that places of employment and schools were most risky, 14% considered the most risky location to be shops and 11% claimed that hospitals pose the greatest risk.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Threat appraisals"
        },
        {
            "text": "With respect to response efficacy, 5% reported being certain that people would be able to take protective measures if need be, 16% reported being quite certain, 42% were somewhat certain, 28% were doubtful and 9% were absolutely certain that they could not take the necessary protective measures. Regarding self efficacy, 5% reported being certain that they would be able to take the necessary measures to prevent infection, 17% were quite certain, 39% were somewhat certain, 29% were doubtful and 11% reported that they would not be able to take the measures necessary to prevent infection. Interestingly, the distributions for these two items were almost the same (r = .71). Participants' expectations were also relatively negative. With respect to behavioural costs and in response to the initial scenario posing relatively few costs, 35% of the participants reported being completely willing to wear face mask in all public places, 44% claimed that they would probably be willing, 13% indicated that they would probably not be willing, 2% were certain that they would not wear a face mask and 6% were unsure. Among the 79% that indicated that they would be (probably) willing to wear a face mask in all public places, 29% indicated to they would certainly wear a face mask even if it was stigmatizing or irritating, 56% indicated probably, 10% probably not, 1% certainly not and 5% indicated that they were unsure. All in all, approximately one third of the participants reported that they would probably wear a face mask even if it is stigmatizing or irritating. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Coping appraisals"
        },
        {
            "text": "Approximately 40% of all participants expected that the government and/or media would exaggerate the severity of an influenza epidemic, that medication for the virus would become available soon and that the pandemic simply has to be accepted as reality. Few participants reported an intention to flee. Only 4% agreed completely with the statement and 8% agreed mostly. Despair was reported by 18% while stocking up and staying indoors was reported by 28% (see Figure 2 ). To confirm the theoretical distinction between the five subscales, a principal components analysis with varimax rotation was applied. The ten statements can be summarized in three factors with eigenvalue > 1, (see Table 2 ). Based on factor loadings > .30, the first factor can be interpreted as fatalism, the second as underestimation combining denial and wishful thinking, and the third as avoidance. The item representing despair contributes to both fatalism and avoidance.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 460,
                    "end": 468,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 686,
                    "end": 693,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Maladaptive responses"
        },
        {
            "text": "Avoiding places of entertainment, public transportation and clubs, as well as limiting shopping to the bare essentials were considered feasible protective measures by more than one third of the participants (see Figure 3 ). Approximately half of the sample was willing to avoid social contact if necessary and 40% reported willingness to avoid health care professionals. However, 21% were not sure how long they would be willing to avoid health care professionals. Of the 66% participants with children in school, 56% indicated a willingness to keep their children at home for longer than a month if necessary. Of the 77% participants that are employed, 38% indicated that they would be able to stay home from work more than a month and 27% stated that staying home would be impossible. Staying indoors was regarded as impossible by 26%, possible for a few days by 22%, and possible for longer than a month by 28%. An additional 17% indicated not knowing if they could take that measure.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 212,
                    "end": 220,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Adaptive responses"
        },
        {
            "text": "Regarding the perceived trustworthiness of information sources, participants reported thinking that their general practitioner and the community health services are most trustworthy (see Figure 4 ). Patient and consumer organizations were considered trustworthy by 85%. The municipal government, the national government and state departments were considered trustworthy by more than 70%. Family and friends, neighbours and the media were considered trustworthy but 52%, 42% and 32%, respectively.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 187,
                    "end": 195,
                    "text": "Figure 4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Communication and information"
        },
        {
            "text": "Regarding the urgency of information, 64% reported wanting to receive information on protective measures immediately (see Figure 5 ). Information on how to recognize an infection was considered most urgent by 40% while information on how to treat the infection and how the infection is transmitted was considered most urgent by 35% and 33%, respectively. In general, topics that inform risk appraisal, namely information about the severity of the infection, the likelihood of infection and places that pose the greatest risk were considered less urgent.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 122,
                    "end": 130,
                    "text": "Figure 5",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Communication and information"
        },
        {
            "text": "With respect to whether participants would be willing to stay home if they become ill, 61% said they certainly The threat will be exaggerated (denial)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scenarios"
        },
        {
            "text": "Medication will be available soon (wishful thinking) I will just have to accept it (fatalism)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scenarios"
        },
        {
            "text": "There is nothing we can do about it (fatalism)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I will stock up and stay indoors (avoidance)"
        },
        {
            "text": "We will all be completely powerless (fatalism)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I will stock up and stay indoors (avoidance)"
        },
        {
            "text": "It will not be as bad as predicted (wishful thinking)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I will stock up and stay indoors (avoidance)"
        },
        {
            "text": "I will be at an utter loss (dispair)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I will stock up and stay indoors (avoidance)"
        },
        {
            "text": "It will not happen to me (wishful thinking) I will move (avoidance) Agree Mostly agree would and 34% stated that they probably would. Of these participants, 47% were certain that someone would take care of them and 38% thought that there would probably be someone to take care of them. In most cases, the potential caregiver was an immediate family member. With respect to caring for an ill family member, 62% reported being certain that they would be able to take care of their family member. An additional 32% claimed that they would probably be able to provide care. Among employed participants willing to provide care to an ill family member, the mean number of working hours per week was estimated to decline from 30.8 to 14.1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I will stock up and stay indoors (avoidance)"
        },
        {
            "text": "In response to the scenario whereby participants were advised to stay home by the government but told to nonetheless come to work by their employer, 35% reported an intention to stay at home despite their employer's demands, 14% said they would work from home full time, 14% said they would work from home part time, 20% reported that they would simply go to work and 17%",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I will stock up and stay indoors (avoidance)"
        },
        {
            "text": "reported not knowing what they would do. Among the participants that reported an intention to stay home and who were subsequently provided with a scenario in which their choice would result in a loss of salary, the percentage of participants willing to stay home decreased from 35% to 20%. Participants were not inclined to believe that they could potentially lose some or all of their salaries if a pandemic were to occur. Only 5% of employed participants considered this a possibility, 17% thought it could happen but was unlikely, 62% found it pretty unlikely and 16% were convinced that such a situation would never occur. Despite perceptions that losing pay because of the pandemic was unlikely, 9% participants reported that not being paid would result in serious financial difficulties for their household within a week. An additional 42% claimed that this would generate problems after a month, 75% after a few months, 83% after half a year, 88% after a year and 96% after more than a year. In response to the scenario in which children would not be able to go to school or child care facilities, 75% of all participants with children younger than 12 years (total n = 228) claimed that they would be able to care for their children themselves, 43% indicated that someone in their household would care for their children. In many cases, this person was their partner. Also, 24% reported that someone outside of their home would come and care for their children and 18% said that their children would be cared for by someone else at another location. Participants further indicated that, in order to care for children, a family member may need to stop working or, alternatively, work part time. Help from outside of the home was expected to be provided by family (77%), friends (9%) or neighbours (6%). In response to a scenario whereby children would have to be isolated in the family home for three months, 24% of all participants with children younger than 17 (total n = 311) indicated that they would be successful in keeping their children at home and away from others, 37% said they would probably be successful, 27% claimed that they would probably not be successful and 6% indicated that they certainly would not be successful.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I will stock up and stay indoors (avoidance)"
        },
        {
            "text": "In response to the scenario pertaining to antiviral drugs, most participants indicated that they would certainly (39%) or probably (47%) want to use an antiviral drug. Also, 45% would certainly and 38% would probably be accepting of policy that prioritizes the treatment of vulnerable groups, such as the elderly. Even higher percentages were reported for the acceptance of policy that prioritizes professionals such as the police (62%) and fire fighters (32%). If availability of antiviral drugs were limited, 13% would certainly and 43% would probably attempt to obtain them through other means.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I will stock up and stay indoors (avoidance)"
        },
        {
            "text": "Knowledge levels regarding a possible influenza pandemic were mixed. Many participants reported not feeling well informed about protective measures. Further, the perceived susceptibility of an influenza pandemic was relatively low while perceived severity was quite high. Compared to a number of other diseases, risk perception was highest for an influenza pandemic Public transportation was considered the most risky place for acquiring an influenza infection. Further, most participants felt that there was little they could to prevent an infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary of the results"
        },
        {
            "text": "Three types of maladaptive responses were distinguished: fatalism, underestimation and avoidance. Many participants felt that risks would be exaggerated by the government (underestimation), that a pandemic should simply be accepted as reality (fatalism) and that people are best off stocking up and staying indoors (avoidance). Low response and self efficacy may lead to fatalism, but high scores may lead to underestimation. Nevertheless, many participants reported a willingness to follow the recommendations of health professionals. Avoiding places of entertainment was considered easiest while staying indoors was thought to be the most difficult. Many people did not know how long they will be able to comply with that recommendation. General practitioners and local health authorities were considered the most trustworthy sources of information while the media was considered the least trustworthy. Trust in governmental bodies was relatively low. The information considered most urgent information pertained to protective measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary of the results"
        },
        {
            "text": "If a situation were to arise in which family members need to be taken care of, working hours would likely decrease substantially. If a situation were to arise in which salaries cannot be paid, almost half of the participants would encounter serious financial problems after a month. If schools were to close, many parents would require help with child care arrangements and one parent would likely have to reduce his/her working hours. If available, many participants would be willing to take antiviral drugs. Most participants were accepting of policy that prioritizes vulnerable groups but nonetheless indicated that they would endeavour to obtain the drugs through other means.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary of the results"
        },
        {
            "text": "Results of studies conducted prior to the current H1N1 Influenza pandemic show that, although there is support for proposed actions, people feel uncomfortable carrying out protective measures themselves [20] [21] [22] . Lau [23] found that a higher perception of risk was associated both with an influenza vaccination and with wearing a face mask. A Norwegian study showed that only 2% would not go to work if an influenza pandemic were occur [24] whereas, in China, much higher percentages were reported (17%) [25] . Rubin and colleagues reported on a study in the UK conducted in May 2009 during the current H1N1 influenza pandemic and showed that almost 40% of respondents reported having taken some kind of protective measure [26] .",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 207,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 208,
                    "end": 212,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 213,
                    "end": 217,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 224,
                    "end": 228,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 443,
                    "end": 447,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 511,
                    "end": 515,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 730,
                    "end": 734,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Since our literature search in 2007, a number of studies that focus on risk perceptions and behavioural intentions related to an influenza pandemic have been published."
        },
        {
            "text": "Our study corresponds with other studies that indicate that there is indeed a willingness to adopt recommended protective measures. However, in contrast to those studies, we have been able to gather more specific data on both maladaptive and adaptive behaviours as well as response tendencies in a number of possible scenarios.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Since our literature search in 2007, a number of studies that focus on risk perceptions and behavioural intentions related to an influenza pandemic have been published."
        },
        {
            "text": "All answers provided by the participants were hypothetical and indicative of intentions and expectations that may or may not translate into actual behaviours at the time of an influenza pandemic. Intentions do predict behaviours to a certain degree [27] , but situational influences and unconscious or affective reactions are likely to have an independent effect. As such, additional research in controlled settings (i.e. behavioural laboratory) and in real life situations at the time of a new influenza outbreak is needed. The results of this study are derived from a crosssectional analysis. In reality, changes in the development of the pandemic and the reactions of others may influence people's behavioural responses.",
            "cite_spans": [
                {
                    "start": 249,
                    "end": 253,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Limitations"
        },
        {
            "text": "Most variables were measured at an overall level rather than with respect to specific behaviours. For future studies, it would be useful to measure determinants of behaviour specifically for each advised protective measure. Also, in addition to PMT variables, other more general theories may provide additional concepts that could enable a more extensive understanding of risky and protective behaviours. For example, the Theory of Planned Behaviour (TPB) [27] suggests that there may be beliefs connected to the risky behaviour other than risk or health beliefs. TPB also proposes the subjective social normother people's expectations -as a determinant of behaviour. Social Cognitive Theory (SCT) [28] has a strong focus on self efficacy and vicarious learning or modelling and thus would imply that the perceived behaviour of others should be considered. Self regulation theories [29] may help explain why people are successful or unsuccessful in changing their behaviour following a threat. Such theories suggest we explore people's awareness of the threat, their decision to act, goal setting and the planning of coping responses, implementation and relapse prevention. In a recent review on pandemic influenza risk perception, Leppin & Aro [30] also conclude that investing in more theory-based research is imperative.",
            "cite_spans": [
                {
                    "start": 456,
                    "end": 460,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 698,
                    "end": 702,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 882,
                    "end": 886,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1245,
                    "end": 1249,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Limitations"
        },
        {
            "text": "Maladaptive responses may cause people not to follow health authorities' recommendations for protective measures. Greater perceptions of risk may lead to fatalism and avoidance while lower perceptions of risk may cause underestimation. During a pandemic, messages from health authorities should anticipate this balance between overreacting and underreacting. It is clear that people will want to know what protective measures to take. Messages pertaining to protective measures are likely to be most effective if they originate from local (health) authorities and general practitioners as they are considered most trustworthy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions and Implications"
        },
        {
            "text": "Nonpharmaceutical interventions may include the closure of schools. If that were to happen, many parents will be forced to stop working or to work less. If measures advised by the authorities are in conflict with the measures taken by companies, it is unclear what employees will do. Few people can cope with a loss of salary. In any case, high numbers of ill individuals will likely result in large numbers of people staying home and a decreased labour force in all sectors, including the health care sector.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions and Implications"
        },
        {
            "text": "Survey questions \"Behavioral expectations regarding an influenza epidemic\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix"
        },
        {
            "text": "1. Are you familiar with the concept \"influenza epidemic\"?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix"
        },
        {
            "text": "‫ؠ‬ Yes, I know what it is ‫ؠ‬ I have heard of it but I am not sure what it is ‫ؠ‬ No, I have never heard of it A pandemic is a worldwide epidemic caused by a virus that is as yet unknown and for which no vaccine is available. An example is the Asian bird flu. When that virus infects people, a new and unknown form of influenza that is transmitted from person to person develops. It is not possible to predict whether or not a new influenza virus is in fact dangerous and will cause an epidemic or a pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix"
        },
        {
            "text": "2. Were you familiar with the above information? ‫ؠ‬ Yes, completely ‫ؠ‬ Yes, mostly ‫ؠ‬ Yes, some of it ‫ؠ‬ Yes, vaguely ‫ؠ‬ No, not at all 3. No one knows exactly how many people would get sick if an influenza pandemic were to occur. Please estimate how many people in the Netherlands you think would get sick if an influenza pandemic were to occur.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix"
        },
        {
            "text": "___ % of all the people in the Netherlands would get sick",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix"
        },
        {
            "text": "‫ؠ‬ Incredibly well informed ‫ؠ‬ Very well informed ‫ؠ‬ Well informed ‫ؠ‬ Reasonably informed ‫ؠ‬ Somewhat informed ‫ؠ‬ Poorly informed ‫ؠ‬ Very poorly informed ‫ؠ‬ I don't know",
            "cite_spans": [],
            "ref_spans": [],
            "section": "To what extent are you informed about the protective measures that could be taken if an influenza pandemic were to occur?"
        },
        {
            "text": "‫ؠ‬ Incredibly well informed ‫ؠ‬ Very well informed ‫ؠ‬ Well informed ‫ؠ‬ Reasonably informed ‫ؠ‬ Somewhat informed ‫ؠ‬ Poorly informed ‫ؠ‬ Very poorly informed ‫ؠ‬ I don't know 6. A number of medical conditions are mentioned below. For each condition, please indicate how awful it would be if you were to be diagnosed with this condition in the coming 12 months. This can be done by selecting a number between 1 and 10. '1' means that it would not be awful at all and '10' means that it would be incredibly awful(see Table 3 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 518,
                    "end": 525,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "To what extent are you informed about the concepts influenza viruses and epidemics?"
        },
        {
            "text": "7. How likely is it that you will be diagnosed with one of the following medical conditions in the next 12 months? '1' means not likely at all and '10' means very likely (see Table 4 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 175,
                    "end": 182,
                    "text": "Table 4",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "To what extent are you informed about the concepts influenza viruses and epidemics?"
        },
        {
            "text": "8. Do you think that, in general, you are susceptible to getting the flu?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "To what extent are you informed about the concepts influenza viruses and epidemics?"
        },
        {
            "text": "‫ؠ‬ Yes, very susceptible ‫ؠ‬ Yes, quite susceptible ‫ؠ‬ As susceptible as anyone else ‫ؠ‬ No, no really susceptible ‫ؠ‬ No, not susceptible at all 9. Imagine there is a worldwide influenza pandemic that has also reached the Netherlands. As a result, hospital admissions and deaths are on the rise. Where do you think you would be most likely to get infected?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "To what extent are you informed about the concepts influenza viruses and epidemics?"
        },
        {
            "text": "‫ؠ‬ Public transportation ‫ؠ‬ Public places of entertainment like restaurants, bars and theaters ‫ؠ‬ Events like concerts and soccer games ‫ؠ‬ (Sport) clubs ‫ؠ‬ Shops and stores ‫ؠ‬ At work or in schools ‫ؠ‬ Hospitals ‫ؠ‬ At home or at the homes of friends and family 10. Are you scared that a worldwide influenza pandemic will occur?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "To what extent are you informed about the concepts influenza viruses and epidemics?"
        },
        {
            "text": "‫ؠ‬ Constantly ‫ؠ‬ Frequently ‫ؠ‬ Sometimes ‫ؠ‬ Rarely ‫ؠ‬ Never 11. In general, do you think that people would be able take protective measures against a new influenza virus if a worldwide pandemic were to occur (also in the Netherlands)?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "To what extent are you informed about the concepts influenza viruses and epidemics?"
        },
        {
            "text": "‫ؠ‬ I am very certain that measures could be taken ‫ؠ‬ I am quite certain that measures could be taken ‫ؠ‬ I am somewhat certain that measures could be taken ‫ؠ‬ I am doubtful that measures could be taken ‫ؠ‬ I am very certain that measures could NOT be taken 12. Do you think that YOU would be able to take protective measures against this new influenza virus if a worldwide pandemic were to occur (also in the Netherlands)?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "To what extent are you informed about the concepts influenza viruses and epidemics?"
        },
        {
            "text": "‫ؠ‬ I am very certain that I could take the necessary measures ‫ؠ‬ I am quite certain that I could take the necessary measures ‫ؠ‬ I am somewhat certain that I could take the necessary measures ‫ؠ‬ I am doubtful that I could take the necessary measures ‫ؠ‬ I am very certain that I could NOT take the necessary measures 13. Imagine there is a new worldwide influenza pandemic that has also reached the Netherlands. Your local community health services have provided you with a face mask and urged you to wear it in all public places in order to prevent infection. Would you wear the face mask in all public places?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "To what extent are you informed about the concepts influenza viruses and epidemics?"
        },
        {
            "text": "‫ؠ‬ Certainly ‫ؠ‬ Probably ‫ؠ‬ Probably not (skip ahead to question 15) ‫ؠ‬ Certainly not (skip ahead to question 15) ‫ؠ‬ I don't know (skip ahead to question 15) 14. If you wear a face mask, people may think that you have the new influenza and avoid you. The face mask also causes skin irritation. Would you still wear the face mask?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "To what extent are you informed about the concepts influenza viruses and epidemics?"
        },
        {
            "text": "‫ؠ‬ Certainly ‫ؠ‬ Probably ‫ؠ‬ Probably not ‫ؠ‬ Certainly not ‫ؠ‬ I don't know 15. Below are statements about what can happen if a new worldwide influenza pandemic were to occur (also in the Netherlands). Please indicate the degree to which you agree with each of these statements (see Table 5 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 286,
                    "end": 293,
                    "text": "Table 5",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "To what extent are you informed about the concepts influenza viruses and epidemics?"
        },
        {
            "text": "16. Imagine a new worldwide influenza pandemic occurs and this pandemic reaches the Netherlands. Within five weeks, 400,000 Dutch will become ill and 4,000 people will die. Health professionals recommend that you take the following protective measures indefinitely. How long would you be willing to take each of these measures (see Table 6 )?",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 332,
                    "end": 339,
                    "text": "Table 6",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "To what extent are you informed about the concepts influenza viruses and epidemics?"
        },
        {
            "text": "Before we continue with the survey, we would like to ask you a few questions about your current work situation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "To what extent are you informed about the concepts influenza viruses and epidemics?"
        },
        {
            "text": "17. Which of the following applies best to you right now?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "To what extent are you informed about the concepts influenza viruses and epidemics?"
        },
        {
            "text": "‫ؠ‬ 39. Imagine all schools and child care facilities close for three months in order to protect children from influenza infection. Health professionals have advised you to keep your child(ren) away from public places such as shopping centres and public transportation for three months. Children should also discontinue social contact with other children. Would you be able to keep your child(ren) from doing these things for three months?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "To what extent are you informed about the concepts influenza viruses and epidemics?"
        },
        {
            "text": "‫ؠ‬ Certainly ‫ؠ‬ Probably ‫ؠ‬ Probably not ‫ؠ‬ Certainly not ‫ؠ‬ I don't know A vaccine for a new influenza virus can only be developed after the outbreak. There are, however, antiviral drugs such as Tamiflu and Relenza that may prevent the virus from dispersing through the body and that can shorten the illness period. However, it is unclear whether these antiviral drugs actually work for the new influenza virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "To what extent are you informed about the concepts influenza viruses and epidemics?"
        },
        {
            "text": "40. If a new influenza pandemic were to occur, would you want to use antiviral drugs? ‫ؠ‬ Certainly ‫ؠ‬ Probably ‫ؠ‬ Probably not ‫ؠ‬ Certainly not ‫ؠ‬ I don't know 42. Also, certain professionals (e.g. firefighters and the police) are also more susceptible to infection. As a result, the government has decided to give these people priority access to antiviral drugs. Do you think this is justified?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "To what extent are you informed about the concepts influenza viruses and epidemics?"
        },
        {
            "text": "‫ؠ‬ Certainly ‫ؠ‬ Probably ‫ؠ‬ Probably not ‫ؠ‬ Certainly not ‫ؠ‬ I don't know 43. These antiviral drugs are also being offered commercially on, for example, the internet. Imagine there is a new worldwide influenza pandemic and you cannot obtain antiviral drugs through your government because other groups are prioritized. Would you attempt to obtain these drugs through other means (i.e. buy them online)?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "To what extent are you informed about the concepts influenza viruses and epidemics?"
        },
        {
            "text": "‫ؠ‬ Certainly ‫ؠ‬ Probably ‫ؠ‬ Probably not ‫ؠ‬ Certainly not ‫ؠ‬ I don't know We now want to ask you a few questions about certain sources of information in the event of an influenza pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "To what extent are you informed about the concepts influenza viruses and epidemics?"
        },
        {
            "text": "44. In general, how trustworthy do you think the following sources of information are (see Table 7) ?",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 91,
                    "end": 99,
                    "text": "Table 7)",
                    "ref_id": "TABREF7"
                }
            ],
            "section": "To what extent are you informed about the concepts influenza viruses and epidemics?"
        },
        {
            "text": "45. If a new worldwide influenza pandemic were to occur, information could be provided to you by the following sources. How trustworthy would you consider the information from these sources to be (see Table 8 )?",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 201,
                    "end": 208,
                    "text": "Table 8",
                    "ref_id": "TABREF8"
                }
            ],
            "section": "To what extent are you informed about the concepts influenza viruses and epidemics?"
        },
        {
            "text": "46. Imagine a new worldwide influenza pandemic occurs and that the pandemic reaches the Netherlands. Which two topics would you want to receive immediate information about? ᮀ How the infection is transmitted ᮀ How the infection can be recognized Please click on 'Next' to submit the survey. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "To what extent are you informed about the concepts influenza viruses and epidemics?"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "WHO: Pandemic preparedness",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Meta-analysis of the relationship between risk perception and health behaviour: The example of vaccination",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "T"
                    ],
                    "last": "Brewer",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "B"
                    ],
                    "last": "Chapman",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "X"
                    ],
                    "last": "Gibbons",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gerrard",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Mccaul",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "D"
                    ],
                    "last": "Weinstein",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Health Psychology",
            "volume": "26",
            "issn": "",
            "pages": "136--145",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Perceived threat, risk perception, and efficacy beliefs related to SARS and other (emerging) infectious diseases: results of an international survey",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "De Zwart",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "K"
                    ],
                    "last": "Veldhuijzen",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Elam",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Aro",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Abraham",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Bishop",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Voeten",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Richardus",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brug",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "International Journal of Behavioural Medicine",
            "volume": "16",
            "issn": "",
            "pages": "30--40",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Precautionary behaviour in response to perceived threat of pandemic influenza. Emerging Infectious Diseases",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "Z"
                    ],
                    "last": "Sadique",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Edmunds",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Meerding",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "De Zwart",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brug",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Beutels",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Extended Parallel Process Model and H5N1 influenza virus",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Siu",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Psychological Reports",
            "volume": "102",
            "issn": "",
            "pages": "539--550",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Protection Motivation Theory",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Norman",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Boer",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Seydel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Conner",
                    "suffix": ""
                },
                {
                    "first": "Norman",
                    "middle": [
                        "P"
                    ],
                    "last": "Berkshire",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "81--126",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The Health Belief Model. In Health behaviour and health education; theory",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "L"
                    ],
                    "last": "Champion",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Skinner",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Glanz",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Rimer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Viswanath",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "45--65",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Fear as motivator, fear as inhibitor: Using the EPPM to explain fear appeal successes and failures",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Witte",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "; Andersen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Guerrero",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "423--450",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The Precaution Adoption Process Model. In Health behaviour and health education; theory",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "D"
                    ],
                    "last": "Weinstein",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Sandman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Blalock",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Glanz",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Rimer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Viswanath",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "123--147",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The impact of vulnerability to and severity of a health risk on processing and acceptance of fear-arousing communications: A meta-analysis",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "De Hoog",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Stroebe",
                    "suffix": ""
                },
                {
                    "first": "Jbf",
                    "middle": [],
                    "last": "De Wit",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Review of General Psychology",
            "volume": "11",
            "issn": "",
            "pages": "258--285",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Scary warnings and rational precautions: A review of the psychology of fear appeals",
            "authors": [
                {
                    "first": "Rac",
                    "middle": [],
                    "last": "Ruiter",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Abraham",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kok",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Psychology & Health",
            "volume": "16",
            "issn": "",
            "pages": "613--630",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Nonpharmaceutical interventions implemented by US cities during the 1918-1919 influenza pandemic",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Markel",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "B"
                    ],
                    "last": "Lipman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Navarro",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sloan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Michalsen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Stren",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Cetron",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "JAMA",
            "volume": "298",
            "issn": "",
            "pages": "644--654",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Societal responses to familiar versus unfamiliar risk: Comparisons of influenza and SARS in Korea",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Collins",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Risk Analysis",
            "volume": "26",
            "issn": "",
            "pages": "1247--1257",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Sources of information and health beliefs related to SARS and avian influenza among Chinese communities in the United Kingdom and The Netherlands, compared to the general population in these countries",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Voeten",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "De Zwart",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "K"
                    ],
                    "last": "Veldhuijzen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yuen",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Elam",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Abraham",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brug",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "International Journal of Behavioural Medicine",
            "volume": "16",
            "issn": "",
            "pages": "49--57",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "SARS knowledge, perceptions, and behaviours: a comparison between Finns and the Dutch during the SARS outbreak in 2003",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Vartti",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Oenema",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schreck",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Uutela",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "De Zwart",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brug",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Aro",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "International Journal of Behavioural Medicine",
            "volume": "16",
            "issn": "",
            "pages": "41--48",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Evaluating the success of terror risk communication",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Fishhoff",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Gonzales",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Small",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Lerner",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Biosecurity and Bioterrorism: Biodefense Strategy, Practice, and Science",
            "volume": "1",
            "issn": "",
            "pages": "255--258",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Accurate disaster behavioural response planning; a guide for business continuity planners",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Crimando",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Extreme Behavioural Risk Management LLC",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Effects of components of Protection-Motivation Theory on adaptive and maladaptive coping with a health threat",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Rippetoe",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Rogers",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Journal of Personality and Social Psychology",
            "volume": "52",
            "issn": "",
            "pages": "596--604",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Rational and personal aspects of risk",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Vlek",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Stallen",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Acta Psychologica",
            "volume": "45",
            "issn": "",
            "pages": "273--300",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Public support for government actions during a flu pandemic: lessons learned from a statewide survey",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Paek",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hilyard",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "S"
                    ],
                    "last": "Freimuth",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Barge",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mindlin",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Health Promotion Practice",
            "volume": "9",
            "issn": "",
            "pages": "60--72",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Lay perceptions of the pandemic influenza threat",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Raude",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Setbon",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "European Journal of Epidemiology",
            "volume": "24",
            "issn": "",
            "pages": "339--381",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Perceptions related to bird-to-human avian influenza, influenza vaccination, and use of face mask",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "Y"
                    ],
                    "last": "Tsui",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Griffiths",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Infection",
            "volume": "36",
            "issn": "",
            "pages": "434--477",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Predicting the anticipated emotional and behavioural responses to an avian flu outbreak",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "W"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "S"
                    ],
                    "last": "Kay",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "V"
                    ],
                    "last": "Hoyt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Bernard",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "American Journal of Infection Control",
            "volume": "37",
            "issn": "",
            "pages": "371--80",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Influenza pandemic: perception of risk and individual precautions in a general population. Cross sectional study",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "S"
                    ],
                    "last": "Kristiansen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Halvorsen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gyrd-Hansen",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "BMC Public Health",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Reported changes in health-related behaviours in Chinese urban residents in response to an influenza pandemic",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Epidemiology and Infection",
            "volume": "137",
            "issn": "",
            "pages": "988--993",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Public perceptions, anxiety, and behaviour change in relation to the swine flu outbreak: cross sectional telephone survey",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Rubin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Amlôt",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Page",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wessely",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "BMJ",
            "volume": "339",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Theory of Reasoned Action, Theory of Planned Behaviour and the integrated model",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Montaño",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kasprzyk",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Glanz",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Rimer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Viswanath",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "67--96",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "How individuals, environments, and health behaviours interact: Social Cognitive Theory. In Health behaviour and health education; theory",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Mcalister",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Perry",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Parcel",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Glanz",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Rimer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Viswanath",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "169--188",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Attaining self-regulation",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Zimmerman",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Handbook of self-regulation Edited by: Boekaerts M, Pintrich PR, Zeidner M",
            "volume": "",
            "issn": "",
            "pages": "13--39",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Risk perceptions related to SARS and avian influenza: theoretical foundations of current empirical research",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Leppin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Aro",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "International Journal of Behavioural Medicine",
            "volume": "16",
            "issn": "",
            "pages": "7--29",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Severity and susceptibility of an influenza pandemic compared to other diseases (the dots represent mean responses).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Maladaptive behavioural responses to an influenza pandemic.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Perceived trustworthiness of information sources.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Perceived urgency of information.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Sample characteristics (n = 1099)",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Factor analysis of maladaptive responses (n = 1099)",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Imagine there is a new worldwide influenza pandemic that has also reached the Netherlands. A lot of people fall ill. Only those that are very sick can be admitted to hospitals. The rest need to be cared for at home. You end up getting this new influenza virus and are advised by health professionals to stay home for 7 to 10 days and to have minimal contact with others.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Feelings on hypothetical diagnosis of listed medical conditions demic that has also reached the Netherlands. The government has said that all people that are infected need to stay home. You have symptoms of this flu but your employer says you must come to work. What would you do? ‫ؠ‬ Stay home and not work ‫ؠ‬ Work from home (skip ahead to question 30) ‫ؠ‬ Do some work from home (skip ahead to question 30) ‫ؠ‬ Just go to work (skip ahead to question 30) ‫ؠ‬ I don't know (skip ahead to question 30) 29. You would choose to stay home and not work. Imagine your employer says that while you are at home you will not be paid. What would you do? ‫ؠ‬ Still stay home and not work ‫ؠ‬ Work from home ‫ؠ‬ Do some work from home ‫ؠ‬ Just go to work ‫ؠ‬ I don't know 30. Imagine that health professionals advise businesses to close their doors. What do you think your company would do? ‫ؠ‬ Close its doors ‫ؠ‬ Stay open ‫ؠ‬ I don't know 31. Imagine that, because of the new influenza virus, you would be deprived of your salary (because you have to stay home or because your work has to close its doors). Can you imagine this actually happening? ‫ؠ‬ Yes, I can definitely imagine this happening",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Likelihood of diagnosis with listed medical conditions.‫ؠ‬ Yes, I can imagine this happening but it seems unlikely ‫ؠ‬ No, this seems pretty unlikely ‫ؠ‬ No, this would never happen 32. If this were to happen (i.e. you would not be paid/receive salary), when would this result in serious financial problems?‫ؠ‬ Within a week ‫ؠ‬ After a month ‫ؠ‬ After a few months ‫ؠ‬ After half a year ‫ؠ‬ After a year ‫ؠ‬ After more than a year ‫ؠ‬ Never ‫ؠ‬ I don't know/I would rather not say Questions 33 to 39 pertain only to people who live in households that comprise more than one person.33. Are there currently child(ren) under 12 years of age in your household? ‫ؠ‬ Yes ‫ؠ‬ No (skip ahead to question 38) 34. Imagine that all schools and child care services close for a month because of the new influenza virus. Who would take care of your child(ren) and where would this happen? (more than one answer is allowed) ᮀ I would care for my child(ren) myself ᮀ Someone else in my household would care for my child(ren) ᮀ Someone outside my home would come and care for my child(ren) at my home ᮀ Someone outside my home would care for my child(ren) at a location other than my home ᮀ No one (all other options grey) 35. Would you or someone else in your household need to take time off of work in order to care for your child(ren)? ‫ؠ‬ Yes, I (or the other caregiver) would have to stop working. ‫ؠ‬ Yes, I (or the other caregiver) would have to work part time ‫ؠ‬ No 36. If all schools and child care services were to close, how much help from people outside your own",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Predicted consequences of a global pandemic. household would need in order to keep your child(ren) at home for a month? ‫ؠ‬ A whole lot of help ‫ؠ‬ A fair amount of help ‫ؠ‬ Some help ‫ؠ‬ No help (skip ahead to question 38) 37. Outside of your own household, from whom would you expect to receive this help? ‫ؠ‬ My extended family ‫ؠ‬ My friends ‫ؠ‬ My neighbors ‫ؠ‬ My residents or neighborhood association ‫ؠ‬ The municipal government ‫ؠ‬ The community health services ‫ؠ‬ Another government agency ‫ؠ‬ My church or mosque ‫ؠ‬ Another club or organization ‫ؠ‬ Someone else ‫ؠ‬ I don't know/None of the above 38. Are there currently child(ren) under 17 years of age in your household? ‫ؠ‬ Yes ‫ؠ‬ No (skip ahead to question 40)",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Willingness to undertake preventative measures ‫ؠ‬ Certainly ‫ؠ‬ Probably ‫ؠ‬ Probably not ‫ؠ‬ Certainly not ‫ؠ‬ I don't know 41. Imagine there is a new worldwide influenza pandemic. The government has started distributing antiviral drugs to the population but there are not enough drugs for everyone. They have thus decided that those most vulnerable to infection (e.g. the elderly) should get priority access to the drugs. Do you think this is justified?",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Perception of trustworthiness of information sources.ᮀ Which protective measures you can take to protect yourself against infection ᮀ Which places pose the greatest risk ᮀ The likelihood of infection ᮀ How the infection is treated ᮀ The severity of the infection This is the end of the survey. Thank you for cooperating. If you have questions or comments, feel free to use the space below.",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "Perception of trustworthiness of information sources in the event of a global pandemic.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This research was funded by the Dutch Ministry of Health, Welfare and Sport. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "The authors declare that they have no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        },
        {
            "text": "GK conceived the study, contributed to the interpretation of the data and drafted the manuscript. RJ and RG conducted the literature review, the survey and the analyses. RM, HS and OZ participated in the design of the study and the interpretation of the data. All authors read and approved the final text. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authors' contributions"
        }
    ]
}