{
    "paper_id": "c14ce2c27ca770924c1ca4a4fef0fa5b532f73c1",
    "metadata": {
        "title": "Cluster randomised controlled trial to examine medical mask use as source control for people with respiratory illness",
        "authors": [
            {
                "first": "Raina",
                "middle": [],
                "last": "Chandini",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Macintyre",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yi",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Abrar",
                "middle": [
                    "Ahmad"
                ],
                "last": "Chughtai",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Holly",
                "middle": [],
                "last": "Seale",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Daitao",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yanhui",
                "middle": [],
                "last": "Chu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Haiyan",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Bayzidur",
                "middle": [],
                "last": "Rahman",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Quanyi",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Medical masks are commonly used in healthcare settings for two main purposes: (1) by well healthcare workers (HCWs) to protect them from infections transmitted by droplet route and splash and spray of blood and body fluids; and (2) by sick individuals to prevent transmission to others (source control). 1 2 There are currently major gaps in our knowledge about the impact of masks on the transmission of respiratory infections. 3 Most clinical trials have been focused on the protection of the well wearer, rather than on source control. 3 Cloth and medical masks were originally developed as source control to prevent contamination of sterile sites by the wearer in operating theatres (OTs); 4 5 however, their effectiveness in preventing surgical site infections is yet to be proven. [6] [7] [8] Although masks are also widely used in the community to prevent spread of infection from sick and infectious people, 4 9-12 the majority of data on their use are observational and derived from outbreaks and Strengths and limitations of this study ▪ Medical masks are commonly used to prevent spread of infection from sick individuals to others; however, data on the clinical efficacy of this approach are sparse. ▪ A cluster-randomised control trial was conducted to examine the efficacy of medical masks as source control. ▪ The sample size was small and the study was underpowered to detect a statistically significant difference in outcome in the intention-to-treat analysis. ▪ Removal of masks in the intervention arm during meal times may have reduced efficacy and biased the results towards the null.",
            "cite_spans": [
                {
                    "start": 304,
                    "end": 307,
                    "text": "1 2",
                    "ref_id": null
                },
                {
                    "start": 429,
                    "end": 430,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 539,
                    "end": 540,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 694,
                    "end": 697,
                    "text": "4 5",
                    "ref_id": null
                },
                {
                    "start": 787,
                    "end": 790,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 791,
                    "end": 794,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 795,
                    "end": 798,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 916,
                    "end": 922,
                    "text": "4 9-12",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "pandemics. Among the nine randomised controlled trials (RCTs) in household and community settings until now, 3 only one examined the role of masks as source control and was inconclusive. 13 In other clinical trials, masks were either used by both sick patients (index cases as source control) and their household members [14] [15] [16] or only by household members. [17] [18] [19] Most of these studies failed to show any efficacy of mask use in preventing spread of infections from the sick individuals.",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 110,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 187,
                    "end": 189,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 321,
                    "end": 325,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 326,
                    "end": 330,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 331,
                    "end": 335,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 366,
                    "end": 370,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 371,
                    "end": 375,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 376,
                    "end": 380,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Masks are also used to prevent surgical site infections in the OT, 3 although most studies failed to show any efficacy against this indication. 6-8 20 Only one clinical trial reported high infection rates after surgery if masks were not used by the surgeon in the OT. 21 Among the five clinical trials in the healthcare setting to test the efficacy of masks/respirators as respiratory protection, 3 none examined the use of masks as source control. Laboratory studies generally support the use of medical masks to prevent spread of infections from patients with influenza and tuberculosis (TB) to their contacts. [22] [23] [24] Mask use as source control in healthcare settings has now been included in standard infection control precautions during periods of increased respiratory infection activity in the community, yet there is no clinical efficacy evidence to support this recommendation. The aim of this study was to determine whether medical mask use by people in a community setting with influenza-like illness (ILI) protects well contacts from infection.",
            "cite_spans": [
                {
                    "start": 67,
                    "end": 68,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 144,
                    "end": 150,
                    "text": "6-8 20",
                    "ref_id": null
                },
                {
                    "start": 268,
                    "end": 270,
                    "text": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 397,
                    "end": 398,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 613,
                    "end": 617,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 618,
                    "end": 622,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 623,
                    "end": 627,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "An RCT was conducted in fever clinics in six major hospitals in two districts of Beijing, China. The fever clinics are outpatient departments for the assessment and treatment of febrile patients. The recruitment of participants was started on 18 November 2013 and completed on 20 January 2014. Adults who attended the fever clinic were screened by hospital staff to identify if they were eligible for the study. A study staff member approached eligible patients when they presented in the clinic and invited them to participate in the study. Recruited patients meeting the case definition of ILI (see below) were referred to as index cases, which was the first case in a potential chain of infection transmission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS Design"
        },
        {
            "text": "Patients aged 18 years and older (index cases) with ILI (defined as fever ≥38°C plus one respiratory symptom including cough, nasal congestion, runny nose, sore throat or sneezes) who attended a fever outpatient clinic during the study period, had no history of ILI among household members in the prior 14 days and who lived with at least two other people at home were recruited for the study. ILI was used as a selection criterion to achieve high specificity for index cases. Patients who were unable or refused to give consent, had onset of symptoms >24 hours prior to recruitment, were admitted to hospital, resided in a household with <2 other people, or had other ill household members at home were excluded from the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Eligibility"
        },
        {
            "text": "After providing informed consent, 245 index cases were included and randomly allocated to intervention (mask) and control (no-mask) arms. A research team member (YZ) performed the random allocation sequence using Microsoft Excel and doctors enrolled the participants randomly to intervention and control arms. Patients had an equal chance to be in the either intervention or control arm. One hundred and twenty-three index cases and 302 household contacts were included in the mask (source control) arm and 122 index cases and 295 household contacts were included in the control arm (figure 1). Cases and their household contacts were assigned together as a cluster to either the intervention or control arm.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Randomisation"
        },
        {
            "text": "The mask or no-mask intervention was applied to the index cases and respiratory illness was measured in household contacts. Index cases ( patients with ILI) in the intervention arm wore a medical mask at home. Index cases were asked to wear a mask (3M 1817 surgical mask) whenever they were in the same room as a household member or a visitor to the household. They were allowed to remove their masks during meal times and while asleep. Index cases were shown how to wear the mask and instructed to wash their hands when donning and doffing the mask. Index cases were provided with 3 Figure 1 Consort diagram of recruitment and follow-up. masks per day for 7 days (21 masks in total). They were informed that they could cease wearing a mask once their symptoms resolved. Index cases in the control arm did not receive any intervention. Mask use by other household members was not required and not reported.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 584,
                    "end": 592,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Intervention"
        },
        {
            "text": "Respiratory illness outcomes were measured in household contacts of the index cases. Primary end points measured in household contacts included: (1) clinical respiratory illness (CRI), defined as two or more respiratory symptoms (cough, nasal congestion, runny nose, sore throat or sneezes) or one respiratory symptom and a systemic symptom (chill, lethargy, loss of appetite, abdominal pain, muscle or joint aches); (2) ILI, defined as fever ≥38°C plus one respiratory symptom; and (3) laboratory-confirmed viral respiratory infection, defined as detection of adenoviruses, human metapneumovirus, coronaviruses 229E/NL63 and OC43/HKU1, parainfluenzaviruses 1, 2 and 3, influenza viruses A and B, respiratory syncytial virus A and B, or rhinovirus A/B by nucleic acid testing (NAT) using a commercial multiplex PCR (Seegen, Seoul, Korea). [25] [26] [27] If any respiratory or systemic symptoms occurred in household members, index cases were instructed to notify the study coordinator. Symptomatic household members were asked to complete 'sick follow-up' questionnaires and anyone who met the CRI definition was tested for laboratory-confirmed viral respiratory infections.",
            "cite_spans": [
                {
                    "start": 839,
                    "end": 843,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 844,
                    "end": 848,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 849,
                    "end": 853,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Outcome measures"
        },
        {
            "text": "At baseline, detailed clinical and demographic information including household structure was collected from index cases and their household members. This included age, sex, smoking history, comorbidities, medications, hand washing practices, influenza vaccination and normal practices around the use of masks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection and follow-up"
        },
        {
            "text": "Follow-up period (7 days): Each index case was asked to keep a diary to record activities, symptoms and daily temperatures for 7 days. Symptoms in the household members were also recorded in the diary cards and index cases were asked to report any symptom. The index cases were asked to contact the study coordinator if any of the following symptoms appeared in household members: cough, nasal congestion, runny nose, sore throat, sneezes, chill, lethargy, loss of appetite, abdominal pain and muscle or joint aches. The study coordinator then assessed the household member and completed a follow-up survey. Samples were obtained from all symptomatic cases. All index cases in the intervention and control arms were also asked to document compliance with mask use. 26 27 Diary cards to record mask use were given to each index case, and they were asked to carry them during the day. Diary cards were returned to the investigators at the end of the study. The study coordinator also contacted index cases via telephone on every alternate day to check whether any household member developed symptoms. Assessors were not blinded, because the intervention (mask wearing) was visible. However, laboratory testing was blinded.",
            "cite_spans": [
                {
                    "start": 765,
                    "end": 770,
                    "text": "26 27",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Data collection and follow-up"
        },
        {
            "text": "Sample collection and laboratory testing Samples were collected from index patients at the time of recruitment and from symptomatic household members during follow-up. Household members were provided with an information sheet and written consent was sought before sampling. Only those household members who provided consent were swabbed. If the sick household member was aged <18 years, consent was obtained from a parent or guardian. Swabs were taken at the home by trained investigators.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection and follow-up"
        },
        {
            "text": "Double rayon-tipped, plastic-shafted swabs were used to swab both tonsillar areas and the posterior pharyngeal wall of symptomatic participants. The swabs were then transported immediately after collection to the Beijing Centre for Disease Control (CDC) laboratories, or stored at 4°C within 48 hours if transport was delayed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection and follow-up"
        },
        {
            "text": "Viral DNA/RNA was extracted from each respiratory specimen using the Viral Gene-spin TM Kit (iNtRON Biotechnology, Seoul, Korea) according to the manufacturer's instructions. Reverse transcription was performed using the RevertAidTM First Strand cDNA Synthesis Kit (Fermentas, Ontario, Canada) to synthesise cDNA. Multiplex PCR was carried out using the Seeplex RV12 Detection Kit (Seegen, Seoul, Korea) to detect adenoviruses, human metapneumovirus, coronavirus 229E/ NL63 and OC43/HKU1, parainfluenzaviruses 1, 2 or 3, influenza viruses A or B, respiratory syncytial virus A or B, and rhinovirus A/B. A mixture of 12 viral clones was used as a positive control template, and sterile deionised water was used as a negative control. Viral isolation by Madin Darby Canine Kidney (MDCK) cell culture was undertaken for some of the influenza samples that were NAT positive. Specimen processing, DNA/RNA extraction, PCR amplification and PCR product analyses were conducted in different rooms to avoid cross-contamination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection and follow-up"
        },
        {
            "text": "In this cluster-randomised design, the household was the unit of randomisation and the average household size was three people. Assuming that the attack rate of CRI in the control households was 16-20% (based on the results of a previously published household mask trial), 17 with a 5% significance level and 85% power and a minimum relative risk (RR) of 0.5 (intervention/control), 385 participants were required in each arm, which was composed of 118 households and, on average, 3 members per household. In this calculation, we assumed that the intracluster correlation coefficient (ICC) was 0.1. An estimated 250 patients with ILI were recruited into the study to allow for possible index case dropout during the study.",
            "cite_spans": [
                {
                    "start": 273,
                    "end": 275,
                    "text": "17",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Sample size"
        },
        {
            "text": "Descriptive statistics were compared in the mask and control arms and respiratory virus infection attack rates were quantified. Data from the diary cards were used to calculate person-days of infection incidence. Primary end points were analysed by intention to treat across the study arms and ICC for clustering by household was estimated using the clchi2 command in Stata. 28 RRs were calculated for the mask arm. The Kaplan-Meier survival curves were generated to compare the survival pattern of outcomes across the mask and control arms. Differences between the survival curves were assessed through the log-rank test. The analyses were conducted at the individual level and HRs were calculated using the Cox proportional hazards model after adjusting for clustering by household by adding a shared frailty to the model. Owing to the very few outcome events encountered, a multivariable Cox model was not appropriate. We checked the effect of individual potential confounders on the outcome variable fitting univariable Cox models. Since there were 10 cases of CRI, we included this variable in a multivariable cluster-adjusted Cox model. Multivariate analyses were not performed for ILI and laboratory-confirmed viruses because of low numbers.",
            "cite_spans": [
                {
                    "start": 375,
                    "end": 377,
                    "text": "28",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "A total of 43 index cases in the control arm also used a mask during the study period (at least 1 hour per day) and 7 index cases in the masks arm did not use a mask at all, so a post hoc sensitivity analysis was carried out to compare outcomes among household members of index cases who used a mask (hereafter 'mask group') with those of index cases who did not use a mask (hereafter 'no-mask group'). All statistical analyses were conducted using Stata V.13 (StataCorp. Stata 12 base reference manual. College Station, Texas, USA: Stata Press, 2011).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "A total of 245 index patients were randomised into the mask arm (n=123) or the control arm (n=122). The mask arm had on average 2.5 household contacts per index case (n=302), while the control arm had 2.4 household contacts per index case (n=295). Characteristics of index cases and household members are presented in table 1. There was no significant difference between arms, and most characteristics, including medication use (data not shown), were generally similar. Viruses were isolated from 60% (146/245) of index cases. Influenza was the most common virus isolated from 115 (47%) cases-influenza A-100, influenza B-11 and influenza A and B-4. Other viruses isolated from index cases were rhinovirus, 13 NL63 11 and C229E. 7 More than one virus was isolated in 48 (20%) index cases, including 17 coinfections with influenza. Table 2 shows the intention-to-treat analysis. CRI was reported in four (1.91/1000 person-days) household members in the mask arm, compared with six household members (2.95/1000 person-days) in the control arm (RR 0.65, 95% CI 0.18 to 2.29). Only one case (0.48/1000 person-days) of ILI was reported in the mask arm, compared with three cases (1.47/1000 person-days) in the control arm (RR 0.32, 95% CI 0.03 to 3.11). Two laboratory-confirmed infections were identified among symptomatic household members from a separate household. One household member had the same infection (influenza H1N1) as the respective index case. Rhinovirus was isolated from another household member. However, no pathogen was isolated from the respective index case. The two cases of laboratory-confirmed viral respiratory infections of household members occurred in separate study arms (RR 0.97, 95% CI 0.06 to 15.5). The Open Access",
            "cite_spans": [
                {
                    "start": 729,
                    "end": 730,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 831,
                    "end": 838,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Kaplan-Meier curves showed no significant differences in the outcomes between two arms (p>0.050; figure 2 ). The duration of contact of index cases with household members was 10.4 and 11.1 hours in the mask and control arms, respectively. On average, participants in the mask arm used a mask for 4.4 hours, while participants in the control arm used a mask for 1.4 hours. In a univariable Cox model, only the age of the household contact was significantly associated with the CRI (table 3) . There was no association between mask use by the index cases and rates of infectious outcomes in household members (table 3) . Although the risks of CRI (RR 0.61, 95% CI 0.18 to 2.13), ILI (RR 0.32, 95% CI 0.03 to 3.13) and laboratory-confirmed viral infections (RR 0.97, 95% CI 0.06 to 15.54) were lower in the mask arm, the difference was not statistically significant. Tables 4 and 5 show a sensitivity analysis comparing outcomes among household members of index cases using a mask (mask group) with those of index cases who did not use a mask (no-mask group). Overall, 159 index cases (65%) used a mask during the trial period including 43 participants from the control arm. Three hundred and eighty-seven household members were included in the mask group and 210 were included in the no-mask group. Rates of all outcomes were lower in the mask group, and CRI was significantly lower in the contacts of the mask group compared with the contacts of the no-mask group. The Kaplan-Meier curves (figure 3) showed a significant difference in the rate of CRI among the mask and no-mask groups ( p 0.020).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 97,
                    "end": 105,
                    "text": "figure 2",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 480,
                    "end": 489,
                    "text": "(table 3)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 607,
                    "end": 616,
                    "text": "(table 3)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 864,
                    "end": 878,
                    "text": "Tables 4 and 5",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "After adjusting for the age of household contacts, the risk of CRI was 78% lower in the contacts of the mask group (RR 0.22, 95% CI 0.06 to 0.86), compared with contacts of the no-mask group. Although the risks of ILI (RR 0.18, 95% CI 0.02 to 1.73) and laboratoryconfirmed viral respiratory infections (RR 0.11, 95% CI 0.01 to 4.40) were also lower in the mask group, the difference was not statistically significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "Masks are commonly recommended as source control for patients with respiratory infections to prevent the spread of infection to others, 2 3 but data on the clinical efficacy of this approach are sparse. We did not find a significant benefit of medical masks as source control, but rates of CRI and ILI in household members were consistently lower in the mask arm compared with the control arm. The study was underpowered to detect a statistically significant difference. The additional analysis by actual mask use showed significantly lower rates of CRI in the mask group compared with the no-mask group, suggesting that larger trials should be conducted to further examine the efficacy of masks as source control.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Our findings are consistent with previous research in community and household settings, where the efficacy of masks as source control was measured. Until now, only one RCT has been conducted in the community setting to examine the role of masks in preventing spread of infection from wearers. 3 Canini and colleagues conducted an RCT in France during the 2008-2009 influenza season and randomised index patients into medical mask (52 households and 148 contacts) and control arms (53 households and 158 contacts). ILI was reported in 16.2% and 15.8% of contacts in the intervention and control arms, respectively, and the difference was not statistically significant (mean difference 0.40%, 95% CI −10% to 11%, p=1.00). The trial was concluded early due to low recruitment and the subsequent influenza A (H1N1)pdm09 pandemic. 13 In addition, masks were also used by index cases and household members in some community-based RCTs with mixed interventions. 14 15 Cowling and colleagues conducted two RCTs in Hong Kong to examine the efficacy of masks, and index cases were randomised into medical mask, medical mask plus hand hygiene, hand hygiene and control arms. Both index cases and household members used masks. The rates of laboratory-confirmed influenza and ILI were the same in the intervention and control groups in the intention-to-treat analysis. 14 However, in the second trial, mask use with hand hygiene was protective in household contacts when the intervention was applied within 36 hours of onset of symptoms in the index case (OR 0.33, 95% CI 0.13 to 0.87). 15 Since masks were used by sick patients and their household members in these studies, the effect of mask being 'source control' is more difficult to quantify precisely. 7",
            "cite_spans": [
                {
                    "start": 293,
                    "end": 294,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 826,
                    "end": 828,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 955,
                    "end": 957,
                    "text": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 958,
                    "end": 960,
                    "text": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1574,
                    "end": 1576,
                    "text": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Masks are not designed for respiratory protection and are commonly used in the healthcare setting to prevent spread of infections from the wearer, whether worn by a sick patient or well staff member. 1 3 One such use is the wearing of masks by well surgeons and other OT staff to protect patients from contamination during surgery.",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 203,
                    "text": "1 3",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Open Access"
        },
        {
            "text": "Presumably, the exhaled pathogen load would be much higher in a sick patient compared with a well surgeon, and therefore the use of a mask for source control in sick patients may have more benefit than OT use of source control.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Open Access"
        },
        {
            "text": "This study has some limitations. The sample size was small and the study may have been underpowered to detect a statistically significant difference in outcome in the intention-to-treat analysis. Post hoc analysis, however, showed a potential benefit of medical masks for source control. It is possible that infection transmission may have occurred during meal times (when patients were not required to wear a mask). This would have the effect of biasing the results towards the null. In the sample size calculations, we assumed a 16-20% attack rate of CRI in the control arm, based on the results of a previously published household mask trial. 17 However, the secondary attack rates were much lower in this study which might be due to testing only symptomatic cases.",
            "cite_spans": [
                {
                    "start": 646,
                    "end": 648,
                    "text": "17",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Open Access"
        },
        {
            "text": "In a univariable Cox model, only the age of household contact was significantly associated with the CRI. All other variables were uniformly distributed among the study arms, so we only adjusted for the age of the household contact in the analysis of CRI as an outcome. Multivariate analyses were not performed for ILI and laboratory-confirmed viruses. However, some variables may have an impact on the number of events. For example, the rates of hand hygiene were higher among the 'control' arm compared with the mask arm (109/122, 89.3% vs 98/123, 79.7%), which may have had an impact on the number of outcome events. Owing to the low event rates and non-significant difference of hand hygiene among the two arms, we did not adjust for hand hygiene in any analysis. Further, inclusion of hand hygiene in the model did not change the HR. Finally, post hoc analyses are potentially biased due to loss of randomisation and it was added as a sensitivity analysis in this study because of deviations from protocol in mask wearing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Open Access"
        },
        {
            "text": "Despite a lack of evidence, most health organisations and countries recommend the use of masks by sick patients as source control. 1 2 Masks are used commonly by patients with TB, although clinical trials have not been conducted for this indication. There is a need to conduct larger trials to confirm the suggestion of benefit in our study. If source control is effective in reducing hospital transmission of infection, this may have a practical benefit to mitigate the problem of poor compliance with mask wearing among well HCWs. 3 Compliance with any intervention for someone who is well and asymptomatic is far more challenging than compliance in people who are unwell, 29 so source control may have an important role in hospital infection control. Reducing the transmission of respiratory pathogens by source patients could also have further benefits in the community in preventing transmission of infection to close contacts such as those in the same household, and should be studied further. Acknowledgements The authors thank the staff at the Beijing Centre for Disease Control and hospitals staff. They also acknowledge the support of patients and their families. This study was supported by a UNSW Goldstar award.",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 134,
                    "text": "1 2",
                    "ref_id": null
                },
                {
                    "start": 533,
                    "end": 534,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Open Access"
        },
        {
            "text": "Contributors CRM was the lead investigator, and was responsible for conception and design of the study, analysing data and writing the manuscript. YZ was involved in implementation and database management. AAC was involved in statistical analysis and drafting of manuscript. HS, DZ, YC and HZ were involved in recruitment and training, manuscript revision. BR contributed to the statistical analysis and revision of manuscript. QW was involved in implementation, contribution to design, analysis and drafting of paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Open Access"
        },
        {
            "text": "Funding This study was supported by a UNSW Goldstar award.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Open Access"
        },
        {
            "text": "Interests form (available on request from the corresponding author) and declare that: CRM has held an Australian Research Council Linkage Grant with 3M as the industry partner, for investigator driven research. 3M have also contributed supplies of masks and respirators for investigator-driven clinical trials. She has received research grants and laboratory testing as in-kind support from Pfizer, GSK and Bio-CSL for investigator-driven research. HS had an NHMRC Australian based Public Health Training Fellowship at the time of the study (1012631). She has also received funding from vaccine manufacturers GSK, bio-CSL and Saniofi Pasteur for investigator-driven research and presentations. AAC had testing of filtration of masks by 3M for PhD.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests All authors have completed the Unified Competing"
        },
        {
            "text": "Ethics approval Beijing Center for Disease Prevention and Control IRB and the Human Research Ethics Committee of the University of New South Wales (UNSW), Australia (HREC approval number HC13236).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient consent Obtained."
        },
        {
            "text": "Provenance and peer review Not commissioned; externally peer reviewed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient consent Obtained."
        },
        {
            "text": "Data sharing statement No additional data are available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient consent Obtained."
        },
        {
            "text": "Open Access This is an Open Access article distributed in accordance with the terms of the Creative Commons Attribution (CC BY 4.0) license, which permits others to distribute, remix, adapt and build upon this work, for commercial use, provided the original work is properly cited. See: http:// creativecommons.org/licenses/by/4.0/",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient consent Obtained."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Availability, consistency and evidence-base of policies and guidelines on the use of mask and respirator to protect hospital health care workers: a global analysis",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Chughtai",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Seale",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Macintyre",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "BMC Res Notes",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1756-0500-6-216"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Infection prevention and control of epidemic-and pandemic-prone acute respiratory infections in health care",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Facemasks for the prevention of infection in healthcare and community settings",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Macintyre",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Chughtai",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "BMJ",
            "volume": "350",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Droplet infection and its prevention by the face mask",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "Weaver",
                    "suffix": ""
                }
            ],
            "year": 1919,
            "venue": "J Infect Dis",
            "volume": "24",
            "issn": "",
            "pages": "218--248",
            "other_ids": {
                "DOI": [
                    "10.1093/infdis/24.3.218"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The evolution of the surgical mask: filtering efficiency versus effectiveness",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Belkin",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Infect Control Hosp Epidemiol",
            "volume": "18",
            "issn": "",
            "pages": "49--57",
            "other_ids": {
                "DOI": [
                    "10.2307/30141964"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Is a mask necessary in the operating theatre?",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Orr",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Ann R Coll Surg Engl",
            "volume": "64",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Surgical face masks in modern operating rooms--a costly and unnecessary ritual?",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Mitchell",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hunt",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J Hosp Infect",
            "volume": "18",
            "issn": "",
            "pages": "239--281",
            "other_ids": {
                "DOI": [
                    "10.1016/0195-6701(91)90148-2"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Postoperative wound infections and surgical face masks: a controlled study",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Tunevall",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "World J Surg",
            "volume": "15",
            "issn": "",
            "pages": "7--8",
            "other_ids": {
                "DOI": [
                    "10.1007/BF01658736"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The surgical mask: its development, usage, and efficiency. A review of the literature, and new experimental studies",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Rockwood",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "&apos;donoghue",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1960,
            "venue": "Arch Surg",
            "volume": "80",
            "issn": "",
            "pages": "963--71",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Guidelines for preventing the transmission of Mycobacterium tuberculosis in health-care settings",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Jensen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Lambert",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Iademarco",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "MMWR Recomm Rep",
            "volume": "54",
            "issn": "",
            "pages": "1--141",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Hospital preparedness for severe acute respiratory syndrome in the United States: views from a national survey of infectious diseases consultants",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Srinivasan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Jernign",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liedtke",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Clin Infect Dis",
            "volume": "39",
            "issn": "",
            "pages": "272--276",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Preventing transmission of pandemic influenza and other viral respiratory diseases: personal protective equipment for healthcare personnel",
            "authors": [],
            "year": 2010,
            "venue": "Update",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Surgical mask to prevent influenza transmission in households: a cluster randomized trial",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Canini",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Andréoletti",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ferrari",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS ONE",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0013998"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Preliminary findings of a randomized trial of non-pharmaceutical interventions to prevent influenza transmission in households",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Cowling",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "O"
                    ],
                    "last": "Fung",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLoS ONE",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0002101"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Facemasks and hand hygiene to prevent influenza transmission in households: a cluster randomized trial",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Cowling",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Fang",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Ann Intern Med",
            "volume": "151",
            "issn": "",
            "pages": "437--483",
            "other_ids": {
                "DOI": [
                    "10.7326/0003-4819-151-7-200910060-00142"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Findings from a household randomized controlled trial of hand washing and face masks to reduce influenza transmission in",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Simmerman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Suntarattiwong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Levy",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Influenza Other Respir Viruses",
            "volume": "5",
            "issn": "",
            "pages": "256--67",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1750-2659.2011.00205.x"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Face mask use and control of respiratory virus transmission in households",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Macintyre",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Dwyer",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Emerging Infect Dis",
            "volume": "15",
            "issn": "",
            "pages": "233--274",
            "other_ids": {
                "DOI": [
                    "10.3201/eid1502.081166"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Impact of nonpharmaceutical interventions on URIs and influenza in crowded, urban households",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Larson",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Ferng",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wong-Mcloughlin",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Public Health Rep",
            "volume": "125",
            "issn": "",
            "pages": "178--91",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The role of facemasks and hand hygiene in the prevention of influenza transmission in households: results from a cluster randomised trial",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Suess",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Remschmidt",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Schink",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "BMC Infect Dis",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2334-12-26"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Seroepidemiological study of respiratory virus infections among dental surgeons",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Davies",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Herbert",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Westmoreland",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Br Dent J",
            "volume": "176",
            "issn": "",
            "pages": "262--267",
            "other_ids": {
                "DOI": [
                    "10.1038/sj.bdj.4808430"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Trial of the use of masks in the gynaecological operating theatre",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "V"
                    ],
                    "last": "Chamberlain",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Houang",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Ann R Coll Surg Engl",
            "volume": "66",
            "issn": "",
            "pages": "432--435",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Surgical face masks worn by patients with multidrug-resistant tuberculosis: impact on infectivity of air on a hospital ward",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Dharmadhikari",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mphahlele",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Stoltz",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Am J Respir Crit Care Med",
            "volume": "185",
            "issn": "",
            "pages": "1104--1113",
            "other_ids": {
                "DOI": [
                    "10.1164/rccm.201107-1190OC"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "A quantitative assessment of the efficacy of surgical and N95 masks to filter influenza virus in patients with acute influenza infection",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Druce",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Birch",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Clin Infect Dis",
            "volume": "49",
            "issn": "",
            "pages": "275--282",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Influenza virus aerosols in human exhaled breath: particle size, culturability, and effect of surgical masks",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Milton",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Fabian",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Cowling",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS Pathog",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.ppat.1003205"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "A cluster randomised trial of cloth masks compared with medical masks in healthcare workers",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Macintyre",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Seale",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Dung",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "BMJ Open",
            "volume": "22",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmjopen-2014-006577"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "A cluster randomized clinical trial comparing fit-tested and non-fit-tested N95 respirators to medical masks to prevent respiratory virus infection in health care workers",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Macintyre",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Influenza Other Respir Viruses",
            "volume": "5",
            "issn": "",
            "pages": "170--179",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1750-2659.2011.00198.x"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "A randomized clinical trial of three options for N95 respirators and medical masks in health workers",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Macintyre",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Seale",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Am J Respir Crit Care Med",
            "volume": "187",
            "issn": "",
            "pages": "960--966",
            "other_ids": {
                "DOI": [
                    "10.1164/rccm.201207-1164OC"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Design and analysis of cluster randomization trials in health research",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Donner",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Klar",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Feasibility exercise to evaluate the use of particulate respirators by emergency department staff during the 2007 influenza season",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Seale",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Corbett",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Dwyer",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Infect Control Hosp Epidemiol",
            "volume": "30",
            "issn": "",
            "pages": "710--722",
            "other_ids": {
                "DOI": [
                    "10.1086/599254"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Survival curves for medical mask versus control arms (2A-C). The scale used in Kaplan Meier curves represents only a fraction of the 0-1 range. MacIntyre CR, et al. BMJ Open 2016;6:e012330. doi:10.1136/bmjopen-2016-012330 5",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Survival curves for mask versus no-mask group (3A-C). The scale used in Kaplan Meier curves represents only a fraction of the 0-1 range.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Demographic and other characteristics of the index cases and household members",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Number and proportion of household members reporting primary outcomes, by randomisation arm and intention-to-treat analysis (n=597)*",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "HRs from shared frailty Cox proportional hazards model for household members in masks versus control arms (n=597)*",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "HRs from shared frailty Cox proportional hazards model for mask versus no-mask groups (no randomization; n=597)*",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Author affiliationsSchool of Public Health and Community Medicine UNSW Medicine University of New South Wales, Sydney, New South Wales, Australia College of Public Service & Community Solutions, Arizona State University, Phoenix, Arizona, USA The Beijing Centre for Disease Prevention and Control Beijing China, XiCheng district CDC Beijing China, Dongcheng district CDC Beijing, Beijing, China",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}