{
    "paper_id": "c1c6a98c21304f3788b20870b34afd8a115fa38c",
    "metadata": {
        "title": "Hypothetical Cases SARS Preparedness and Response",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "sudden fever and dry cough, along with chills and muscle aches. Despite these symptoms, after the flight he still managed to drive from Dulles Airport to Anytown, Maryland. Within 2 hr of arriving at his apartment to his wife and two children in Anytown, Mr. Smith's condition rapidly deteriorated, and he began to have difficulty breathing. His wife drove him to General Hospital emergency department in Anytown.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Mr. Smith was admitted to the intensive care unit at General Hospital on 8 March, with a suspected clinical diagnosis of severe acute respiratory syndrome (SARS).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Three days later (11 March), doctors at one hospital in Washington, DC, one hospital in Baltimore, and General Hospital in Anytown admitted three patients each (total = 9 patients) with histories of acute onset of high fever (> 38°C) and dry cough followed by shortness of breath.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Upon taking a detailed travel history of these patients, physicians determined that seven of these nine patients (including the three new patients presenting to General Hospital in Anytown) had taken Orioles Airways Flight 000 on 8 March 2004. Two others had recently traveled to the United States from Guangdong Province, China. These developments were reported on a 24-hr cable media outlet before local, state, and federal public health officials had a chance to generate a formal press release.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Meanwhile, at General Hospital in Anytown, the condition of Mr. Smith steadily worsened despite aggressive treatment efforts, and he died of respiratory failure on the afternoon of 11 March.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "By 2000 hr on 11 March, local, national, and international media outlets had converged upon Anytown, with a sea of television trucks and satellite equipment gathered outside General Hospital. The 911 system became flooded with calls from anxious citizens throughout Anywhere County, and cell phone networks were quickly overwhelmed by call volume. The mayor of Anytown, Maryland, and the local county health commissioner prepared to deliver a joint press conference with the state health commissioner at 2030 hr, followed by an address by the president to the nation on these developments at 2100 hr.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "By 13 March 2004, a total of 90 cases of SARS were confirmed in Maryland, Pennsylvania, northern Virginia, and the District of Columbia. Twenty of these patients had died thus far from respiratory failure. The news of these deaths brought added fear to the region and the nation. Schools had been closed and unnecessary gatherings canceled in Anytown and the rest of the affected region for the past 2 days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Epidemiologic workup by the Centers for Disease Control and Prevention (CDC) in conjunction with state and local health departments revealed that most cases in this SARS outbreak were traceable to Mr. Smith, the Anytown businessman who had been exposed to SARS while on business in Taipei and who subsequently exposed fellow passengers on Orioles Airways Flight 000 because of a faulty on-plane ventilation system. The remaining cases were traced to the two travelers to Baltimore who came from Guangdong Province in China.",
            "cite_spans": [
                {
                    "start": 48,
                    "end": 76,
                    "text": "Control and Prevention (CDC)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Questions. What are the hospital infection control issues associated with a SARS outbreak, and what are the most effective approaches to address these issues? What type State and local health departments continue to face unprecedented challenges in preparing for, recognizing, and responding to threats to the public's health. The attacks of 11 September 2001 and the ensuing anthrax mailings of 2001 highlighted the public health readiness and response hurdles posed by intentionally caused injury and illness. At the same time, recent natural disasters have highlighted the need for comparable public health readiness and response capabilities. Public health readiness and response activities can be conceptualized similarly for intentional attacks, natural disasters, and human-caused accidents. Consistent with this view, the federal government has adopted the all-hazards response model as its fundamental paradigm. Adoption of this paradigm provides powerful improvements in efficiency and efficacy, because it reduces the need to create a complex family of situation-specific preparedness and response activities. However, in practice, public health preparedness requires additional models and tools to provide a framework to better understand and prioritize emergency readiness and response needs, as well as to facilitate solutions; this is particularly true at the local health department level. Here, we propose to extend the use of the Haddon matrix-a conceptual model used for more than two decades in injury prevention and response strategies-for this purpose. of advance planning strategy could a local public health department use to identify the contributing factors to this public health emergency? What approaches could a local public health department use to deliver comprehensive public health prevention, intervention, and risk communication measures before, during, and after such an outbreak?",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "It was late in the afternoon on a typically warm, humid, sunny 4 July afternoon in Anytown, Maryland. Thousands were gathered at the Anywhere County fairgrounds in Anytown in preparation for that evening's upcoming parade and celebration, and the crowds were currently enjoying an outdoor concert and other festivities. Police estimated the afternoon's crowd at the fairgrounds at approximately 10,000.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "\"Dirty Bomb\" Preparedness and Response"
        },
        {
            "text": "There was a breeze blowing westward at 10 miles/hr, cooling the fairground crowd slightly and making them a little more comfortable. Tens of thousands more were en route to Anytown for the evening's celebration via the major highways, including I-95, I-495, and I-270. There was heavy freeway congestion at this hour outside downtown Anytown. Warnings from the Department of Homeland Security had been issued for vigilance during the 4 July holiday weekend, but the nature of this terrorist threat had been nonspecific, and the nation had been at a U.S. terror alert level of code yellow on this 4 July holiday.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "\"Dirty Bomb\" Preparedness and Response"
        },
        {
            "text": "It was estimated that 7,500 of the 10,000 people at the fairgrounds this afternoon were attending the concert. About 30 min into the show, a man driving a white van on Any Parkway suddenly stopped at the main entrance to the fairgrounds, about 50 yd from the concert venue. Ten seconds later the van exploded in a massive fireball, the blast hurling fiery shrapnel into the crowd.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "\"Dirty Bomb\" Preparedness and Response"
        },
        {
            "text": "The explosion killed 300 people instantly and injured 2,000 more in the adjacent crowd, and the blast could be heard over a 5-mile radius. Smoke emanating from the resulting fire was visible to motorists on the congested freeways and roads leading to the fairgrounds.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "\"Dirty Bomb\" Preparedness and Response"
        },
        {
            "text": "Within moments of the blast, thousands of people began fleeing from the fairgrounds. Motorists hearing the blast and seeing the smoke from area freeways and roads began to use their cell phones simultaneously by the thousands. Cellular phone systems rapidly became flooded.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "\"Dirty Bomb\" Preparedness and Response"
        },
        {
            "text": "On Monday, 8 July, an Associated Press wire bulletin surfaced that three moisture density gauges-each containing 10 mCi cesium-137-were first reported missing that morning from a construction site on Maryland's Eastern Shore. The site manager said the gauges were last seen on 1 July, the day before the construction crew left the site for the extended holiday weekend.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "\"Dirty Bomb\" Preparedness and Response"
        },
        {
            "text": "Given this new information, public safety authorities had a high index of suspicion that this terrorist blast may have been caused by a \"dirty bomb\" containing the cesium-137 from the Eastern Shore construction site. Environmental sampling revealed elevated radiation levels at the site of the explosion, consistent with this hypothesis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "\"Dirty Bomb\" Preparedness and Response"
        },
        {
            "text": "In the several weeks after the attacks, emergency rooms noted a surge in patients coming in for anxiety-related symptoms. Area pharmacies were flooded with prescriptions for anxiolytic and antidepressant medications. Community mental health services were being strained as Anytown citizens attempted to come to grips with the horror of this terrorist attack. Many residents of Anytown stated they would never return to the city again because they believed the area would never be adequately decontaminated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "\"Dirty Bomb\" Preparedness and Response"
        },
        {
            "text": "Questions. What are the potential environmental impacts of a dirty bomb? What can be done to prepare for and respond to such impacts? How would local, state, and federal public health and partner emergency response agencies work together in this scenario? What steps would be taken to distinguish a dirty bomb vs. from another type of explosion? What steps would be taken to evacuate, contain, and decontaminate the affected area? Would evacuation involve all of Anywhere County? Who would take the lead in communicating timely, accurate information to the public on radiation terror before, during, and after this event? What would the crisis-and consequence-phase mental health service responses be to an attack on Anytown by a \"dirty bomb\"? What steps, if any, could have prevented this attack from occurring or could have reduced the number of deaths and injuries?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "\"Dirty Bomb\" Preparedness and Response"
        },
        {
            "text": "The Haddon matrix. The field of injury prevention has long provided solution-oriented models for understanding threats to the public's health. Industry and public health officials alike have applied these models to reduce morbidity and mortality from a variety of injury types. The Haddon matrix, developed by William Haddon, has been used for more than two decades in injury prevention research and intervention. The Haddon matrix is a grid with four columns and three rows. The rows represent different phases of an injury (preevent, event, and postevent), and the columns represent different influencing factors (host, agent/vehicle, physical environment, social Family and social support in aftermath of event environment). Table 1 illustrates a basic application of the Haddon matrix to pedestrian traffic safety.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 728,
                    "end": 735,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The host column represents the person or persons at risk of injury. The agent of injury impacts the host through a vehicle (inanimate object) or vector (person or other animal/organism). Physical environment refers to the actual setting where the injury occurs. Sociocultural and legal norms of a community constitute the social environment. The phases of an event are depicted on the matrix as a continuum beginning before the event (preevent), the event itself (event phase), and sequelae of the event (postevent phase).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The terminology used for the factors of the matrix can be adapted for different contexts; for example, \"agent\" may be more appropriate than \"vector\" in certain cases, and \"organizational culture\" might be used in addition to or instead of \"social environment\" (Tables 2-4) when focusing on an institutional context.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 260,
                    "end": 272,
                    "text": "(Tables 2-4)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Through its phase-factor approach, the Haddon matrix meshes concepts of primary, secondary, and tertiary prevention with the concept of the host/agent/environmental interface as a target for delivering public health interventions (Runyan 1998) . Each cell of the matrix represents a distinct locus for identifying strategies to prevent, respond to, or mitigate injuries or other public health challenges (Runyan 1998) . By dissecting a problem into its dimensions of time and contributing factors, the Haddon matrix can be applied as a practical, user-friendly interdisciplinary brainstorming and planning tool to help understand, prepare for, and respond to a broad range of public health emergencies (Runyan 2003) .",
            "cite_spans": [
                {
                    "start": 230,
                    "end": 243,
                    "text": "(Runyan 1998)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 404,
                    "end": 417,
                    "text": "(Runyan 1998)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 702,
                    "end": 715,
                    "text": "(Runyan 2003)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The Haddon matrix and new readiness challenges for public health. As an integral component of homeland security in the post-11 September environment, the public health infrastructure faces new and significant challenges of recognizing and responding to Article | Haddon matrix and public health response planning Environmental Health Perspectives • VOLUME 113 | NUMBER 5 | May 2005 563 a broad range of intentional and naturally occurring large-scale threats. Furthermore, since the anthrax attacks of 2001, the concept of public health emergency preparedness in the United States has evolved and expanded from a bioterrorism focus to an all-hazards readiness and response model. The all-hazards approach means that the infrastructure and skill sets used to prepare for and respond to a bioterrorism event can also be applied to a wide spectrum of current and emerging natural and intentional threats to the public's health, ranging from an infectious disease outbreak to a weather-related disaster.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Effective public health emergency preparedness and response requires appropriate preevent, event (crisis phase), and postevent (consequence phase) activities. In the context of emergency readiness, preevent activities include risk assessment, risk communication, and primary prevention efforts (e.g., preevent vaccination). Event-phase public health activities involve crisis risk communication and community-based medical interventions such as postexposure prophylaxis and treatment, crisis mental health counseling, and isolation/ quarantine measures. Postevent activities involve consequence-phase disaster mitigation and treatment of longer-term physical and mental health sequelae, along with ongoing risk communication and recovery efforts. Table 2 presents a conceptual overview of public health emergency preparedness and response activities and competencies and how they might be illustrated using the Haddon matrix. Items with asterisks on Table 2 are CDC-adopted emergency preparedness competencies for all public health workers developed by the Columbia University School of Nursing Center for Health Policy (2002) . This highlevel view of the issues faced by those preparing for emergencies demonstrates the multidimensional flexibility of the Haddon matrix.",
            "cite_spans": [
                {
                    "start": 1113,
                    "end": 1126,
                    "text": "Policy (2002)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 747,
                    "end": 754,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 950,
                    "end": 957,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Each phase of a public health emergency presents a unique set of demands on health departments in their readiness and response efforts. Allocating resources for these phases is a significant challenge in the face of competing public health priorities and resource demands. These preevent/event/postevent phase challenges and the organizational flexibility requirements of an all-hazards response model can quickly become overwhelming for public health departments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "By breaking a larger problem into smaller, more manageable components, the Haddon matrix provides a practical, efficient decisionmaking and planning tool that health department leaders can use to better understand current and emerging threats, perform vulnerability assessments, prioritize and allocate readiness and response resources, and maintain institutional agility in responding to an array of public health emergencies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Health department leaders can use the Haddon matrix as a planning instrument to dissect the required preparedness and response requirements for any public health emergency scenario, and then strategize to meet these requirements using a \"divide and conquer\" approach. Once the Haddon matrix has been filled in for a given type of emergency, the cells of the completed matrix comprise specific preevent, event, and postevent task-oriented items that leaders can assign to appropriate staff to optimize their agency's readiness and response. Some of these items within the completed Haddon matrix may be more responsive than others to public health prevention and intervention, or may represent more pressing needs for a given community; this allows health department leaders to prioritize these assigned tasks based on the health department's unique demands and resources. The Haddon matrix can also serve as a helpful after-action evaluation tool to assess a health department's performance in achieving the goals of a preparedness exercise, or in responding effectively to a real-life event. In this context, the tasks within each cell become items for performance evaluation that can contribute to an effective, comprehensive after-action report.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A view of readiness challenges through the lens of the Haddon matrix also promotes efficient use of public health resources, because the matrix can reveal strategies that allow multiple issues to be addressed by one solution. For example, the logistics of trying to anticipate every possible source of attack or emergency are staggering and impractical. The establishment of an effective incident command system and flexible emergency operations plan within a health department facilitates a more effective response regardless of the emergency. Through the use of the Haddon matrix, it becomes much more likely that public health departments will be able to maximize their readiness efforts, because policies and procedures that are identified as clearly beneficial in multiple scenarios can be developed ahead of less generalizable efforts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The Haddon matrix also promotes efficient resource allocation by focusing on appropriate phase responses. Because the matrix requires the user to follow issues across all of the phases of an event, problems that seem insurmountable during one phase might have ready solutions in a different phase. For example, the logistics of adequately sheltering a population upon the release of an infectious disease become much more manageable with a \"preevent\" educated population that understands the concepts of sheltering in place, emergency supply kits, and resources for additional trustworthy information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The model shows considerable flexibility as a tool to address threats-both intentional and unintentional-that face public health departments in their efforts to enhance public health readiness and response. From SARS to dirty bombs, the Haddon matrix reveals itself as a useful public health readiness tool for tackling difficult public health emergencies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "of a naturally occurring public health epidemic that can be better understood and addressed via the Haddon matrix. From diagnosis, to treatment, to infection control, to risk communication, SARS is an infectious disease that exacts significant stress on multiple facets of the public health infrastructure (Affonso et al. 2004; Gostin et al. 2003) .",
            "cite_spans": [
                {
                    "start": 306,
                    "end": 327,
                    "text": "(Affonso et al. 2004;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 328,
                    "end": 347,
                    "text": "Gostin et al. 2003)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "SARS preparedness and response: a Haddon matrix analysis. SARS is an example"
        },
        {
            "text": "A myriad of public health response issues surround a SARS outbreak. Table 3 shows an example of the Haddon matrix as applied to one such issue: SARS hospital infection control. This SARS model of the Haddon matrix views infectious disease as a form of injury affecting the population on a broad scale. The model allows its users to better understand the multidimensional nature of the epidemic and to identify targets for prevention, mitigation, and intervention. By identifying targeted points of intervention (noted with asterisks in Table 3 ), we can discover potential measures to successfully mitigate the public health threat before, during, and after a SARS event. considered in the event of an emerging infectious disease outbreak such as SARS (Loutfy et al. 2004; Svoboda et al. 2004) . Lessons on public health readiness are often learned painfully after large crises, as was the case during the SARS outbreak of 2003 (Campbell 2004; Hearne et al. 2004 ). Using the Haddon matrix before an event occurs allows us to consider the interplay of variables that might otherwise have been missed (and were missed during the actual events associated with the SARS outbreak). For example, in the preevent phase under physical environment, the Haddon matrix reveals the importance of addressing the need for adequate personal protective equipment; this may seem obvious enough in hindsight, but this issue received insufficient attention before the SARS outbreaks in 2003 (Campbell 2004; Reznikovich and Balicer 2004) .",
            "cite_spans": [
                {
                    "start": 752,
                    "end": 772,
                    "text": "(Loutfy et al. 2004;",
                    "ref_id": null
                },
                {
                    "start": 773,
                    "end": 793,
                    "text": "Svoboda et al. 2004)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 928,
                    "end": 943,
                    "text": "(Campbell 2004;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 944,
                    "end": 962,
                    "text": "Hearne et al. 2004",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1473,
                    "end": 1488,
                    "text": "(Campbell 2004;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1489,
                    "end": 1518,
                    "text": "Reznikovich and Balicer 2004)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 68,
                    "end": 75,
                    "text": "Table 3",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 536,
                    "end": 543,
                    "text": "Table 3",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "SARS preparedness and response: a Haddon matrix analysis. SARS is an example"
        },
        {
            "text": "Equally important, the model is flexible enough to allow for big picture analysis of a situation, or a more focused analysis of the smallest units of study, including individuals. As a tool to understand, prepare for, and respond to SARS, the Haddon matrix thus reveals itself as a highly adaptable model. \"Dirty bomb\" preparedness and response: a Haddon matrix analysis. From a public health emergency readiness standpoint, the Haddon matrix's adaptability also extends to environmental impacts of nonbiologic origin. Radiation terror preparedness, for example, is a significant challenge in the emerging allhazards public health readiness framework, because the physical and mental health impacts of radiation terror on an affected area can be profound and long lasting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SARS preparedness and response: a Haddon matrix analysis. SARS is an example"
        },
        {
            "text": "Radiologic dispersal devices (\"dirty bombs\") are examples of radiation terror that present a challenge for homeland security because of their simplicity and relative ease of acquisition. Dirty bombs are conventional explosives bundled with ionized radioactive sources, and remain a front-line terrorism preparedness concern in the post-11 September era (Zimmerman and Loeb 2004) .",
            "cite_spans": [
                {
                    "start": 353,
                    "end": 378,
                    "text": "(Zimmerman and Loeb 2004)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "SARS preparedness and response: a Haddon matrix analysis. SARS is an example"
        },
        {
            "text": "Applying the Haddon matrix to the threat of a dirty bomb illustrates the value of this injury prevention model as a public health readiness and response tool, even when focusing exclusively on environmental issues. Table 4 shows how the Haddon matrix can be applied to address environmental health issues related to dirty bombs. Although the human, agent, physical, and social factors are numerous, a closer look reveals a more specific set of points for targeting environmental assessment and intervention (Table 4) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 215,
                    "end": 222,
                    "text": "Table 4",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 507,
                    "end": 516,
                    "text": "(Table 4)",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "SARS preparedness and response: a Haddon matrix analysis. SARS is an example"
        },
        {
            "text": "Like the Haddon matrix for SARS in Table 3 , the Haddon matrix for dirty bombs in Table 4 reveals the host, social environmental/ organizational culture, and selected physical environmental dimensions as major points of impact for public health assessment and intervention (noted with asterisks). Hazardous materials (Hazmat) and other first-responder agency personnel would comprise the front lines at the scene of a dirty bomb event, rather than health department workers. Nonetheless, a comparison between the dirty bomb and SARS Haddon matrix examples shows marked similarities in the importance of risk communication, mental health support, resource use, surge capacity, and effective surveillance as points of public health impact, consistent with an all-hazards readiness and response framework. Table 4 reveals that from an environmental perspective, modifiable public health \"impact\" opportunities for dirty bomb preparedness and response involve mainly organizational culture/ social environment factors, as well as a few host and physical environment factors. The legal and regulatory aspects of environmental remediation after a dirty bomb are critical public health issues with significant economic implications (Elcock et al. 2004) ; these are also reflected in Table 4 as \"impact\" opportunities on the Haddon matrix.",
            "cite_spans": [
                {
                    "start": 1225,
                    "end": 1245,
                    "text": "(Elcock et al. 2004)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 35,
                    "end": 42,
                    "text": "Table 3",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 82,
                    "end": 89,
                    "text": "Table 4",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 803,
                    "end": 810,
                    "text": "Table 4",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 1276,
                    "end": 1283,
                    "text": "Table 4",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "SARS preparedness and response: a Haddon matrix analysis. SARS is an example"
        },
        {
            "text": "Collectively, these modifiable host, physical environment, and social environment/ organizational culture factors represent targets for streamlining readiness and response activities; addressing the safety, risk perception, and mental health needs of first responders and Hazmat personnel; and managing the financial resource and response issues of a dirty bomball of which are critical pieces in dealing with the environmental impacts of a dirty bomb.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SARS preparedness and response: a Haddon matrix analysis. SARS is an example"
        },
        {
            "text": "The applied examples of SARS and dirty bombs illustrate the utility and flexibility of the Haddon matrix as a tool for understanding, preparing for, and reacting to a spectrum of intentional and naturally occurring public health threats.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Following the principle that \"all disasters are local,\" the Haddon matrix can provide a tool for public health agencies to address specific gaps and requirements that must be filled to meet their communities' unique readiness needs. Additionally, the Haddon matrix can serve as a helpful model for disaster preparedness and response in a variety of contexts, from public health readiness policy development to local public health practice emergency response planning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "As an effective creative brainstorming and planning tool, it is ideally suited to facilitate tabletop preparedness exercises at health departments in cooperation with partner firstresponse agencies. It can assist in needs assessment efforts for public health agencies and their stakeholders. It also can serve as a valuable classroom aid in teaching public health readiness concepts at the secondary and graduate school levels, helping future public health leaders to develop critical problem-solving skills needed to tackle difficult readiness challenges.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "These examples and their potential applications highlight five essential features of the Haddon matrix as a tool for public health emergency readiness and response. First, the Haddon matrix provides a framework for understanding a terrorism incident in a temporal context, including its preevent, event (crisis), and postevent (consequence) phases. Second, it can effectively dissect these temporal phases of a public health event into their contributing factors. Third, it can aid in a public health agency's vulnerability assessment of its preparedness and response capacities. Fourth, it can provide health departments with a useful framework for developing these capacities to deliver a prioritized, targeted approach to the public health dimensions of terrorism prevention and response. Fifth, it is a sufficiently flexible analytic tool to aid health departments in addressing virtually any type of intentional or naturally occurring public health emergency.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The dissection of SARS and dirty bombs by the Haddon matrix reveals how widely disparate public health challenges can be tackled by a user-friendly and efficient injury prevention conceptual model. A renewed look at the Haddon matrix thus shows this tool to be a vital link between public health preparedness and injury prevention science.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The urban geography of SARS: paradoxes and dilemmas in Toronto's health care",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Affonso",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Andrews",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jeffs",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Adv Nurs",
            "volume": "45",
            "issn": "6",
            "pages": "568--578",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The SARS Commission interim report: SARS and public health in Ontario",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Campbell",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Biosecur Bioterror",
            "volume": "2",
            "issn": "2",
            "pages": "118--126",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Bioterrorism and Emergency Readiness: Competencies for All Public Health Workers",
            "authors": [],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Establishing remediation levels in response to a radiological dispersal event (or \"dirty bomb\")",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Elcock",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Klemic",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Taboas",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Environ Sci Technol",
            "volume": "38",
            "issn": "9",
            "pages": "2505--2512",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Ethical and legal challenges posed by severe acute respiratory syndrome: implications for the control of severe infectious disease threats",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "O"
                    ],
                    "last": "Gostin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bayer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Fairchild",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "JAMA",
            "volume": "290",
            "issn": "24",
            "pages": "3229--3237",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "SARS and its implications for U.S. public health policy: \"we've been lucky",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Hearne",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Hamburg",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Segal",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Biosecur Bioterror",
            "volume": "2",
            "issn": "2",
            "pages": "127--131",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The Canadian experience with the SARS outbreak-Israeli lessons to be learned",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Reznikovich",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Balicer",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Harefuah",
            "volume": "143",
            "issn": "9",
            "pages": "626--631",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Using the Haddon matrix: introducing the third dimension",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Runyan",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Inj Prev",
            "volume": "4",
            "issn": "4",
            "pages": "302--307",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Introduction: back to the future-revisiting Haddon's conceptualization of injury epidemiology and prevention",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Runyan",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Epidemiol Rev",
            "volume": "25",
            "issn": "",
            "pages": "60--64",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Public health measures to control the spread of the severe acute respiratory syndrome during the outbreak in Toronto",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Svoboda",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Henry",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Shulman",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kennedy",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Rea",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Ng",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "N Engl J Med",
            "volume": "350",
            "issn": "23",
            "pages": "2352--2361",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Dirty Bombs: The Threat Revisited. Defense Horizons 38",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Zimmerman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Loeb",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Key words: dirty bombs, emergency, Haddon matrix, injury prevention, preparedness, public health, readiness, response, SARS, terrorism. Environ Health Perspect 113:561-566 (2005). doi:10.1289/ehp.7491 available via http://dx.doi.org/ [Online 2 February 2005]",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Article | Barnett et al. VOLUME 113 | NUMBER 5 | May 2005 • Environmental Health Perspectives Table 1. The Haddon matrix and pedestrian injury from automobiles.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "The Haddon matrix and public health emergency readiness and response-a conceptual overview.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Article | Barnett et al. VOLUME 113 | NUMBER 5 | May 2005 • Environmental Health Perspectives",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "The Haddon matrix and SARS hospital infection control.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Environmental Health Perspectives • VOLUME 113 | NUMBER 5 | May 2005 The Haddon matrix and environmental impact of dirty bombs.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The development of this manuscript by Johns Hopkins Center for Public Health Preparedness was supported in part through a cooperative agreement U90/CCU324236-01 with the Centers for Disease Control and Prevention.The authors declare they have no competing financial interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}