{
    "paper_id": "c28845dc44f29502a6012256075760eab1d62af0",
    "metadata": {
        "title": "Protective efficacy of a novel simian adenovirus vaccine against lethal MERS-CoV challenge in a transgenic human DPP4 mouse model",
        "authors": [
            {
                "first": "Vincent",
                "middle": [
                    "J"
                ],
                "last": "Munster",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Daniel",
                "middle": [],
                "last": "Wells",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Teresa",
                "middle": [],
                "last": "Lambe",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Daniel",
                "middle": [],
                "last": "Wright",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Robert",
                "middle": [
                    "J"
                ],
                "last": "Fischer",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Trenton",
                "middle": [],
                "last": "Bushmaker",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Greg",
                "middle": [],
                "last": "Saturday",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Neeltje",
                "middle": [],
                "last": "Van Doremalen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sarah",
                "middle": [
                    "C"
                ],
                "last": "Gilbert",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Emmie",
                "middle": [],
                "last": "De Wit",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "George",
                "middle": [
                    "M"
                ],
                "last": "Warimwe",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Middle East respiratory syndrome coronavirus (MERS-CoV) is a novel zoonotic virus that causes severe respiratory disease in humans with a case fatality rate close to 40%, but for which no vaccines are available. Here, we evaluated the utility of ChAdOx1, a promising replication-deficient simian adenovirus vaccine vector platform with an established safety profile in humans and dromedary camels, for MERS-CoV vaccine development. Using a transgenic lethal BALB/c MERS-CoV mouse model we showed that single dose intranasal or intramuscular immunisation with ChAdOx1 MERS, encoding full-length MERS-CoV Spike glycoprotein, is highly immunogenic and confers protection against lethal viral challenge. Immunogenicity and efficacy were comparable between immunisation routes. Together these data provide support for further evaluation of ChAdOx1 MERS vaccine in humans and dromedary camels, the animal reservoir of infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Middle East respiratory syndrome coronavirus (MERS-CoV) first emerged in Saudi Arabia in mid-2012 1 and as of March 2017 more than 1917 laboratory-confirmed cases with >650 related deaths had been officially reported to the World Health Organization (WHO). Most infections (>80%) have been geographically linked to Saudi Arabia, but travel-related cases have occurred in Europe, Asia and Africa. 1 Dromedary camels are susceptible to MERS-CoV infections and appear to be the main reservoir of virus. However, human-to-human transmission underlies rapid spread of MERS-CoV within hospital settings. 2 High seroprevalence of antibodies against MERS-CoV has been reported in dromedary camels in the Middle East and various countries in Africa indicating widespread MERS-CoV circulation. 3 No licensed vaccines or treatments are currently available for MERS-CoV infections. Ongoing disease control strategies have so far relied on minimising contact with dromedary camels, observing standard infection control measures to limit nosocomial transmission, contact tracing and quarantine. Addressing this unmet need for MERS-CoV interventions has been prioritised by the WHO for urgent action 4 and could most rapidly be achieved through a one health approach in which products are codeveloped for use in humans (to prevent disease) and camels (to limit virus shedding and block subsequent transmission to humans). Leveraging vaccine technology platforms with an established safety profile in both these target species would allow relatively rapid progression through the product development pipeline.",
            "cite_spans": [
                {
                    "start": 396,
                    "end": 397,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 598,
                    "end": 599,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 784,
                    "end": 785,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Many vaccine platforms have been safely evaluated in humans but vaccine research and development for camelid infections is neglected. Among the most promising human vaccine platforms are replication-deficient simian adenovirus vectors (ChAd), which boasts a very good safety and immunogenicity profile in humans as demonstrated in clinical trials against a wide range of indications including malaria, HIV, tuberculosis, influenza, hepatitis C, Ebola and others. 5 One ChAd vector, termed ChAdOx1, 6 has undergone testing in dromedary camels, showing excellent safety and immunogenicity when encoding Rift Valley Fever viral glycoproteins. 7 We recently made a vaccine construct, ChAdOx1 MERS, 8 encoding the full-length MERS-CoV spike glycoprotein (GenBank accession number KJ650098.1) targeted by protective neutralising antibodies. 9 The spike glycoprotein transgene sequence was inserted in the ChAdOx1 E1 region, included a human tissue plasminogen activator signal sequence in the Nterminus, and its expression was under the control of the human major immediate early cytomegalovirus promoter including intron A. ChAdOx1 MERS was shown to elicit high-titre MERS-CoV neutralising antibodies and a robust CD8+ T cell response against the spike glycoprotein. 8 Here, to determine ChAdOx1 MERS vaccine efficacy we utilised a recently developed transgenic lethal BALB/c mouse model (van Doremalen et al., submitted) expressing the human dipeptidyl peptidase (hDPP4) gene in the Rosa26 locus, which renders mice susceptible to MERS-CoV infection. 10 Infection with MERS-CoV in the hDPP4 mouse model is uniformly lethal with a dose of 10 3 TCID50 or higher. MERS-CoV infection is characterised by an initial respiratory phase and a secondary encephalitic phase, similar to what has been described previously. 11 ",
            "cite_spans": [
                {
                    "start": 463,
                    "end": 464,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 498,
                    "end": 499,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 640,
                    "end": 641,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 694,
                    "end": 695,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 835,
                    "end": 836,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1262,
                    "end": 1263,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1547,
                    "end": 1549,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1808,
                    "end": 1810,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "ChAdOx1 MERS vaccination elicited neutralising antibodies with no statistically significant difference detected between immunisation routes (Mann Whitney U test, p = 0.49) (Fig. 1a) . No MERS-CoV neutralising antibody response was observed among the ChAdOx1 vaccine encoding enhanced green fluorescent protein (ChAdOx1 eGFP) vaccinees.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 172,
                    "end": 181,
                    "text": "(Fig. 1a)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "To evaluate vaccine efficacy animals were challenged intranasally at 28 days post-vaccination with 10 4 TCID 50 of the HCoV-EMC/2012 MERS-CoV strain in a total volume of 25 µl and observed daily for signs of disease. Euthanasia was indicated at >20% loss of initial body weight. At 3 days post-inoculation (dpi), four animals from each group were euthanized and lungs collected for analyses. The remaining six animals per group were sacrificed 28 dpi, or when they reached the humane endpoint . e Nucleocapsid ELISA responses (n = 6 per group). All experimental procedures were performed as previously described. 16 Red = ChAdOx1 eGFP intranasally vaccinated animals; Grey = ChAdOx1 MERS intranasally vaccinated animals; Blue = ChAdOx1 eGFP intramuscularly vaccinated animals; Purple = ChAdOx1 MERS intramuscularly vaccinated animals criteria. These group sizes were sufficient to allow detection of 100% efficacy in the ChAdOx1 MERS group compared to controls with 90% power using a two-sample comparison of proportions at an alpha of 5% as determined in Stata ® v12 statistical software. ChAdOx1 eGFP vaccinees developed signs of disease, including loss of body weight, ruffled fur and lethargy (Fig. 1b) . Weight loss begun 3 dpi and at 7-8 dpi all mice in the ChAdOx1 eGFP groups either succumbed to infection or reached the predefined euthanasia criteria (Fig. 1c) . No signs of disease or significant loss of body weight were observed in mice vaccinated with ChAdOx1 MERS (Fig. 1b, c) .",
            "cite_spans": [
                {
                    "start": 613,
                    "end": 615,
                    "text": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 1197,
                    "end": 1206,
                    "text": "(Fig. 1b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1360,
                    "end": 1369,
                    "text": "(Fig. 1c)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1478,
                    "end": 1490,
                    "text": "(Fig. 1b, c)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "The presence of MERS-CoV RNA in the lungs and brains was analysed by qRT-PCR on mice (n = 4/group) sacrificed at 3 dpi. High viral loads were found in the lower respiratory tract but not the brains of the ChAdOx1 eGFP-vaccinated mice (intranasal 10 5.32 TCID 50 eq/g tissue, 95% confidence interval (CI): 10 2.28 -10 5.77 , intramuscular 10 4.51 TCID 50 eq/g tissue, 95% CI: 10 3.1 -10 4.96 ). No viral RNA was detected in any of the ChAdOx1 MERS vaccinated mice (Fig. 1d) . Immunohistochemistry staining for MERS-CoV in lung tissue showed abundance of antigen in the ChAdOx1 eGFPvaccinated mice, but not the ChAdOx1-MERS vaccines (Fig. 2) . MERS-CoV replication was only observed in the type I and type II pneumocytes (Fig. 2 inserts) but not in any of the other respiratory cells such as endothelial cells, bronchiolar epithelium or macrophages of the ChAdOx1 eGFP control animals. No MERS-CoV antigen was observed at 3 dpi, in the brains of any of the mice. However, as our emphasis was on assessing vaccine efficacy against the respiratory phase of disease, no brain samples later than the peak of virus replication in the respiratory tract (3 dpi) were collected.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 463,
                    "end": 472,
                    "text": "(Fig. 1d)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 631,
                    "end": 639,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 719,
                    "end": 735,
                    "text": "(Fig. 2 inserts)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "To address whether or not the single dose of ChAdOx1 MERS vaccine truly resulted in sterile immunity, we analysed the pre and post challenge sera with a MERS-CoV nucleoprotein ELISA. Irrespective of the route of immunisation, relatively low levels of IgG antibodies against nucleoprotein were detected (Fig. 1e) , indicating that the animals were likely briefly infected during the first 1-2 days after inoculation but that this did not result in morbidity and mortality. No significant difference in the MERS-CoV nucleoprotein response was detected between the vaccinated groups (Mann Whitney U test, p = 0.6970; Fig. 1e ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 302,
                    "end": 311,
                    "text": "(Fig. 1e)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 614,
                    "end": 621,
                    "text": "Fig. 1e",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Together these data provide support for further evaluation of ChAdOx1 MERS vaccine in humans and dromedary camels. This should be relatively straightforward given the established safety profile of the ChAdOx1 platform in humans 5 and dromedary camels. 7 A deployable human MERS-CoV vaccine will need to be safe and efficacious in at-risk populations, including healthcare workers, camel herders and those with comorbidities as highlighted in the ongoing WHO-led consultation on an ideal target product profile for MERS-CoV vaccines. However, a major gap remains in the understanding of key immune mechanisms responsible for protection from disease; whilst MERS-CoV infections elicit high titre neutralising antibody in camels, these do not appear sufficient to provide long-term protection against reinfection. [12] [13] [14] Identification of immune correlates of protection against MERS-CoV in humans and camels will allow cost-effective disease surveillance and vaccine monitoring.",
            "cite_spans": [
                {
                    "start": 811,
                    "end": 815,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 816,
                    "end": 820,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 821,
                    "end": 825,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In summary, we have demonstrated the utility of the ChAdOx1 platform for MERS-CoV vaccine development in a lethal mouse Immunohistochemistry staining for MERS-CoV antigen in the lower respiratory tract of vaccinated hDPP4 mice. hDPP4 mouse tissues were evaluated for pathology and the presence of viral antigen as described previously. 16 Briefly, tissues were fixed in 10% neutral-buffered formalin for 7 days and paraffin-embedded. Tissue sections were stained with hematoxylin and eosin (H&E). An in-house produced rabbit polyclonal antiserum against HCoV-EMC/2012 (1:1000) was used as a primary antibody for the detection of viral antigen. Grading of histopathology and immunohistochemistry was done blinded by a board-certified veterinary pathologist. Lung tissues are shown at 100 and 1000× (insert) magnification. ChAdOx1 eGFP intranasally (a) and intramuscularly (c) vaccinated animals show multifocal scattered positivity in the lungs. The inserts display MERS-CoV antigen within the Type I and II pneumocytes. ChAdOx1 MERS intranasally (b) and intramuscularly (d) vaccinated animals showed no MERS-CoV antigen positivity model. The excellent immunogenicity and efficacy observed here will underpin future evaluations of ChAdOx1 MERS in dromedary camels and humans.",
            "cite_spans": [
                {
                    "start": 336,
                    "end": 338,
                    "text": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "hDPP4 mice were randomly assigned to intranasal or intramuscular vaccination with 10 8 infectious units of either a control ChAdOx1 eGFP or the ChAdOx1 MERS vaccine. The experiment was performed blinded and the experimenters had no knowledge of group allocation of the individual mice and the analysed samples. Sera were obtained before vaccination and 28 days post vaccination and post challenge analysed with a virus neutralisation assay with HCoV-EMC/2012 MERS-CoV or ELISA as described previously. 12, 15 Approval of animal experiments was obtained from the Institutional Animal Care and Use Committee of the Rocky Mountain Laboratories. The performance of experiments was done following the guidelines of the Association for Assessment and Accreditation of Laboratory Animal Care, International (AAALAC) by certified staff in an AAALAC-approved facility, following the guidelines and basic principles in the United States Public Health Service Policy on Humane Care and Use of Laboratory Animals and the Guide for the Care and Use of Laboratory Animals. Work with infectious MERS-CoV strains under BSL3 conditions was approved by the Institutional Biosafety Committee (IBC). Inactivation and removal of samples from high containment was performed according to IBC-approved standards.",
            "cite_spans": [
                {
                    "start": 502,
                    "end": 505,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 506,
                    "end": 508,
                    "text": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "All data generated or analysed during this study are included in this published article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data availability"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Middle East respiratory syndrome",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Arabi",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "N. Engl. J. Med",
            "volume": "376",
            "issn": "",
            "pages": "584--594",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "MERS-CoV outbreak in Jeddah--a link to health care facilities",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "K"
                    ],
                    "last": "Oboho",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "N. Engl. J. Med",
            "volume": "372",
            "issn": "",
            "pages": "846--854",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Geographic distribution of MERS coronavirus among dromedary camels",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Reusken",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Africa. Emerg. Infect. Dis",
            "volume": "20",
            "issn": "",
            "pages": "1370--1374",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A roadmap for MERS-CoV research and product development: report from a World Health Organization consultation",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Modjarrad",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nat. Med",
            "volume": "22",
            "issn": "",
            "pages": "701--705",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Viral vectors as vaccine platforms: from immunogenicity to impact",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Ewer",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Curr. Opin. Immunol",
            "volume": "41",
            "issn": "",
            "pages": "47--54",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A novel chimpanzee adenovirus vector with low human seroprevalence: improved systems for vector derivation and comparative immunogenicity",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Dicks",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Chimpanzee adenovirus vaccine provides multispecies protection against rift valley fever",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Warimwe",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Sci. Rep",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "ChAdOx1 and MVA based vaccine candidates against MERS-CoV elicit neutralising antibodies and cellular immune responses in mice",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "N"
                    ],
                    "last": "Alharbi",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vaccine.2017.05.032"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "SARS and MERS: recent insights into emerging coronaviruses",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "De Wit",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Van Doremalen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Falzarano",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Munster",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nat. Rev. Microbiol",
            "volume": "14",
            "issn": "",
            "pages": "523--534",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Generation of a transgenic mouse model of Middle East respiratory syndrome coronavirus infection and disease",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Agrawal",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Virol",
            "volume": "89",
            "issn": "",
            "pages": "3659--3670",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Characterization and demonstration of the value of a lethal mouse model of Middle East respiratory syndrome Coronavirus infection and disease",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Tao",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Virol",
            "volume": "90",
            "issn": "",
            "pages": "57--67",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "High prevalence of middle east respiratory coronavirus in young dromedary camels in jordan. Vector Borne Zoonotic Dis",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Van Doremalen",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "17",
            "issn": "",
            "pages": "155--159",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Middle East respiratory syndrome coronavirus neutralising serum antibodies in dromedary camels: a comparative serological study",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Reusken",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Lancet Infect. Dis",
            "volume": "13",
            "issn": "",
            "pages": "859--866",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Systematic, active surveillance for Middle East respiratory syndrome coronavirus in camels in Egypt",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Ali",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Emerg. Microbes Infect",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Efficacy of antibody-based therapies against Middle East respiratory syndrome coronavirus (MERS-CoV) in common marmosets",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Van Doremalen",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Antiviral Res",
            "volume": "143",
            "issn": "",
            "pages": "30--37",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Middle East respiratory syndrome coronavirus neutralising serum antibodies in transient lower respiratory tract infection in rhesus macaques Proc",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "De Wit",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Natl. Acad. Sci. USA",
            "volume": "110",
            "issn": "",
            "pages": "16598--16603",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Protective Efficacy of ChAdOx1 MERS vaccine. Groups of 10 mice were vaccinated with 10 8 Infectious Units (IU) ChAdOx1 eGFP or ChAdOx1 MERS via the intranasal or intramuscular route, blood samples were collected before vaccination, and before challenge at 28 days post vaccination. hDPP4 mice were challenged intranasally with 10 4 TCID 50 MERS-CoV (strain HCoV-EMC2012), four animals of each group were euthanized at 3 days post inoculation for serological, virological and histopathological analyses. All analyses were performed in duplicate. a Neutralising antibody titre of hDPP4 mouse serum samples against MERS-CoV strain HCoV-EMC/2012 after vaccination (n = 4 per group). b Weight loss after intranasal challenge with 10 4 TCID 50 MERS-CoV, (n = 6 per group). c Survival curves of the vaccinated groups (n = 6 per group). d Mean ± SD of MERS-CoV viral loads in the lower respiratory tract of vaccinated hDPP4 mice at 3 dpi (n = 4 per group)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 2 Immunohistochemistry staining for MERS-CoV antigen in the lower respiratory tract of vaccinated hDPP4 mice. hDPP4 mouse tissues were evaluated for pathology and the presence of viral antigen as described previously. 16 Briefly, tissues were fixed in 10% neutral-buffered formalin for 7 days and paraffin-embedded. Tissue sections were stained with hematoxylin and eosin (H&E). An in-house produced rabbit polyclonal antiserum against HCoV-EMC/2012 (1:1000) was used as a primary antibody for the detection of viral antigen. Grading of histopathology and immunohistochemistry was done blinded by a board-certified veterinary pathologist. Lung tissues are shown at 100 and 1000× (insert) magnification. ChAdOx1 eGFP intranasally (a) and intramuscularly (c) vaccinated animals show multifocal scattered positivity in the lungs. The inserts display MERS-CoV antigen within the Type I and II pneumocytes. ChAdOx1 MERS intranasally (b) and intramuscularly (d) vaccinated animals showed no MERS-CoV antigen positivity",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The authors would like to thank the Jenner Institute Viral Vector Core Facility for technical assistance, Laura Tally and colleagues for assistance with mouse breeding, the Rocky Mountain Veterinary branch for assistance with high containment animal husbandry, Tina Thomas, Dan Long and Rebecca Rosenke for assistance with pathology and Anita Mora for assistance with the figures. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGEMENTS"
        }
    ]
}