{
    "paper_id": "c29e836db0541b34ffaf6a75c8b7079fd98220d8",
    "metadata": {
        "title": "Detection of viral respiratory pathogens in mild and severe acute respiratory infections in Singapore To investigate the performance of laboratory methods and clinical case definitions in detecting the viral pathogens for acute respiratory infections (ARIs) from a prospective community cohort and hospital inpatients, nasopharyngeal swabs from cohort members reporting ARIs (community-ARI) and inpatients admitted with ARIs (inpatient-ARI) were tested by Singleplex Real Time-Polymerase Chain Reaction (SRT-PCR), multiplex RT-PCR (MRT-PCR) and pathogen-chip system (PathChip) between OPEN",
        "authors": [
            {
                "first": "Lili",
                "middle": [],
                "last": "Jiang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National University of Singapore",
                    "location": {
                        "country": "Singapore"
                    }
                },
                "email": ""
            },
            {
                "first": "Vernon",
                "middle": [],
                "last": "Jian",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ming",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National University of Singapore",
                    "location": {
                        "country": "Singapore"
                    }
                },
                "email": ""
            },
            {
                "first": "Lin",
                "middle": [],
                "last": "Cui",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ministry of Health",
                    "location": {
                        "country": "Singapore"
                    }
                },
                "email": ""
            },
            {
                "first": "Raymond",
                "middle": [],
                "last": "Lin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National University of Singapore",
                    "location": {
                        "country": "Singapore"
                    }
                },
                "email": ""
            },
            {
                "first": "Chyi",
                "middle": [],
                "last": "Lin Tan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ministry of Health",
                    "location": {
                        "country": "Singapore"
                    }
                },
                "email": ""
            },
            {
                "first": "Linda",
                "middle": [
                    "Wei"
                ],
                "last": "Lin Tan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National University of Singapore",
                    "location": {
                        "country": "Singapore"
                    }
                },
                "email": ""
            },
            {
                "first": "Wei-Yen",
                "middle": [],
                "last": "Lim",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National University of Singapore",
                    "location": {
                        "country": "Singapore"
                    }
                },
                "email": ""
            },
            {
                "first": "Yee-Sin",
                "middle": [],
                "last": "Leo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tan Tock Seng Hospital",
                    "location": {
                        "country": "Singapore"
                    }
                },
                "email": ""
            },
            {
                "first": "Louie",
                "middle": [],
                "last": "Low",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Genome Institute Singapore",
                    "location": {
                        "country": "Singapore"
                    }
                },
                "email": ""
            },
            {
                "first": "Martin",
                "middle": [],
                "last": "Hibberd",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Genome Institute Singapore",
                    "location": {
                        "country": "Singapore"
                    }
                },
                "email": ""
            },
            {
                "first": "Mark I-Cheng",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National University of Singapore",
                    "location": {
                        "country": "Singapore"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Community-ARI and inpatient-ARI was also combined with mild and severe cases of influenza from a historical prospective study as mild-ARI and severe-ARI respectively to evaluate the performance of clinical case definitions. We analysed 130 community-ARI and 140 inpatient-ARI episodes (5 inpatient-ARI excluded because multiple pathogens were detected), involving 138 and 207 samples respectively. Detection by PCR declined with days post-onset for influenza virus; decrease was faster for community-ARI than for inpatient-ARI. No such patterns were observed for noninfluenza respiratory virus infections. PathChip added substantially to viruses detected for community-ARI only. Clinical case definitions discriminated influenza from other mild-ARI but performed poorly for severe-ARI and for older participants. Rational strategies for diagnosis and surveillance of influenza and other respiratory virus must acknowledge the differences between ARIs presenting in community and hospital settings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Influenza and other respiratory viruses such as respiratory syncytial virus, rhinovirus, parainfluenza virus, adenovirus and human metapneumovirus are common causes of respiratory infections 1 . While often manifesting as a mild illness, these viruses can result in serious complications 2,3 , hospitalisations and deaths 4 .",
            "cite_spans": [
                {
                    "start": 322,
                    "end": 323,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Identifying the viral aetiology of respiratory infections has applications in both clinical management and surveillance. Early diagnosis may allow timely initiation of appropriate treatment 5, 6 , and where warranted, rapid confirmation of an outbreak can lend itself to control and mitigation efforts for influenza 7, 8 . And while specific therapeutic or preventive measures for most viral respiratory agents (other than influenza) are lacking, diagnosis can still help in ruling out other causes of respiratory illness and facilitate implementation of appropriate infection control measures in healthcare settings 9 . Moreover, with increasing concerns about the spread of new and dangerous viral respiratory pathogens such as severe acute respiratory syndrome (SARS) and middle East respiratory syndrome (MERS) viruses, we need to better appreciate how we can optimally combine clinical information with routine as well more complex and expensive laboratory testing technologies to diagnose and conduct surveillance for unusual pathogens 10 .",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 192,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 193,
                    "end": 194,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 316,
                    "end": 318,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 319,
                    "end": 320,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 617,
                    "end": 618,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1042,
                    "end": 1044,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Current approaches to diagnosis and surveillance rely heavily on clinical case definitions and a variety of laboratory assays. However, overlapping symptoms makes existing clinical case definitions for respiratory infections inadequate for diagnosis of specific infections 11, 12 . Reverse transcriptase-polymerase chain reaction (RT-PCR), which detects viral nucleic acid by use of amplification techniques, is now considered as the gold standard assay for detection of respiratory viruses, and also has the advantage of short turn-around times as compared to Scientific RepoRts | 7:42963 | DOI: 10 .1038/srep42963 methods based on virus culture and isolation 13 . Moreover, multiplex RT-PCR (MRT-PCR) assays, which allow for rapid detection of multiple types of known viral agents, are now widely available 14 . Studies have evaluated the performance of PCR-based assays for diagnosing respiratory viruses [15] [16] [17] , but were mostly restricted to either outpatients or inpatients, or to at-risk groups such as the elderly and young children. Moreover, large-scale pathogen detection technologies, like the Genome Institute of Singapore (GIS) PathChip, have recently been developed 18 , and there is also a need to rationalize how these could be integrated with routinely available assays.",
            "cite_spans": [
                {
                    "start": 273,
                    "end": 276,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 277,
                    "end": 279,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 597,
                    "end": 599,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 661,
                    "end": 663,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 809,
                    "end": 811,
                    "text": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 908,
                    "end": 912,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 913,
                    "end": 917,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 918,
                    "end": 922,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1189,
                    "end": 1191,
                    "text": "18",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Our study had two key objectives. Firstly, we investigated the performance of the singleplex RT-PCR (SRT-PCR) and MRT-PCR, as well as explored the use of the GIS PathChip for the detection of viral respiratory pathogens for mild and severe acute respiratory illness (ARI). Secondly, we evaluated how well clinical case definitions might differentiate influenza from other causes for mild and severe ARIs. We collected samples and clinical data from both a community cohort and adult inpatients to address the first objective while we combined this with data from mild and severe influenza cases prospectively recruited during the influenza A(H1N1)pdm09 pandemic of 2009 to support the second objective.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Of 507 participants from the community enrolled into a cohort, 99 reported having ARI episodes. We also enrolled 142 inpatients from Tan Tock Seng Hospital (TTSH), and retrieved 128 influenza cases from a previous study (historical-FLU). Community participants with ARI episodes did not differ significantly from the underlying cohort (Table 1) . Compared to community participants with ARI, inpatients were older, more likely to be male and to have chronic medical conditions. Similarly, historical-FLU participants with medical indications were older, and more likely to have chronic medical conditions as compared to those who were admitted for public health indications. Historical-FLU participants with medical indications were fairly similar to the inpatients although they were slightly younger and less likely to have COPD and heart disease.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 335,
                    "end": 344,
                    "text": "(Table 1)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "One hundred and thirty episodes were reported from 99 community participants (community-ARI) with 76, 16, 6 and 1 individuals reporting 1, 2, 3 and 4 episodes respectively. For the inpatients, there were 145 episodes with only 1 individual having 2 and another having 3 episodes (inpatient-ARI).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Viruses detected by SRT-PCR and MRT-PCR in Community-ARI and Inpatient-ARI episodes. On using SRT-PCR with MRT-PCR, 53.8% of the community-ARI episodes were diagnosed as panel virus positive (i.e. positive for at least one of the viruses on the MRT-PCR panel used), including 10 (7.7%) influenza virus positive episodes (8A(H3N2), 1A(H1N1)pdm09 and 1 influenza B) and 60 (46.2%) non-influenza panel virus positive episodes. Two viruses were more common than influenza in community-ARI, with 37 (28.5%) episodes positive for rhinoviruses and 13 (10.0%) for coronaviruses (Table 2 ). There were no co-infections detected by MRT-PCR in either community-ARI episodes or influenza negative inpatient-ARI. However, 5 influenza positive inpatient-ARI episodes were positive for more than one pathogen, including 4 dual-pathogen (influenza A + influenza B [2] , influenza A + rhinovirus, and influenza B + respiratory syncytial virus) ",
            "cite_spans": [
                {
                    "start": 848,
                    "end": 851,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 570,
                    "end": 578,
                    "text": "(Table 2",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Of the 138 and 207 samples from community-ARI and inpatient-ARI episodes, 18 and 113 respectively were for influenza positive episodes (where multiple samples were collected for each episode). The time between episode onset and the first sample for inpatient-ARI was longer than for community-ARI (median of 5 days vs 1 day respectively, p < 0.001); however, no such difference was observed between influenza versus other ARI episodes either for community-ARI or inpatient-ARI (p = 0.387 and p = 0.481 respectively). We compared the detection of influenza and non-influenza panel viruses by days post-onset. MRT-PCR detected influenza in only 70.8% of the samples that were positive for influenza by SRT-PCR. For influenza positive episodes, the proportion positive by either assay decreased as days post-onset increased for both the community and inpatient samples (Fig. 1A ,B). The SRT-PCR Ct values also increased with days post-onset in both groups, but the Ct value for community samples increased more sharply than for the inpatients. The GEE model suggested that inpatient-ARI had a higher starting Ct value than community-ARI (P = 0.002, Table 3 ). Ct value increased as days post-onset increased (P < 0.001), but the increase in Ct value with every additional day post-onset for inpatient-ARI was lesser than that for community-ARI (P < 0.001 for interaction term between participant type and days post episode onset). For non-influenza panel virus episodes, changes in the proportion of positive samples showed no consistent pattern by days post-onset in both community-ARI and inpatient-ARI (Fig. 1C ,D).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 866,
                    "end": 874,
                    "text": "(Fig. 1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1146,
                    "end": 1153,
                    "text": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 1602,
                    "end": 1610,
                    "text": "(Fig. 1C",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Comparison of SRT-PCR versus MRT-PCR and additional viruses detected by PathChip in community-ARI and inpatient-ARI episodes."
        },
        {
            "text": "Amongst 131(No samples were sent for PathChip analysis for 4 PCR negative inpatient-ARI episodes) PCR negative episodes, PathChip did not detect any viruses in 98 episodes. In 6 episodes, multiple viruses (both respiratory and non-respiratory) were detected; these were excluded from further analysis. 10 episodes were positive to MRT-PCR panel virus; all were from community-ARI, with 8 positive for rhinovirus, 1 for influenza A and another 1 for metapneumovirus. 13 more episodes (11 community-ARI, 2 inpatient-ARI) were positive for viruses including coxsackievirus (1), human enterovirus(9), human parainfluenza virus 4 (1) and influenza C virus (2) where ARI is a recognised presentation 19 . 4 episodes had only non-ARI viruses detected (Human herpesvirus 5, Human papillomavirus, Molluscum contagiosum virus and Human T-lymphotropic virus 2). The PathChip results increased the proportion of community-ARI episodes positive for respiratory viral pathogens from 53.8% to 70.0%, and from 63.8% to 78.7% for episodes meeting febrile respiratory illness (FRI) criteria (i.e. ARI with self-reported fever, regardless of body temperature measurement).",
            "cite_spans": [
                {
                    "start": 694,
                    "end": 696,
                    "text": "19",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Comparison of SRT-PCR versus MRT-PCR and additional viruses detected by PathChip in community-ARI and inpatient-ARI episodes."
        },
        {
            "text": "Due to the small number of influenza positive episodes in community-ARI, we combined community-ARI and inpatient-ARI episodes with influenza episodes identified from a previous study (described further in Supplementary Material). Clinical features of historical-FLU admitted for public health indications were fairly similar to influenza cases identified amongst community-ARI, which justified grouping them together as mild-ARI (i.e. community-ARI + historical-FLU, public health indications); likewise historical-FLU with medical indications for admission was fairly similar to Table 2 . Non-influenza mono-infection episodes in community-ARI and inpatient-ARI episodesVirus identified. a As proportion of all 130 Community-ARI episodes. b As proportion of 60 Community-ARI episodes positive for non-influenza viruses. c For inpatient-ARI, this excludes 5 episodes where there was a co-infection between influenza and non-influenza viruses on MRT-PCR. d As proportion of 24 Inpatient-ARI monoinfection episodes positive for non-influenza viruses. e Includes HCoV 229E/NL63 and HCoV OC43.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 580,
                    "end": 587,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Detection of influenza and other viruses using clinical criteria on community-ARI, inpatient-ARI and historical-FLU episodes grouped as mild and severe ARI."
        },
        {
            "text": "influenza from inpatient-ARI, and were designated severe ARI (i.e. inpatient-ARI + historical-FLU, medical indications, also see Supplementary Table S1 ). None of the respiratory symptoms assessed were significantly more common in influenza, and for mild-ARI, sore throat and runny nose were significantly less common in those testing positive for influenza (Table 4 ). However, for both mild and severe ARI, FRI and influenza-like illness (ILI) Table 3 . Outcome of the GEE model a evaluating the factors on the dynamics of Ct values. a Generalized Estimating Equation model which included participant type (community cohort or inpatient), days post episode onset, age, gender, comorbidities (comparing those who reported any comorbidities with those who didn't report any comorbidities, with the comorbidities included being diabetes, asthma, COPD, heart disease, cancer and other significant conditions), as well as the interaction term between participant type and days post episode onset.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 143,
                    "end": 151,
                    "text": "Table S1",
                    "ref_id": null
                },
                {
                    "start": 358,
                    "end": 366,
                    "text": "(Table 4",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 446,
                    "end": 453,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Detection of influenza and other viruses using clinical criteria on community-ARI, inpatient-ARI and historical-FLU episodes grouped as mild and severe ARI."
        },
        {
            "text": "case definitions as well as temperature cut-off points showed significant discriminatory value for influenza over non-influenza episodes or any panel viruses positive over viruses negative episodes. Figure 2A shows that in mild-ARI, while only 7.7% was influenza positive by SRT-PCR, this rose to 19.3%, 35.2% and 32.4% for FRI, ILI-U (US Centers for Disease Control ILI definition) and ILI-W (World Health Organisation ILI definition) respectively, with LR+ > 5 for ILI case definitions and temperature cut-off points ≥ 37.8 °C. While using ILI-W increased the proportion positive for any MRT-PCR panel viruses to 73.0%, this represented a relatively small improvement over the 53.8% positive in all mild-ARI, with LR+ of only 2.3 (Fig. 2B) . For severe-ARI, use of more specific case definitions also improved the likelihood of being positive for influenza and viral respiratory infection, but the LR+ only ranged from 1 to 2.5. Notably, for severe-ARI, ILI-W performed best, with 22.1% and 41.6% of such episodes positive for influenza and any panel viruses respectively (Fig. 2C,D) . We performed a sensitivity analysis excluding the historical-FLU cases and the results were essentially the same other than for the wider confidence intervals (due to the reduced sample size, see Supplementary Fig. S1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 199,
                    "end": 208,
                    "text": "Figure 2A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 732,
                    "end": 741,
                    "text": "(Fig. 2B)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1074,
                    "end": 1085,
                    "text": "(Fig. 2C,D)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1284,
                    "end": 1305,
                    "text": "Supplementary Fig. S1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Detection of influenza and other viruses using clinical criteria on community-ARI, inpatient-ARI and historical-FLU episodes grouped as mild and severe ARI."
        },
        {
            "text": "There were insufficient numbers of mild-ARI with age ≥ 60 years for age-stratified analysis, but influenza was significantly more likely than non-influenza episodes to meet FRI, ILI-U and ILI-W criteria for both mild-ARI and severe-ARI in those aged < 60 years (Table 5 ). However, case definitions had poorer discriminatory value in severe-ARI and older ages. For instance, in those aged < 60 years, severe influenza was significantly more likely than mild influenza to meet ILI-W criteria (68.6% vs 48.6% respectively, p = 0.018), but non-influenza causes of severe-ARI were also more likely to have febrile presentations, with 32.6% meeting ILI-W criteria (vs 8.9% for non-influenza mild-ARI, p < 0.001). In addition, comparing severe influenza between age groups shows that episodes in older individuals were also significantly less likely than to meet ILI criteria (e.g. for ILI-U, 77.1% for severe-ARI in those aged < 60 years versus only 51.3% for those aged ≥ 60 years, p = 0.010).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 261,
                    "end": 269,
                    "text": "(Table 5",
                    "ref_id": null
                }
            ],
            "section": "Detection of influenza and other viruses using clinical criteria on community-ARI, inpatient-ARI and historical-FLU episodes grouped as mild and severe ARI."
        },
        {
            "text": "Our study concurrently assessed the role of routine laboratory diagnostics, and usefulness of the novel PathChip platform as well as ILI case definitions in identifying respiratory virus infection in a community cohort and hospital inpatients from a broad range of age groups (6 to 81, and 20 to 89 years respectively), to reflect what may be encountered in either community or primary care (mild-ARI) as well as tertiary care settings (severe-ARI) in a tropical environment with less distinct seasonal patterns.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our study clarifies the role of singleplex and multiplex RT-PCR in the respective populations. We observed imperfect sensitivity of MRT-PCR for influenza (70.8%) as compared to SRT-PCR, but better performance was reported in two outpatient studies (91-96%) 15, 20 , possibly related to the longer time between onset and sample collection for inpatients in our study, as the recovery of samples positive for influenza and sensitivity of MRT-PCR for influenza was dependent on the time between onset and sample collection. Post episode onset, the proportion positive for influenza decreased (Ct value increased) faster in community-ARI as compared to inpatient-ARI, but no such pattern was observed for non-influenza panel viruses; likewise, others have found slower viral clearance in inpatients compared to outpatients for influenza A(H1N1)pdm09 21 , and a lack of association between days post-onset and Ct values for adenovirus, human metapneumovirus, parainfluenza virus 1-3 22 . PCR-based assays may thus retain greater value for detecting influenza amongst inpatients that present late than in the community where episodes presenting more than 7 days post-onset would likely be influenza negative.",
            "cite_spans": [
                {
                    "start": 257,
                    "end": 260,
                    "text": "15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 261,
                    "end": 263,
                    "text": "20",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 846,
                    "end": 848,
                    "text": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 978,
                    "end": 980,
                    "text": "22",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our study also explored the application of newer platforms like the PathChip for detecting respiratory virus infections. In contrast to multiplexed PCR-based technologies which rely on a set of primers that target a finite number of specific pathogens, the PathChip is designed to detect a wide array of pathogens simultaneously by detecting signatures in the pathogen genome sequences. While costly, our results suggests that it has the potential to complement existing technologies as a diagnostic tool. Simões et al previously evaluated the diagnostic value of the PathChip using paediatric nasal wash samples and reported variable sensitivity ranging from 30.8% to 95.0% and reasonable specificity from 88.4% to 100% 18 . In our study, the PathChip was a valuable addition in community-ARI where it substantially increased the proportion positive for respiratory etiological agents, so that only about 20% of febrile episodes did not have a viral aetiology identified. Notably, the vast majority of additional viruses detected were those known to cause ARI. It may thus help in ruling out more sinister causes of ARI if added to MRT-PCR for surveillance in community settings; it may also help detect unexpected but dangerous infections such as SARS and MERS-CoV following further validation on actual patient samples with such infections. However, due to the high cost of the assay (about four times MRT-PCR) and the imperfect sensitivity for some pathogens (as low as 30.8% for adenovirus), we opted to test only the RT-PCR negative samples with the PathChip. As such, we are unable to comment on its sensitivity for samples from adults, which may be inferior to the previously published results which used samples from paediatric subjects, who are known to have higher viral loads for some viruses 23, 24 . However, given its current cost, variable sensitivity and slower turn-around time as compared to MRT-PCR (about 20 hours for PathChip), we believe this technology is most appropriately used in the way we designed our study, which is to detect additional respiratory viral pathogen positive episodes as an adjunct to more widely available MRT-PCR panels designed to cover the most common pathogens from community-based samples.",
            "cite_spans": [
                {
                    "start": 721,
                    "end": 723,
                    "text": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1805,
                    "end": 1808,
                    "text": "23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1809,
                    "end": 1811,
                    "text": "24",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Finally, our study highlights how the same clinical case definitions, which have been used in both community 11 and inpatient settings 25 , may actually perform differently in the two settings for distinguishing influenza from other respiratory infections, identifying influenza cases, and increasing the yield of diagnostic assays. We found that, while respiratory symptoms themselves are poor in distinguishing influenza from other ARI causes, clinical case definitions using fever or temperature cut-off points demonstrated good discriminatory value in our mild-ARI episodes, which should reflect what can be anticipated in primary care settings. However, for ARI severe enough to require hospitalisation, the case definitions had poorer discriminatory value. This was partly because, while a good majority of older individuals (87.2%) with severe influenza had self-reported fever (as in FRI), only about half met the temperature criteria used for ILI case definitions ( Table 5 ). The use of such high temperature cut-off points would hence substantially reduce sensitivity for detecting influenza in the elderly. Also, non-influenza episodes in ARI severe enough to require hospitalization are more likely to also have a higher temperature than non-influenza episodes in mild ARI; this further reduces the ability of ILI case definitions to distinguish influenza from other respiratory causes in the inpatient setting. The choice of an appropriate case definition hence depends on the objectives and setting of the application. If the aim is to diagnose as many influenza cases as possible (e.g. for identifying patients for antiviral treatment or outbreak management), ILI case definitions have inadequate sensitivity, particularly in older age groups. However, the discriminatory value of ILI criteria finds application when aiming to reduce background noise during syndromic surveillance, either in community type settings or even a healthcare worker population 26 . The ILI case definitions are also useful for optimizing the yield of influenza viruses from samples tested, and particularly efficient in settings where milder ARI presentations are encountered (Fig. 2A) ; and if the aim is to identify all types of respiratory viruses for surveillance, ILI criteria would also modestly improve the probability of obtaining a positive result as compared to sampling all ARI in both mild as well as severe presentations (Fig. 2B,D) .",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 111,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1971,
                    "end": 1973,
                    "text": "26",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [
                {
                    "start": 975,
                    "end": 982,
                    "text": "Table 5",
                    "ref_id": null
                },
                {
                    "start": 2170,
                    "end": 2179,
                    "text": "(Fig. 2A)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2428,
                    "end": 2439,
                    "text": "(Fig. 2B,D)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "A key limitation we acknowledge is the less than ideal number of influenza infections identified through our community cohort, which led us to supplement our concurrent community and inpatient studies with data from our older prospective study of influenza cases. While not ideal, Supplementary Table S1 suggests that influenza cases from this historical dataset which were classified as mild were reasonably similar to those from the community cohort, and likewise those classified as severe were similar to those from the later inpatient study. A sensitivity analysis without the influenza cases from our historical dataset gave a similar result. However, even with these additional influenza cases, the numbers remained inadequate to assess the performance of the case definitions for mild influenza in older age groups, and we are also unable to assess performance in paediatric subjects. Secondly, the panel of viruses tested on the multiplex PCR assay was not comprehensive; while this was supplemented by the PathChip, there is no means of ascertaining what proportion of the remaining ARI episodes are truly not due to an infectious viral aetiology. We also recognise that our study population, in particular the community cohort, may not be representative of the general community, which was further complicated by fluctuations in the rate at which participants notified us of ARI episodes, as well as intra-seasonal variations within each year and sporadic outbreaks of particular respiratory pathogens 27 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Scientific RepoRts | 7:42963 | DOI: 10.1038/srep42963",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The performance of various technologies and case definitions for viral respiratory pathogens presenting with ARI differs substantially between community and hospital-based settings. PCR-based assays may still be relevant for detecting influenza amongst inpatients that present late but less so for community ARI episodes with delayed presentations. The PathChip may add value for respiratory virus detection in samples negative by multiplex RT-PCR, but only for community-ARI. Finally, US-CDC and WHO ILI case definitions had similar performance for mild ARI, but performed less adequately amongst presentations severe enough to require hospitalisation, including in older individuals. Rational strategies for diagnosis and surveillance of influenza and other respiratory viruses must acknowledge the differences between these two populations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Study population. We recruited a community cohort and inpatients from TTSH between April 2012 and December 2013.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The community cohort was recruited by contacting community-dwelling adults who participated in pre-existing prospective cohort studies conducted by the National University of Singapore (NUS) Saw Swee Hock School of Public Health. Consenting individuals were then enrolled through home visits, where we also opportunistically recruited other members of the household, including children. At enrolment, participants contributed demographic and health information through a baseline interview at enrolment, and then followed-up for up to 1.5 years, with instructions to notify the study team within 24 hours on developing ARI symptoms (community-ARI). Once notified, research staff would obtain nasopharyngeal swabs and symptom data from the participant on the next working day.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "For inpatients, on each working day, we would screen through the list of adults admitted to TTSH within the last 72hrs who had undergone routine diagnostic testing (by SRT-PCR) for influenza. We then enrolled and collected nasopharyngeal swabs from consenting inpatients fulfilling the same ARI criteria (inpatient-ARI) used for the community cohort. To better characterise influenza, we intentionally oversampled influenza to obtain a ratio of approximately 1 influenza positive to 2 influenza negative patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Additional swabs were taken on days 3 to 5 and days 7 to 9 post-onset (community-ARI) or post-enrolment (inpatient-ARI) for influenza positive episodes where possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "In addition, we retrieved historical influenza data from a prospective study of admissions to TTSH testing positive for influenza between May 2009 and September 2009 (historical-FLU). This included ARI patients with medical indications who were admitted alongside ARI cases referred to TTSH for public health indications (clinically suspected to have influenza A(H1N1)pdm09 based on epidemiological risk factors like travel and contact history).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Ethics approvals were obtained from NUS Institutional Review Board and the National Healthcare Group (Singapore) Domain Specific Review Board, in accordance with relevant guidelines and regulations. A written informed consent was signed by each study participant. Laboratory analysis. Three assays were performed. SRT-PCR and MRT-PCR assays were conducted at the NPHL on all available samples while PathChip assays were performed at GIS using RT-PCR negative samples. SRT-PCR. This assay was only used to detect influenza virus types A and B at a higher sensitivity than might be achieved using multiplexed PCR assays, and to further subtype influenza A positive samples. The protocols had been adopted from the studies by Spackman et al. 28 and Krafft et al. 29 and, respectively, with cycle threshold (Ct) values documented for positive samples (samples with a Ct value less than 40 were considered as positive). Influenza A positive specimens were then subtyped with subtype specific primers and probes that targeted at haemagglutinin (HA) gene of A(H3N2)3, and HA and nucleoprotein (NP) genes of A(H1N1)pdm09 30 PathChip. This assay was used to detect additional viruses beyond what was covered by the primers within the MRT-PCR panel used. For each sample, the cDNA was amplified from extracted nucleic acid. The novel platform from the Genome Institute of Singapore (GIS) then automatically detects which pathogens' recognition signatures are present, based on a proprietary algorithm constructed based on genetic sequences of viruses clinically relevant to humans (downloaded from the NCBI Taxonomy data-base, http://www.ncbi.nlm.nih.gov/Taxonomy/ taxonomyhome.html/) 18 To evaluate how the GIS-PathChip might add to detection above routinely available MRT-PCR assays, viruses were grouped into panel viruses (i.e. virus group represented in SeeGene RV12), non-panel viruses for which ARI is a common presentation 19 and non-ARI viruses.",
            "cite_spans": [
                {
                    "start": 739,
                    "end": 741,
                    "text": "28",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 760,
                    "end": 762,
                    "text": "29",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1113,
                    "end": 1115,
                    "text": "30",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1675,
                    "end": 1677,
                    "text": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1921,
                    "end": 1923,
                    "text": "19",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "In our analysis on the combined performance of clinical case definitions and laboratory assays, we grouped all community-ARI episodes (none of which required hospitalisation) with historical-FLU admitted for public health indications; these were designated as \"mild-ARI\" since these would ordinarily not be sufficiently severe as to require hospitalisation. Inpatient-ARI was grouped with historical-FLU cases admitted for medical indications (\"severe-ARI\"). This increased the number of influenza cases available for evaluating the discriminatory value of clinical parameters and case definitions, which were:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SRT-PCR and"
        },
        {
            "text": "• ARI: episode with acute onset with any key respiratory symptoms including cough, shortness of breath, sore throat, or runny nose. • Febrile respiratory illness (FRI): ARI with self-reported fever, regardless of body temperature (T) measurement. • Influenza-like illness defined by Centers for Disease Control and Prevention of the United States of America (ILI-U): fever ≥ 37.8 °C together with cough and ⁄or sore throat in the absence of a known cause other than influenza 31 . • Influenza-like illness defined by World Health Organization (ILI-W): fever of ≥ 38 °C plus cough with onset within the last 10 days 32 .",
            "cite_spans": [
                {
                    "start": 476,
                    "end": 478,
                    "text": "31",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "SRT-PCR and"
        },
        {
            "text": "The proportion of episodes fulfilling different criteria was compared by viral pathogen status (influenza viruses, non-influenza panel viruses and negative), and we then investigated the discriminatory performance by calculating the positive likelihood ratio (LR+ ) and its 95% confidence intervals (CI) for positive detection of influenza and any viral infection. This was also done to investigate the effect of age (age < 60 vs ≥ 60 years). Estimates of LR+ requires assumptions on the anticipated prevalence of influenza. For community-ARI, this was assumed to be what was obtained in ARI samples from the community cohort. For inpatient-ARI, since influenza positive inpatients were intentionally oversampled (Crude_FLU), the proportion positive for influenza was estimated based on the proportion positive for influenza from routinely ordered tests of ARI admissions to TTSH (Adjusted_FLU), which was then applied to derive the adjusted (Adjusted_Non-FLU) from the crude proportion (Crude_Non-FLU) positive for non-influenza viruses detected in MRT-PCR using the following formula:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SRT-PCR and"
        },
        {
            "text": "Adjusted Non FLU Crude Non FLU (1 Adjusted FLU)/(1 Crude FLU) All analyses were conducted using R version 3.0.1 (R Foundation for Statistical Computing, Vienna, Austria).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SRT-PCR and"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Respiratory viral threats",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Hayden",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Curr. Opin. Infect. Dis",
            "volume": "19",
            "issn": "",
            "pages": "169--178",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Severe Complications in Influenza-like Illnesses",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Mistry",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Fischer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Prasad",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Coffin",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Alpern",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Pediatrics",
            "volume": "134",
            "issn": "",
            "pages": "684--690",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Impact of influenza and other community-acquired viruses",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Cate",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Semin. Respir. Infect",
            "volume": "13",
            "issn": "",
            "pages": "17--23",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The global burden of respiratory disease",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ferkol",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Schraufnagel",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Ann. Am. Thorac. Soc",
            "volume": "11",
            "issn": "",
            "pages": "404--406",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Early administration of oral oseltamivir increases the benefits of influenza treatment",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "Y"
                    ],
                    "last": "Aoki",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Antimicrob. Chemother",
            "volume": "51",
            "issn": "",
            "pages": "123--129",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Treat or test first? Decision analysis of empirical antiviral treatment of influenza virus infection versus treatment based on rapid test results",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Sintchenko",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Gilbert",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Coiera",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dwyer",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. Clin. Virol",
            "volume": "25",
            "issn": "",
            "pages": "15--21",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Summer influenza outbreak in a home for the elderly: application of preventive measures",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gaillat",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Dennetière",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Raffin-Bru",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Valette",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Blanc",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Hosp. Infect",
            "volume": "70",
            "issn": "",
            "pages": "272--277",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Oseltamivir Ring Prophylaxis for Containment of 2009 H1N1 Influenza Outbreaks",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "N. Engl. J. Med",
            "volume": "362",
            "issn": "",
            "pages": "2166--2174",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Influenza in the acute hospital setting",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Salgado",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Farr",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Hayden",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Lancet Infect. Dis",
            "volume": "2",
            "issn": "",
            "pages": "145--155",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Better Tests, Better Care: Improved Diagnostics for Infectious Diseases",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Caliendo",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Clin. Infect. Dis. Off. Publ. Infect. Dis. Soc. Am",
            "volume": "57",
            "issn": "",
            "pages": "139--170",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Performance of case definitions for influenza surveillance",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Eurosurveillance",
            "volume": "20",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Clinical symptoms cannot predict influenza infection during the 2013 influenza season in Bavaria",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Campe",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Heinzinger",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hartberger",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sing",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Germany. Epidemiol. Infect",
            "volume": "144",
            "issn": "",
            "pages": "1045--1051",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Molecular diagnosis of respiratory virus infections",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Mahony",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Petrich",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Smieja",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Crit. Rev. Clin. Lab. Sci",
            "volume": "48",
            "issn": "",
            "pages": "217--249",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Advances in diagnosis of respiratory virus infections",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Loeffelholz",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Chonmaitree",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Int. J. Microbiol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Influenza and other respiratory virus infections in outpatients with medically attended acute respiratory infection during the 2011-12 influenza season",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Zimmerman",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Influenza Other Respir. Viruses",
            "volume": "8",
            "issn": "",
            "pages": "397--405",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Comparison of multiplex PCR assays and conventional techniques for the diagnostic of respiratory virus infections in children admitted to hospital with an acute respiratory illness",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Freymuth",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J. Med. Virol",
            "volume": "78",
            "issn": "",
            "pages": "1498--1504",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Performance of diagnostic tests to detect respiratory viruses in older adults",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "She",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Diagn. Microbiol. Infect. Dis",
            "volume": "67",
            "issn": "",
            "pages": "246--250",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Pathogen chip for respiratory tract infections",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A F"
                    ],
                    "last": "Simões",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Clin. Microbiol",
            "volume": "51",
            "issn": "",
            "pages": "945--953",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Detection of influenza virus infection using two PCR methods",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Zimmerman",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Adv. Virol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Viral load dynamics in adult patients with A(H1N1)pdm09 influenza",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Noh",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Epidemiol. Infect",
            "volume": "142",
            "issn": "",
            "pages": "753--758",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Association of the CT values of real-time PCR of viral upper respiratory tract infection with clinical severity, Kenya",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Fuller",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Med. Virol",
            "volume": "85",
            "issn": "",
            "pages": "924--932",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Correlation of pandemic (H1N1) 2009 viral load with disease severity and prolonged viral shedding in children",
            "authors": [
                {
                    "first": "C.-C",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Emerg. Infect. Dis",
            "volume": "16",
            "issn": "",
            "pages": "1265--1272",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Virus shedding after human rhinovirus infection in children, adults and patients with hypogammaglobulinaemia",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Peltola",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Waris",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kainulainen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kero",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Ruuskanen",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Clin. Microbiol. Infect",
            "volume": "19",
            "issn": "",
            "pages": "322--327",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Comparison of severely ill patients with influenza A(H1N1)pdm09 infection during the pandemic and post-pandemic periods in Singapore",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lim",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Vaccine",
            "volume": "33",
            "issn": "",
            "pages": "615--620",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Use of healthcare worker sickness absenteeism surveillance as a potential early warning system for influenza epidemics in acute care hospitals",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sadarangani",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Ann. Acad. Med. Singapore",
            "volume": "39",
            "issn": "",
            "pages": "341--342",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Seasonal trends of viral respiratory tract infections in the tropics",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "T"
                    ],
                    "last": "Chew",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Doraisingham",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Ling",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kumarasinghe",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "W"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Epidemiol. Infect",
            "volume": "121",
            "issn": "",
            "pages": "121--128",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Development of a real-time reverse transcriptase PCR assay for type A influenza virus and the avian H5 and H7 hemagglutinin subtypes",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Spackman",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. Clin. Microbiol",
            "volume": "40",
            "issn": "",
            "pages": "3256--3260",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Evaluation of PCR testing of ethanol-fixed nasal swab specimens as an augmented surveillance strategy for influenza virus and adenovirus identification",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Krafft",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Clin. Microbiol",
            "volume": "43",
            "issn": "",
            "pages": "1768--1775",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "WHO|WHO information for molecular diagnosis of influenza virus-update",
            "authors": [],
            "year": 2016,
            "venue": "WHO Available at",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Overview of Influenza Surveillance in the United States |Seasonal Influenza (Flu)| CDC. Available at",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "WHO|WHO surveillance case definitions for ILI and SARI. WHO Available at",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Comparison of virus detection by days post-onset using SRT-PCR and MRT-PCR. Detection of influenza in influenza-related samples from community-ARI (A) and inpatient-ARI (B), and non-influenza virus detection in all samples from community-ARI (C) and inpatient-ARI (D). Confidence intervals (CIs) were provided for Ct values.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Comparison of the ability of different case definitions and temperature cut-off points in discriminating influenza, other viral respiratory infections and ARIs negative on MRT-PCR. Discriminating influenza from other causes of ARI in mild-ARI (A) and severe-ARI (C), and discriminating infections positive for any MRT-PCR panel viruses from samples negative by MRT-PCR for mild-ARI (B) and severe-ARI (D). Figure does not include additional positive results from the PathChip system.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "MRT-PCR. Nasopharyngeal swabs (Copan, Italy) were transported in RT-UTM (Copan, Italy) to the National Public Health Laboratory (NPHL), where nucleic acids were extracted by using EZ1 Virus Mini Kit (Qiagen, Cat No. 95514).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Statistical analysis. We compared the ability of SRT-PCR and MRT-PCR to detect influenza in terms of days post-onset and Ct values (generated from SRT-PCR for influenza samples only). A generalized estimating equation (GEE) model was applied to evaluate the effect of study population and days post-onset on the Ct values. Only samples collected before the initiation of antiviral treatment were included. Scientific RepoRts | 7:42963 | DOI: 10.1038/srep42963",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Using this to adjust for the effect of our inpatient-ARI sampling strategy, we estimated that only 18.0% of inpatient-ARI were positive for a non-influenza virus, and an estimated 71.0% would be negative for all panel viruses, as compared to 46.2% for community-ARI.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Clinical criteria and case definitions by PCR assay result for mild-ARI and severe-ARI. a Does not include results from PathChip as this assay is not expected to be routinely available. b Combines the community-ARI and the historical-FLU with public health indications c Combines the inpatient-ARI and the historical-FLU with medical indications d FRI: ARI with self-reported fever, regardless of body temperature (T) measurement e ILI-U: ILI as defined by Centers for Disease Control and Prevention of the United States of America, i.e. fever ≥ 37.8 °C together with cough and ⁄or sore throat in the absence of a known cause other than influenza. f ILI-W: ILI as defined by World Health Organization, i.e. fever of ≥ 38 °Cplus cough with onset within the last 10 days.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Table 5. Effect of age on the clinical diagnosis for influenza.",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": ". Cycle threshold (Ct) values were documented for positive samples.MRT-PCR. This assay was used to simultaneously detect multiple common respiratory viruses. The SeeGene RV12 kit was used according to the manufacturer's instructions. The panel included 12 viruses: influenza A, influenza B, respiratory syncytial virus A, respiratory syncytial virus B, parainfluenza virus 1, parainfluenza virus 2, parainfluenza virus 3, human metapneumovirus, rhinovirus A/B, adenovirus A/B/C/D/E, human coronaviruses 229E/NL63 and human coronaviruses OC43(referred to henceforth as panel virus).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We would like to acknowledge funding from the National Medical Research Council of Singapore (PPG10-09). ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Supplementary information accompanies this paper at http://www.nature.com/srep",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Additional Information"
        },
        {
            "text": "The authors declare no competing financial interests. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing financial interests:"
        }
    ]
}