{
    "paper_id": "c3bef1c075c76c313a27542f3aa138c48b1c5d3d",
    "metadata": {
        "title": "Human parainfluenza virus infection in severe acute respiratory infection cases in Beijing, 2014-2016: A molecular epidemiological study Background: Severe acute respiratory infection (SARI) threatens human health and",
        "authors": [
            {
                "first": "Yang",
                "middle": [],
                "last": "Pan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Institute for Infectious Disease and Endemic Disease Control, Beijing Center for Disease Prevention and Control (CDC)",
                    "institution": "",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yi",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Institute for Infectious Disease and Endemic Disease Control, Beijing Center for Disease Prevention and Control (CDC)",
                    "institution": "",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Weixian",
                "middle": [],
                "last": "Shi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Institute for Infectious Disease and Endemic Disease Control, Beijing Center for Disease Prevention and Control (CDC)",
                    "institution": "",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "|",
                "middle": [
                    "Xiaomin"
                ],
                "last": "Peng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Institute for Infectious Disease and Endemic Disease Control, Beijing Center for Disease Prevention and Control (CDC)",
                    "institution": "",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Shujuan",
                "middle": [],
                "last": "Cui",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Institute for Infectious Disease and Endemic Disease Control, Beijing Center for Disease Prevention and Control (CDC)",
                    "institution": "",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Daitao",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Guilan",
                "middle": [],
                "last": "Lu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Institute for Infectious Disease and Endemic Disease Control, Beijing Center for Disease Prevention and Control (CDC)",
                    "institution": "",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yimeng",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Institute for Infectious Disease and Endemic Disease Control, Beijing Center for Disease Prevention and Control (CDC)",
                    "institution": "",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Shuangsheng",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Institute for Infectious Disease and Endemic Disease Control, Beijing Center for Disease Prevention and Control (CDC)",
                    "institution": "",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "|",
                "middle": [
                    "Peng"
                ],
                "last": "Yang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Institute for Infectious Disease and Endemic Disease Control, Beijing Center for Disease Prevention and Control (CDC)",
                    "institution": "",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Quanyi",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Institute for Infectious Disease and Endemic Disease Control, Beijing Center for Disease Prevention and Control (CDC)",
                    "institution": "",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Quanyi",
                "middle": [],
                "last": "Correspondence",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Institute for Infectious Disease and Endemic Disease Control, Beijing Center for Disease Prevention and Control (CDC)",
                    "institution": "",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Peng",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Human parainfluenza viruses (HPIVs) are enveloped, single-stranded negative sense RNA viruses that belong to the family Paramyxoviridae.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| INTRODUCTION"
        },
        {
            "text": "Based on genetic and antigenic variation, HPIVs have been divided into four types: HPIV-1 to HPIV-4. 1 As one of the most common pathogens associated with respiratory tract infections, most children encounter HPIV-3 within the first 2 years after birth and encounter HPIV-1 and HPIV-2 under the age of 5 years old, presenting as upper respiratory tract illness (URTI) or lower respiratory tract illness (LRTI). 2 For adults, recent studies showed that HPIVs were associated with respiratory tract illness, refractory airway disease, and virus-induced asthma. 3, 4 These findings point the disease bundle of HPIVs and highlight the need for continuous surveillance of the whole population.",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 102,
                    "text": "1",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 411,
                    "end": 412,
                    "text": "2",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 559,
                    "end": 561,
                    "text": "3,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 562,
                    "end": 563,
                    "text": "4",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "| INTRODUCTION"
        },
        {
            "text": "However, our knowledge on HPIVs mainly focused on their infection in children with acute respiratory infections (ARI). 5, 6 Compared with ARIs, severe acute respiratory infection (SARI) cases present a wider distribution and more diverse clinical presentations.",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 121,
                    "text": "5,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 122,
                    "end": 123,
                    "text": "6",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "| INTRODUCTION"
        },
        {
            "text": "Unfortunately, the study on HPIV infection in these cases is very limited. Moreover, virological characteristics of HPIVs in recent years are not fully understood. In our previous study, a SARI surveillance system was built to find influenza infection in these cases. While in this study, a larger number of 1229 SARI cases were enrolled from this surveillance system, screened for HPIVs, and investigated the epidemiological characteristics of infection. Phylogenetic analysis was further performed using the hemagglutinin-neuraminidase (HN) sequence published previously to reveal the evolution of HPIVs in Beijing area.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| INTRODUCTION"
        },
        {
            "text": "Ethical approval for retrospective study was obtained from the institutional review board and human research ethics committee of the Beijing Center for Disease Prevention and Control. Informed consents were obtained from each participant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Specimens and information collection"
        },
        {
            "text": "This study was conducted in 11 inpatient departments in local hospitals located in urban and suburban districts of Beijing area from September 2014 to August 2016. The enrollment criteria for SARI cases included: (i) inpatients with a temperature >38°C and cough;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Specimens and information collection"
        },
        {
            "text": "(ii) onset of clinical symptoms within 10 days. 7 Nasopharyngeal swabs, throat swabs, or sputum was collected from the enrolled cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Specimens and information collection"
        },
        {
            "text": "Specimens were stored in 3 mL of virus transport medium at 4°C and tested within 24 hours. Meanwhile, information questionnaires, including the demographic information and vaccine inoculation, were completed by participating physicians at the same time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Specimens and information collection"
        },
        {
            "text": "Viral RNA was extracted from all specimens using QIAmp Viral Mini Kit (Qiagen, Hilden, Germany) following the manufacturer's instruction. Then, multiplex real-time PCR kit (Uninovo, Zhenjiang, China) was used to identify HPIVs and other common respiratory viruses (influenza A/B, respiratory syncytial virus, adenovirus, human coronavirus, etc.).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Virus detection"
        },
        {
            "text": "Eighteen HPIV-3-positive specimens were randomly selected and sequenced. Reverse transcription and amplification of HN gene were carried out using the One-Step RT-PCR Kit (Qiagen) with primers described previously. 8 PCR products were selected and purified using EZNA Gel Extraction Kit (Omega, Norcross, GA, USA) and then sequenced by ABI Prism 3130xl automated sequencer (Applied Biosystems, Foster City, CA, USA) (Supporting information 3).",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 216,
                    "text": "8",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "| Viral gene sequencing"
        },
        {
            "text": "In total, 114 representative HN sequences were downloaded from GenBank and used as global background in this study. Nucleotide and deduced amino acid sequences of the HN genes were assembled and aligned using mega software (ver. 6.0.4). 9 Neighbor-joining F I G U R E 1 Distribution of the severe acute respiratory infections (SARIs) cases with human parainfluenza virus (HPIV) infection from September 2014 to August 2016 (NJ) phylogeny tree and maximum-likelihood tree were inferred using mega with Kimura 2-parameters substitution model and 1000 bootstraps. The nucleotide sequences of the viruses included in this study have been submitted to GenBank (accession numbers: KY355144-KY355161, Supporting information 3).",
            "cite_spans": [
                {
                    "start": 237,
                    "end": 238,
                    "text": "9",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "| Phylogenetic analyses"
        },
        {
            "text": "Data were analyzed using Prism 5 software (GraphPad, La Jolla, CA, USA). Statistical analysis was performed using spss 20.0 (IBM, New York, NY, USA). Difference between groups was evaluated using Pearson's chi-square or Fisher's exact test, and P < .05 was considered to be statistically significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Statistical analysis"
        },
        {
            "text": "A total of 10 595 SARI cases were reported by 11 sentinel hospitals from September 2014 to August 2016. Among all the reported cases, 1229 (11.60%) SARI cases were randomly surveyed, sampled, and tested. Eighty-one HPIV RNA-positive cases were identified in this study, including 10 HPIV-1, 9 HPIV-2, 55 HPIV-3, and 7 HPIV-4 cases, with a yield rate of 0.81%, 0.73%, 4.48%, and 0.57%, respectively. No regional or temporal clustering of HPIV infection was found. Among all 81 HPIV RNA-positive cases, 18 cases were found to be coinfected with other respiratory viruses. Coinfection with HPIV-3 and rhinovirus was the most common pattern (Supporting information 1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| RESULTS"
        },
        {
            "text": "All types of HPIVs were detected every year, except for HPIV-2 in September to December 2014. Detailed analysis showed that the yield rate of HPIV varied during the year, from the lowest of 0% in February 2016 to the highest of 21.43% in August 2015. As the most common type of HPIVs, HPIV-3, most of the infection occurred in June to September (66.07%, Figure 1 ). Moreover, age-specific infection was proved. Children under 5 years old showed the highest yield rate of HPIV infection (9.07%), and followed by the patients over 60 years old (6.02%). No significant difference was found between HPIV-positive SARI cases and all SARI cases by gender and hospital stays (P = .728 and P = .774, respectively). However, HPIV-positive SARI cases have a better outcome when compared with other SARI cases (0.24% vs.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 354,
                    "end": 362,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "| RESULTS"
        },
        {
            "text": "4.56% for ICU treatment and 0 vs. 1.55% for death, Table 1 ). ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 51,
                    "end": 58,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "| RESULTS"
        },
        {
            "text": "In the present study, 1229 SARI patients were enrolled, and the HPIVs in these cases were first investigated. Previous studies were usually performed in ARI cases, especially in outpatients. 10, 11 Noteworthily, compared with the definition of ARI (presence of constitutional signs or symptom of respiratory tract infection, ie, cough and fast breathing), the criteria of SARI puts more focus on the hospitalized severe cases. As expected, infants and young child <5 years old showed the highest infection rate of HPIVs in all SARI cases, which concur with the studies carried out in ARIs. However, the high yield rate of HPIVs in elder population was observed: 6.02% (25/415) of SARI cases over 60 years old were HPIV-positive, which was higher than that in mild ARI cases. 11 Although the HPIV infection usually presents as mild and An important finding of this study was the genetic characteristic of current circulating HPIV-3 viruses. Two major surface glycoproteins, the HN and the fusion (F) proteins, are essential for virus assembly. 1 In particular, HN glycoprotein regulates the interaction between virus and host cells and possesses the largest antigenicity in host immunity against HPIV infection (12) . Several antigenic epitopes of the HN glycoprotein have been previously characterized. 12, 13 Three amino acid substitutions in antigenic epitopes were found in this study, including K168R (16.67%), H295Y (100%), and I391V (100%). In particular, the K168R mutation locates very close to amino acids of significant importance to the integrity of distinct HN epitopes (residues 171), 14 and it has not been identified in Asia before. Although these variants become non-dominant since the middle of 2015, the potential antigenic drift due to the substitutions should be further evaluated.",
            "cite_spans": [
                {
                    "start": 191,
                    "end": 194,
                    "text": "10,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 195,
                    "end": 197,
                    "text": "11",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 775,
                    "end": 777,
                    "text": "11",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1043,
                    "end": 1044,
                    "text": "1",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1210,
                    "end": 1214,
                    "text": "(12)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1303,
                    "end": 1306,
                    "text": "12,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1307,
                    "end": 1309,
                    "text": "13",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1598,
                    "end": 1600,
                    "text": "14",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "| DISCUSSION"
        },
        {
            "text": "The phylogenetic analysis showed that HPIV-3 Cluster C remained as the most dynamic and widespread group worldwide, which concur with previous studies. 6, 15 However, the viruses tested in this study were composed by two subgroups, BJ/05114/2015-like viruses and BJ/02073/2015-like viruses. The former possesses some genetic characteristic derived from European strains, such as K168R, while the latter was much more like the strains circulated in China and Japan.",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 154,
                    "text": "6,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 155,
                    "end": 157,
                    "text": "15",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "| DISCUSSION"
        },
        {
            "text": "These results suggested the complex evolution of HPIV-3 both related temporally and geographically.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| DISCUSSION"
        },
        {
            "text": "In conclusion, the common infection of HPIVs in SARI cases is reported in this study. The HPIVs in young children, as well as the elders older than 60 years, should be paid more attention. The phylogenetic information of the most common HPIVs, HPIV-3, was also shown here.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| DISCUSSION"
        },
        {
            "text": "The continual evolution and genetic diversity of HPIV-3 highlight the needs for more long-term investigation both in China and around the world in the future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF16": {
            "ref_id": "b16",
            "title": "C3a LZ22",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "HSJD1038 HSJD1043 HSJD1037",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Parainfluenza viruses",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Henrickson",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Clin Microbiol Rev",
            "volume": "16",
            "issn": "",
            "pages": "242--264",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Respiratory syncytial virus and parainfluenza virus",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Hall",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "N Engl J Med",
            "volume": "344",
            "issn": "",
            "pages": "1917--1928",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Molecular epidemiology of respiratory viruses in virus-induced asthma",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tsukagoshi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ishioka",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Noda",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Front Microbiol",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Viral respiratory tract infections and asthma: the course ahead",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Rosenthal",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Avila",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Heymann",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Allergy Clin Immunol",
            "volume": "125",
            "issn": "",
            "pages": "1212--1217",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Epidemiology and clinical presentation of the four human parainfluenza virus types",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "K"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "BMC Infect Dis",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Genetic analyses of the fusion protein genes in human parainfluenza virus types 1 and 3 among patients with acute respiratory infections in Eastern Japan from 2011 to",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tsutsui",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tsukagoshi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nagasawa",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Med Microbiol",
            "volume": "66",
            "issn": "",
            "pages": "160--168",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "World Health Organization. WHO global epidemiological surveillance standards for influenza",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Human parainfluenza virus-associated respiratory tract infection among children and genetic analysis of HPIV-3 strains in Beijing",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ji",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "China. PLoS One",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "MEGA6: molecular evolutionary genetics analysis version 6.0",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tamura",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Stecher",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Peterson",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Mol Biol Evol",
            "volume": "30",
            "issn": "",
            "pages": "2725--2729",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Molecular evolution of the haemagglutinin-neuraminidase gene in human parainfluenza virus type 3 isolates from children with acute respiratory illness in Yamagata prefecture",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mizuta",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tsukagoshi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ikeda",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Med Microbiol",
            "volume": "63",
            "issn": "",
            "pages": "570--577",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Prevalence of human parainfluenza virus in patients with acute respiratory tract infections in Beijing",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Weixian",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cui",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gong",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Influenza Other Respir Viruses",
            "volume": "9",
            "issn": "",
            "pages": "305--307",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Structure of the haemagglutinin-neuraminidase from human parainfluenza virus type III",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Lawrence",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Borg",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "A"
                    ],
                    "last": "Streltsov",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Mol Biol",
            "volume": "335",
            "issn": "",
            "pages": "1343--1357",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "A molecular epidemiological study of human parainfluenza virus type 3 at a tertiary university hospital during 2013-2015 in Catalonia",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Godoy",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Peremiquel-Trillas",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Andres",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Diagn Microbiol Infect Dis",
            "volume": "86",
            "issn": "",
            "pages": "153--159",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Antigenic and structural properties of the hemagglutinin-neuraminidase glycoprotein of human parainfluenza virus type 3: sequence analysis of variants selected with monoclonal antibodies which inhibit infectivity, hemagglutination, and neuraminidase activities",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Van Wyke Coelingh",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Winter",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "D"
                    ],
                    "last": "Jorgensen",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "J Virol",
            "volume": "61",
            "issn": "",
            "pages": "1473--1477",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Hemagglutinin-neuraminidase gene sequence-based reclassification of human parainfluenza virus 3 variants",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "N"
                    ],
                    "last": "Almajhdi",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Intervirology",
            "volume": "58",
            "issn": "",
            "pages": "35--40",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "total of 18 full sequences of HN gene (1719 nt)-derived HPIV-3 virus in SARI cases were analyzed in this study, including 3 sequences in 2014, 10 sequences in 2015, and 5 sequences in 2016. The nucleotide sequence and deduced amino acid homologies among these viruses were between 98.84%-100% and 99.65%-100%, respectively, which suggested high genetic conservation of HPIV-3 in Beijing area. No significant difference between viruses derived from patients with different age or seasonality was observed. Compared to the prototype strain Wash/47885/57, 15 amino acid substitutions (M21T, I40T, I53T, H62R, I76V, M82V, M118I, L138P, K168R, V191I, I391V, V348A, I522R, R524K, and S527P) were found in the tested HPIV-3 viruses. Among them, K168R and V191I were first identified in Asia. We further analyzed the sequences of HN gene of tested viruses and circulating strains worldwide and then evaluated the phylogenetic relationship among them. All the viruses belonged to Cluster C3a, which was the major circulating cluster in Asia. However, the viruses can be further distinguished into two C3a-related group, BJ/05114/2015-like viruses and BJ/02073/2015-like viruses, with at least 0.004 nucleotide divergence between them. Moreover, these two group viruses co-circulated in Beijing area before the middle of 2015. Then a genetic shift occurred, leading to a dominate role of BJ/02073/2015-like viruses. No BJ/05114/2015-like viruses were identified in 2016 (Figure 2, Supporting information 2).",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We are grateful for the valuable contribution of sentinel hospitals and local Centers for Disease Prevention and Control. This work was supported by the Capital Health Research and Development of Special ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGEMENTS"
        },
        {
            "text": "http://orcid.org/0000-0002-1994-6029Quanyi Wang http://orcid.org/0000-0001-9552-2503",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Yang Pan"
        }
    ]
}