{
    "paper_id": "c3d210df12dab3dfa4d9a51c0d0a722a667aa262",
    "metadata": {
        "title": "Supplemental information Supplemental material and methods Experimental infection of ducks, geese and chicken with DE14-H5N8A and DE16-H5N8B 4",
        "authors": []
    },
    "abstract": [
        {
            "text": "White leghorn chicken (Gallus gallus var. domesticus) were hatched and raised at the 5 FLI from SPF-eggs purchased from VALO BioMedia, Germany. One day old Pekin 6 ducklings (Anas platyrhynchos var. domesticus) and Muscovy ducklings (Cairina moschata) 7 were obtained from commercial sources. Adult 6-7 month old throughbreed ducks (Anas 8 platyrhynchos var. domesticus, \"Rouen Claire\") and geese (Anser anser var. domesticus, 9 \"Pommeranian goose\") were obtained from a local breeder and tested AIV-seronegative by 10 ELISA (ID-Vet, France) before inoculation. Animal numbers and group assignment are 11 summarized in table S2. Intravenous pathogenicity index testing (IVPI) was done according to 12 standard procedures 1 . Intramuscular pathogenicity index (IMPI) testing in one week old 13 Pekin and Muscovy ducklings followed the procedure of the IVPI in chicken, but with 14 injection of virus into the caudal femoral muscles and subsequent clinical scoring for 10 days. 15 In two subsequent experiments aadult ducks were inoculated oculo-nasally (o.n.) with 10 6 16 TCID 50 of either DE14-H5N8A or DE16-H5N8B. During the first infection experiment geese 17 (n=10) were simultaneously infected with DE14-H5N8A and housed together with inoculated 18 ducks. Virus replication was monitored by pharyngeal-and cloacal-swabs on day 2, 4, 7, 10 19 and 14 and on day 2 and 4 2 animals were sacrificed to investigate birds pathologically.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "20 During the second trial with DE16-H5N8B, monitoring was intensified during acute phase 21 with taking swab samples daily form day 1-7 p.i. and subsequently on day 10 and 16 p.i.On 22 day one after infection 2 animals from the same waterfowl species as well as adult SPF-23 chicken (n=4 for DE14-H5N8A and n=10 for DE16-H5N8B) were housed together with the 24 212 (A) Chicken, 3 d.p.i., brain. Moderate, subacute necrotizing polioencephalitis with infiltration 213 of phagocytic microglia (arrow). (B) Chicken, 3 dpi., brain. Multiple foci (arrow) of influenza 214 A nucleoprotein-immunoreactive neurons and glial cells. (C) Chicken, 3 dpi., liver. Mild, 215 acute, hepatocellular necrosis (necrotizing hepatitis) characterized by small nests of shrunken 216 hepatocytes with pyknotic and karyorrhectic nuclei (arrow) and few infiltratin heterophils. (D) 217 Chicken, 3 dpi., liver. The influenza A virus-nucleoprotein-immunoreactivity displays a 218 multifocal perivascular (star) and perisinusoidal pattern suggestive of endothelial and / or 219 Kupffer cells and only scant, focal immunoreactive hepatocytes. (E) Chicken, 3 dpi., 220 pancreas. Mild, acute, pancreatic necrosis (necrotizing pancreatitis) characterized by small 221 nests of either swollen and ruptured or shrunken hypereosinophilic exocrine pancreatocytes 222 with pyknotic and karyorrhectic nuclei (arrow). (F) Chicken, 3 dpi., pancreas. Multiple foci 223 (star) of influenza A virus-nucleoprotein-immunoreactive exocrine pancreatocytes. (G) 224 Chicken, 7 dpi., spleen. Severe, acute, lymphatic apoptosis and necrosis characterized by 225 cytoplasmic hypereosinophilia, nuclear pyknosis and karyorrhexis (arrow) within a follicular 226 area (star) of the white pulp. (H) Chicken, 7 dpi., spleen. Especially the follicles (star) of the 227 white pulp are surrounded by a rim of influenza A virus-nucleoprotein-immunoreactive cells 228 interpreted as follicular dendritic cells and macrophages. Furthermore there is faintly 229 immunoreactive debris within the follicles and oligofocal cells interpreted as macrophages / 230 dendritic cells and endothelial cells within both white and red pulp. A, C, E, G Hematoxylin 231 eosin, bar = 20µm. B, D, F, G Influenza A virus-nucleoprotein immunohistochemistry, 232 avidin-biotin-peroxidase complex method with 3-amino-9-ethyl-carbazol as chromogen and 233 hematoxylin counterstain, bar = 50 µm.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "inoculated waterfowl and served as sentinels. Animals were monitored daily for clinical signs 25 for a period of up to 21 days. Animals the suffered severe disease like pronounced lethargy or 26 apathy were sacrificed before and considered dead on the subsequent day. The intramuscular 27 pathogenicity and clinical scoring indices (IMPI) were calculated based on the following tissues, three mice of each group were euthanized on 3 dpi, in addition three mice from the 53 groups 10 3 , 10 5 , 10 6 were euthanized on 6 dpi, and organs (i.e., lungs, conchae, heart, and 54 brains) were harvested for histopathological-and virological examinations. The primer and probe set of the generic PB1 assay (summarized in table S4) was used to 87 determine the quantification cycle (Cq) in swabs, nasal washes, and organs using the one-step 88 RT-qPCR Kit qScript™ XLT One-Step RT-qPCR ToughMix® (Quantabio, Beverly USA).",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 96,
                    "text": "25",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The RT-qPCR assay was optimized for using a total volume of 12.5 µl. Briefly, for a single 90 well 1.75 µl RNase-free water, 6.25 µl 2x RT-PCR buffer, and 1.0 µl primer-probe-mix for 91 template detection as well as 1.0 µl primer-probe-mix for detection of the internal extraction 92 control RNA, were pooled as a master mix. Finally, 2.5 µl RNA template was added and the 93 reaction was run on an CFX96 machine. Genome copy numbers per µl were determined by ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "89"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "/437/EC: Commission Decision of 4",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Manual for avian influenza as provided for in Council Directive",
            "authors": [],
            "year": 2005,
            "venue": "",
            "volume": "256",
            "issn": "",
            "pages": "1725--2555",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The Method of \"Right and Wrong Cases\" (Constant Stimuli) without Gauss's 258 Formula",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Spearman",
                    "suffix": ""
                }
            ],
            "year": 1908,
            "venue": "Br J Psychol",
            "volume": "2",
            "issn": "",
            "pages": "227--242",
            "other_ids": {
                "DOI": [
                    "10.1037/h0063767"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Beitrag zur kollektiven Behandlung pharmakologischer Reihenversuche",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kärber",
                    "suffix": ""
                }
            ],
            "year": 1931,
            "venue": "Archiv f 260 experiment Pathol u Pharmakol",
            "volume": "162",
            "issn": "",
            "pages": "480--483",
            "other_ids": {
                "DOI": [
                    "10.1007/BF01863914"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "New real-time reverse transcriptase polymerase chain reactions facilitate 262 detection and differentiation of novel A/H1N1 influenza virus in porcine and human samples",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hoffmann",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Neurotropism of highly 265 pathogenic avian influenza virus A/chicken/Indonesia/2003 (H5N1) in experimentally 266 infected pigeons (Columbia livia f. domestica)",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Klopfleisch",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Werner",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mundt",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Harder",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Teifke",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Vet Pathol",
            "volume": "43",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1354/vp.43-4-267"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Outbreaks among Wild Birds and Domestic Poultry Caused by Reassorted 269",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pohlmann",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Emerging human middle East respiratory syndrome coronavirus causes 272 widespread infection and alveolar damage in human lungs",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Hocke",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Am J Respir Crit Care Med",
            "volume": "188",
            "issn": "",
            "pages": "882--886",
            "other_ids": {
                "DOI": [
                    "10.1164/rccm.201305-0954LE"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Influenza A viruses target type II pneumocytes in the human lung",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "K"
                    ],
                    "last": "Weinheimer",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J 275 Infect Dis",
            "volume": "206",
            "issn": "",
            "pages": "1685--1694",
            "other_ids": {
                "DOI": [
                    "10.1093/infdis/jis455"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Tyk2 as a target for immune regulation in human viral/bacterial pneumonia",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Berg",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Eur",
            "volume": "277",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Bluetongue in Belgium",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Toussaint",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Emerg Infect Dis",
            "volume": "13",
            "issn": "",
            "pages": "614--616",
            "other_ids": {
                "DOI": [
                    "10.3201/eid1304.061136"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "28 parameters: healthy (0), ill (1) (exhibiting one of the following clinical signs: somnolence, 29 labored breathing, cyanosis, neurological symptoms), (2) severely sick (showing at least two 30 of the previous clinical signs) or (3) dead. Oropharyngeal and cloacal swabs were taken at 31 indicated days post infection (dpi) or as combined oropharyngeal/cloacal swabs prior to 32 infection and stored in 1 ml medium (mixture of equal volumes of Eagle MEM (Hanks' 33 balanced salts solution), 2mM L-Gln, nonessential amino acids, adjusted to 850 mg/L 34 NaHCO3, 120 mg/L sodium pyruvate, 10% FBS, pH 7.2). All animals that died during the 35 o.n. inoculation experiments were subjected to pathological investigation and subsequent 36 sampling of organs for virological and histological analyses. In case of waterfowl inoculated 37 with DE14-H5N8A, with no spontaneous deaths, two randomly selected animals from each 38 species were euthanized on day 2 and 4 for investigations. 39 Experimental infection of mice and ferrets with DE16-H5N8B 40 Mice: To determine the mouse lethal dose 50 (MLD 50 ), based on TCID 50 /mL of DE-41 H5N8B, a total of 52 4 week-old BALB/c mice were used.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "-6 month-old healthy and influenza-negative ferrets (Mustela putorius furo)56    were reared at the FLI and housed in cages during the experiment. Cages were separated by 57 stainless-steel grids to prevent direct contact. Eight ferrets were anesthetized by inhalation of58 5 % isoflurane and infected intranasally with 10 6 TCID 50 of the DE16-H5N8B virus in a total 59 volume of 50 µL. Four ferrets served as transmission sentinels by direct contact (in a 1:1 60 setting). Animals were monitored daily for clinical signs (nasal discharge, labored breathing, 61 reduced activity, fever, body weight loss, or neurological symptoms); they were weighed 62 every second day, and body temperatures were recorded by the use of subcutaneous 63 implantable temperature-logging devices (Plexx, Elst, The Netherlands). Blood samples were 64 drawn from the Vena saphena under light anaesthesia with isoflurane prior to infection or on 65 the day of euthanasia, respectively. Nasal washes were collected every other day from all 66 ferrets to measure virus replication by applying 1 ml phosphate-buffered saline (PBS) into 67 each nostril. From genome positive nasal washing samples virus titration attempts were 68 performed using MDCK cell cultures. Four inoculated animals were euthanized on 3 dpi, 69 dissected and spleens, tracheas, lungs (divided into left and right parts), conchae, cerebellum, 70 and cerebrum were removed and stored at -70 °C until further use.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "samples of individual animals were re-suspended in 1 mL of medium (mixture 73 of equal volumes of Eagle MEM (Hanks' balanced salts solution) and Eagle MEM (Earle's balanced salts solution), 2mM L-Glutamine, nonessential amino acids, adjusted to 850 mg/L mm) per organ sample was added and samples were homogenized in a 2 ml collection tube 78 for 2 min in a TissueLyser (Qiagen, Hilden, Germany). 79 Quantitative Real-time RT-PCR 80 Viral RNA was extracted from 200 µl of the supernatant of organ homogenates or 81 swab samples using the MagAttract® Virus Mini M48 kit (Qiagen, Hilden, Germany) 82 according to the manufacturer´s instructions on a Biosprint 96 platform (Qiagen). 83 Virus quantification was performed as cell culture titration and/or based on 84 quantitative real-time reverse transcriptase PCR (RT-qPCR) of virus genome. For ferret and 85 mouse experiment samples, an assay based on viral genome segment 2 (PB1) was established.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "94 absolute quantification via droplet PCR technique and log10 dilution standards were used 95 within the subsequent RT-qPCR assay. The generated standard curve exhibited the following 96 characterizing values: y = −3.519x + 36.474; R2 = 0.999. extracted viral RNA from diluted HPAIV H5N8 suspensions with known infectivity titer by 100 RT-qPCR targeting the M gene. To relate M-specific Cq values to viral infectivity in the 101 examined sample, Cq values from these extracts were plotted on the generated standard curve 102 linking infectivity with Cq values. 103 Histopathology and immunohistochemistry 104 Tissues were sampled in 4 % neutral buffered formaldehyde, processed and embedded in 105 paraffin wax using a Leica ASP 300S fully enclosed tissue processor (Leica Biosystems, 106 Nussloch, Germany), sectioned at 2-4 µm thickness using a Hyrax M55 electronic rotary 107 microtome (Carl Zeiss Microimaging GmbH, Jena, Germany), mounted on Superfrost plus 108 glass slides (Menzel Gläser, Braunschweig, Germany), stained with hematoxylin and eosin 109 using a Medite TST 44.000C automatic tissue stainer (Medite, Burgdorf, Germany; Romeis 110 Mikroskopische Technik. Editors: Mulisch Maria, Welsch Ulrich. 18th Edition 2010 111 Spektrum Akademischer Verlag, Heidelberg), and screened for histopathological changes 112 using an Axio Imager M2 microscope equipped with 10x, 20x, and 40x Plan Neofluar 113 objectives, and a AxioCam ICc3 3.3 megapixel digital camera (Carl Zeiss Microscopy GmbH, 114 Jena, Germany). The tissues of ducks and chicken were semi-quantitatively assessed for 115 necrosis and / or necrotizing inflammation as well as lymphatic apoptosis, necrosis and / or 116 depletion on a 0 to 3 severity scale: 0 = no obvious lesion; 1 = mild, 2 = moderate, 3 = severe 117 lesion(s). 118 Immunohistochemistry was performed on serial sections to detect influenza A virus-antigen 119 using the avidin-biotin-peroxidase-complex method (Vectastain PK 6100, Vector, 120 Burlingame, CA, USA) with citric buffer (10mM, pH 6,0) pre-treatment, a polyclonal rabbit 121 anti-influenza A FPV/Rostock/34-virus-nucleoprotein antiserum (diluted 1:750) 5 , 3-amino-122 9-ethyl-carbazol as chromogen (Agilent Technologies, Santa Clara, CA USA) and 123 hematoxylin counterstain. The specificity of the immunohistochemical reaction was confirmed by the use of negative tissues from mock-infected mice from this experiment, 125 negative tissues from an archival of diagnostic cases of non-infected chicken, of a non-126 infected ferret (P17-348), as well as validated positive avian tissues from the recent H5N8 127 outbreak 6 . As negative controls, serial sections were treated with rabbit serum instead of the 128 primary polyclonal antiserum. The distribution of influenza A virus nucleoprotein was semi-129 quantitatively assessed for each organ by scoring on a 0 to 3 severity scale: 0 = negative; 1= 130 focal or oligofocal, 2= multifocal, 3= coalescing to diffuse immune-reactive nuclei. This 131 grading was subdivided for endothelial cells and parenchymal cells, respectively for chicken 132 and ducks. 133 Serology 134 Serum samples from animals were heat-inactivated at 56 °C for 30 min and analyzed 135 by means of a commercial enzyme-linked immunosorbent assay (ELISA) for the presence of 136 antibodies against IAV nucleoprotein (NP) (ID Screen® Influenza A Antibody Competition 137 ELISA kit, ID-vet, Montpellier, France) and subtype H5 (ID Screen® Influenza H5 Antibody 138 Competition ELISA kit, ID-vet, Montpellier, France) according to the manufacturer´s 139 instruction. HI assays against antigen of DE-R2472/2014A, and DE16-H5N8B were 140 performed according to standard protocols 1 . 141 Infection of human lung tissue ex vivo. 142 Tumor-free normal human lung tissue was cut into small pieces (weight approx. 0,1 -143 0,2 mg per piece) and incubated in RPMI 1640 medium overnight to wash off clinically 144 applied antibiotics. Use of human explant tissue was approved by the ethics committee at the 145 Charité clinic (projects EA2/050/08 and EA2/023/07) and written informed consent was 146 obtained from all patients. The infection experiments were done in RPMI 1640 medium 147 supplemented with 0.3 % bovine serum albumin, 2 mM L-glutamine and 25mM HEPES at by washing with phosphate-buffered saline (PBS) and lung tissue was incubated 152 for up to 48 hpi (hours post infection). For each experiment, tumor-free tissue specimens from 153 at least three donors were analyzed. For replication analysis, at 1, 16, 24 and 48 hpi 154 supernatants of infected lung tissue were harvested and viral titers were determined by 155 standard plaque titration assay. For immunofluorescence and ELISA analyses, samples were 156 prepared at 24 hpi.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Enyzme-Linked Immunosorbent Assay (ELISA).158    Supernatants of infected human lung tissue were collected 24 hpi, cleared of debris159    and stored at -80 °C. IL1β and IFNβ levels were measured according to the manufacturer's 160 instructions with the \"Human IL-1 beta/IL-1F2 DuoSet ELISA\" (R&D Systems) or the 161 \"Human IFN-beta DuoSet ELISA\" (R&D Systems), respectively.162Confocal microscopy163    Human lung tissue was infected with human Pan H3N2, Thai H5N1 or avian DE16-164 H5N8B and cultured for 24 h. Tissue samples were fixed and routinely paraffin embedded as165 described before [3]. After deparaffinization, slices were immunostained with fluorescently 166 labeled Alexa Fluor 488 influenza A virion-specific antibody (Serotec, Puchheim, Germany) 167 to detect virus-infected cells (green channel) and pro-SP-C (Chemicon, AB3786; red channel) 168 to identify type II pneumocytes. An Alexa Fluor 594-labeled anti-rabbit F(ab′)2 fragment was 169 applied as the secondary antibody. Nuclei were counterstained with DAPI (4′,6-diamidino-2-170 phenylindole). Tissue sections were mounted in Mowiol and analyzed by spectral confocal 171 microscopy using a 780 laser-scanning microscope (objectives 63x, zoom: 1.9; Plan-172 principal differences between groups and subsequently (post-hoc) Wilcoxon-Mann-Whitney 176 tests for pairwise comparison using the Benjamini-Hochberg procedure. Data for replication 177 analysis were presented as mean and standard error of the mean of at least three donors within 178 independent experiments. Data for cytokine ELISA were presented as mean with standard 179 deviation. Using GraphPad Prism 7 software, for replication analysis the Mann-Whitney U 180 test was performed to delineate significant differences between data points. For cytokine 181 ELISAs, statistical analysis was conducted by applying One-Way-Anova test and 182 subsequently Dunn's multiple comparisons test using GraphPad Prism 7 software. For all 183 assays, a p value ≤ 0.05 was considered significant, with p ≤ 0.05 depicted as (*), p ≤ 0.01 184 shown as (**) and p ≤ 0.0001 shown as (****). Supplemental figure S1: Viral shedding of Geese after HPAIV DE14-H5N8A infection 189 Viral sheeding was monitored by RT-qPCR from swabs taken from oro-pharynx (A) or cloaca 190 (B) from Geese infected oculo nasal with DE14-H5N8A. Individual results of detected RNA 191 copy numbers are given as virus equivalents (VE), calculated by using a set of standards 192 applied in each run. All RT-PCR negative samples are depicted as 10 VE, i.e. under the 193 detection limit. Individual inoculated animals (○) and sentinel animals (▼) as well as 194 arithmetic mean and standard deviation of positive swab samples from inoculated birds (red 195 dot) are shown. Numbers within the figures give number of virus positive -and number of 196 total tested infected animals for each time point. 197 198 Supplemental figure S2: Sero-reactivity of HP AIV H5N8 infected birds. 199 Sera from Geese (A) or ducks (B) infected with DE14-H5N8A or ducks infected with DE16-200 H5N8B (C) were taken at indicated times after infection and tested by HI, using the 201 homologous antigen. 202 Supplemental figure S3: Viral load in organs of HPAIV H5N8 infected birds. 203 Organs of ducks (D) and geese (G) infected with DE14-H5N8A were sampled from 2 204 randomly selected animals on day 2 (d2) or day 4 (d4) after infection or from chickens that 205 died on day 4 and 5 post contact respectively (A). Organ viral load after DE16-H5N8B 206 infection was tested at the time of spontaneous dead for indicated times after infection for 207 ducks (B) and chicken (C). Individual results of detected RNA copy numbers are given as 208 virus equivalents (VE), calculated by using a set of standards applied in each run. Blue line 209 indicating the cut of value. with DE16-H5N8B. Supplemental",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "positive animals / number of total animals (positive animals %); n.d. Animal numbers used within the inoculation experiment of mice table 4: Primers and probes used for a generic detection of influenza A 251 virus-specific RNA in diagnostic materials from mice and ferrets in this study.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "primer and probes in the primer-probe-mixPan-IAV assay IAV-PB1 (this study)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "numbers per dosage groups used. Mice were anesthetized by inhalation of 5 % isoflurane and inoculated intranasally (i.n.) with 30 µL 10-fold serial dilutions from 10 2 to 10 6 TCID 50 /animal. Mice serving as control animals were manipulated the same way as inoculated animals, without receiving virus inoculum. The MLD 50 was calculated as log10 TCID 50 /mL. All TCID 50 and MLD 50 calculations were performed using the method of Spearman and Kärber 2,3 . Mice were monitored daily for weight loss, clinical signs and mortality for 14 days. The percent weight loss was calculated from the original starting weight. Mice showing more than 25% of body weight loss (compared to body weight mean values at the specific age, provided by the supplier of animals) were considered to have reached the experimental end point and were euthanized. To determine virus titres in various",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Histopathological lesions and DE16-H5N8B tissue tropism in mice and ferrets.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}