{
    "paper_id": "c3e58660ecf2f667fb13b113859dba3a87ef36fe",
    "metadata": {
        "title": "Translation of Korean Medicine Use to ICD-Codes Using National Health Insurance Service-National Sample Cohort",
        "authors": [
            {
                "first": "Ye-Seul",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kyung Hee University",
                    "location": {
                        "postCode": "130-701",
                        "settlement": "Seoul",
                        "country": "Republic of Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Ye-Rin",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kyung Hee University",
                    "location": {
                        "postCode": "130-701",
                        "settlement": "Seoul",
                        "country": "Republic of Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Younbyoung",
                "middle": [],
                "last": "Chae",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kyung Hee University",
                    "location": {
                        "postCode": "130-701",
                        "settlement": "Seoul",
                        "country": "Republic of Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "So-Youn",
                "middle": [],
                "last": "Park",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kyung Hee University",
                    "location": {
                        "postCode": "130-701",
                        "settlement": "Seoul",
                        "country": "Republic of Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "In-Hwan",
                "middle": [],
                "last": "Oh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kyung Hee University",
                    "location": {
                        "postCode": "130-701",
                        "settlement": "Seoul",
                        "country": "Republic of Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Bo-Hyoung",
                "middle": [],
                "last": "Jang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kyung Hee University",
                    "location": {
                        "postCode": "130-701",
                        "settlement": "Seoul",
                        "country": "Republic of Korea"
                    }
                },
                "email": "bhjang@khu.ac.kr"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Efforts towards standardization and globalization of heath care are occurring in different aspects of medicine and health policy [1] . Traditional medicine is included in this work; since the founding of the Division of Traditional Medicine in the World Health Organization in 1972, traditional medicine, based on the International Classification of Traditional Medicine (ICTM), is being included in the current updates to the International Statistical Classification of Diseases and Related Health Problems (ICD), currently in its 10th revised edition and in the progress of being updated to the 11th edition [2] . The Korean Classification of Diseases (KCD) also reflects these efforts. In 2010, the third edition of the Korean Classification of Diseases of Oriental Medicine (KCDOM3) was incorporated into the Korean modification of the ICD-10, or KCD 6, using U codes (U20-U99) [3] . In this aspect, KCD 6 was groundbreaking as the first publication in which Western medicine and traditional medicine shared a common platform.",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 132,
                    "text": "[1]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 610,
                    "end": 613,
                    "text": "[2]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 882,
                    "end": 885,
                    "text": "[3]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "U codes (U00-U99), also called codes for special purposes, are in Chapter XXII of the fourth edition of ICD-10 [4] . While this chapter includes codes such as U04 for severe acute respiratory syndrome (SARS), most of the codes in this chapter were developed to incorporate patterns or disorders diagnosed through Korean medicine (U20-U99). In Korea, doctors of Korean medicine are advised to use KCD 6, which is based on Western medicine, as their 2 Evidence-Based Complementary and Alternative Medicine primary code system; however, when the doctor cannot correlate the diagnosis specifically to KCD 6, the doctors are to supplement the diagnosis with a U code [5] . While KCDOM2 (1994) , which was based on Korean medicine, was used by doctors of Korean medicine instead of KCD 5, the overlap and mismatch of some diseases between KCD and KCDOM caused serious confusion. Therefore, U codes were developed to support the patterns and symptoms diagnosed only through Korean medicine while incorporating many of the disease codes from KCDOM2 that showed similar characteristics to KCD 6 codes. For example, terminology in Korean medicine that refers to cancer was absorbed into KCD 6 because the symptoms of the two different codes were almost identical; however, terminology in Korean medicine referring to patterns of disorders, such as qi deficiency pattern/syndrome, remained under U codes [3] . Therefore, through the third revision, KCDOM eliminated the overlapping disease classifications between the previous KCDOM and KCD5 and reorganized the remaining disorders and patterns into U codes, which reduced possible duplicate coding and allowed pattern identification and diagnosis through Korean medicine. The incorporation of KCDOM3 into KCD 6 was also conducted to meet the needs of doctors of Korean medicine to more effectively reflect the patient's condition. As a result, one of the major characteristics of KCDOM3 is its relationship with KCD 6 [5] .",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 114,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 662,
                    "end": 665,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 674,
                    "end": 687,
                    "text": "KCDOM2 (1994)",
                    "ref_id": null
                },
                {
                    "start": 1393,
                    "end": 1396,
                    "text": "[3]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1958,
                    "end": 1961,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "One approach towards better health care is quantification of the burden of disease [6] . Burden of disease is a crucial input into health policy, because it provides an account of health loss due to different risks through a disease-by-disease analysis [7] . Most health analyses concentrate on mortality, thereby omitting nonfatal, chronic diseases that affect quality of life [8] . At the same time, a focus on noncommunicable or chronic diseases has gained support as the morbidity and comorbidity of chronic diseases in the general population have increased [9] . The measurement of the burden of diseases, or Global Burden of Disease Study (GBD), was initiated in 1992, with three major goals: (1) to provide information on nonfatal health outcomes, as most of the health policies are generally focused on mortality; (2) to develop epidemiological assessments for major disorders without bias; and (3) to quantify the burden of disease with a measure that could also be used for cost-effectiveness analysis [10] . Research is currently being conducted in different countries for diverse risk factors, such as recent analyses of the global burden of disease due to ischemic heart disease, and to determine if there is epidemiological convergence across countries [1, 11] . Different approaches have been taken in burden of disease studies, including disability weights to cover the burden of disease more elaborately [12] . The foremost milestone, one of the most important milestones, of the GBD study was the development of the composite indicator disability-adjusted life years (DALYs), which is being used throughout diverse academic research as a summary measure of the overall burden of disease and is expressed as the number of years lost due to ill-health, disability, or early death [8] .",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 86,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 253,
                    "end": 256,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 378,
                    "end": 381,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 562,
                    "end": 565,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1012,
                    "end": 1016,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1267,
                    "end": 1270,
                    "text": "[1,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1271,
                    "end": 1274,
                    "text": "11]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1421,
                    "end": 1425,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1796,
                    "end": 1799,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Using DALYs, the burden of different diseases and risk factors have been analyzed in Korea using nationally representative data provided by health-related government agencies such as the Health Insurance Review & Assessment Service (HIRA) and National Health Insurance Service (NHIS) [13] . To analyze the burden of disease using nationally representative big data, disease codes (KCD) that are collected as part of the patient's health care utilization have to be categorized by definitions of the causes of disability and death in previous burden of disease studies [14] . In other words, the disease codes are regrouped and redistributed into different clusters to define risk factors [15] . However, previous studies have not included the portion of health care utilization classified under U codes when calculating the burden of diseases by disability and death causes, although the nationally representative data include information for health care utilization coded under the U codes, such as the number of visits and costs [16] . Therefore, an understanding of the U codes from the perspective of Western medicine is needed to redistribute the uncalculated burden of diseases under U codes to other codes.",
            "cite_spans": [
                {
                    "start": 284,
                    "end": 288,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 568,
                    "end": 572,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 688,
                    "end": 692,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1031,
                    "end": 1035,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Because data with main disease codes not covered by KCD 6 were overlooked in previous studies of the burden of disease, this study hypothesized that the collection of the subdisease codes within a year of data collection would reflect what was covered by the main disease code. In other words, the assumption was that, within the annual collection of data, the combination of main disease code and subdisease code would cover the diseases for a patient throughout a year.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "2.1. Structure of U Codes. U codes can be divided into three components (Table 1) : Korean medicine disorders (U20-U33), Korean medicine patterns (U50-U79), and four constitution medicine patterns (U95-U98). Because the U codes were created to define disorders or patterns that could not be defined using the disease classification system of Western medicine presented in KCD 6, the disorders and patterns in the U codes do not correspond directly to disease names in the KCD. Therefore, to incorporate the U codes into the burden of disease algorithm of the KCD, the underlying disorders and diseases in Western medicine were analyzed in this study using a data-based approach, via a redistribution algorithm of U codes into KCD 6 codes.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 72,
                    "end": 81,
                    "text": "(Table 1)",
                    "ref_id": null
                }
            ],
            "section": "Materials and Methods"
        },
        {
            "text": "The National Health Insurance Service-National Sample Cohort (NHIS-NSC) of 2012, which includes data for 1 million patients, was used for data analysis. NHIS-NSC data provide information on the utilization of healthcare based on the NHI claims from medical institutions to the NHIS from inpatient and outpatient clinic visits for each individual patient [17] . NHI claims data contain principal and additional diagnoses, hospitalization/outpatient treatment, dates of examinations, medical fees, details of medical services, prescribed medications, hospital codes, and patients' sex and age and are categorized on the basis of the examination documented in the claims from the medical institutions [18] . For this study, the main disease and subdisease codes were collected for outpatients of Korean medicine clinics from the 2012 NHIS-NSC data. U codes Table 1 : Summary of U codes or code for special purposes in the Korean Classification of Diseases 6, which was revised in 2009.",
            "cite_spans": [
                {
                    "start": 354,
                    "end": 358,
                    "text": "[17]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 698,
                    "end": 702,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 854,
                    "end": 861,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Data Source."
        },
        {
            "text": "Code name Number of 4-digit subcategories",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3-digit code"
        },
        {
            "text": "U20-U21 General diseases 12 U22",
            "cite_spans": [],
            "ref_spans": [],
            "section": "U20-U33 Disease name in Oriental medicine 97"
        },
        {
            "text": "Mental and behavioral disorders 3",
            "cite_spans": [],
            "ref_spans": [],
            "section": "U20-U33 Disease name in Oriental medicine 97"
        },
        {
            "text": "Diseases of the nervous system 12 U25",
            "cite_spans": [],
            "ref_spans": [],
            "section": "U23-U24"
        },
        {
            "text": "Diseases of eye, tongue, and throat 6",
            "cite_spans": [],
            "ref_spans": [],
            "section": "U23-U24"
        },
        {
            "text": "Diseases of the circulatory system 4 U27",
            "cite_spans": [],
            "ref_spans": [],
            "section": "U26"
        },
        {
            "text": "Diseases of the respiratory system 8 U28",
            "cite_spans": [],
            "ref_spans": [],
            "section": "U26"
        },
        {
            "text": "Diseases of the digestive system 10 U29",
            "cite_spans": [],
            "ref_spans": [],
            "section": "U26"
        },
        {
            "text": "Diseases of the skin and subcutaneous tissue 8 U30",
            "cite_spans": [],
            "ref_spans": [],
            "section": "U26"
        },
        {
            "text": "Diseases of the musculoskeletal system and connective tissue 7 U31",
            "cite_spans": [],
            "ref_spans": [],
            "section": "U26"
        },
        {
            "text": "Diseases of the genitourinary system 10 U32",
            "cite_spans": [],
            "ref_spans": [],
            "section": "U26"
        },
        {
            "text": "Diseases of the female genitourinary system and those related to pregnancy 8 U33",
            "cite_spans": [],
            "ref_spans": [],
            "section": "U26"
        },
        {
            "text": "Diseases of retardation and development, childhood, and adolescence 9 Disease pattern/syndrome of defense-qi-nutrient-blood 9",
            "cite_spans": [],
            "ref_spans": [],
            "section": "U26"
        },
        {
            "text": "Disease pattern/syndrome of triple energizer 4",
            "cite_spans": [],
            "ref_spans": [],
            "section": "U59"
        },
        {
            "text": "Disease pattern/syndrome of qi-blood-yin-yang-fluid-humor 30",
            "cite_spans": [],
            "ref_spans": [],
            "section": "U60-63"
        },
        {
            "text": "Disease pattern/syndrome of qi 6 Disease pattern/syndrome of blood 6 Disease pattern/syndrome of qi-blood-yin-yang 9",
            "cite_spans": [],
            "ref_spans": [],
            "section": "U60-63"
        },
        {
            "text": "Disease pattern/syndrome of fluid and humor 9 KCD 6 Codes. The primary goal was to use the data from the U code visits that also had subdisease codes in 2012 to the remaining visits with only U codes as main disease codes and without any subdisease codes.",
            "cite_spans": [
                {
                    "start": 46,
                    "end": 51,
                    "text": "KCD 6",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "U60-63"
        },
        {
            "text": "The method to redistribute the U codes to KCD 6 codes was derived from garbage codes [1] . A garbage code redistribution algorithm was developed in a previous study of the burden of disease to explain the unknown cause of death based on the underlying cause in ICD-10 [14] . Similarly, the redistribution algorithm of U codes to KCD 6 codes aimed to explain disorders or patterns not explained by Western medicine based on the underlying cause found in the KCD 6.",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 88,
                    "text": "[1]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 268,
                    "end": 272,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "U60-63"
        },
        {
            "text": "First, U codes as the main disease code were collected, which accounted for 151,967 visits in 2012. These data became the target for data analysis, which was conducted with the 30 most commonly used U codes, covering approximately 80% of the total U code visits. Then, the subdisease codes and their frequencies were collected. In this process, subdiseases coded with U codes, S codes (injury, poisoning, and certain other consequences of external causes), R codes (symptoms, signs, and abnormal clinical and laboratory findings, NEC), and Z codes (factors influencing health status and contact with health services) were excluded before determining the frequencies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "U60-63"
        },
        {
            "text": "Before the redistribution of the main disease U codes to subdisease KCD 6 codes, a reorganizing process was conducted to rule out the codes that were irrelevant to the main disease codes. Subdisease codes can be used for diseases other than the main disease in many cases. To avoid this problem, only subdisease codes that were relevant to the main U codes were selected by doctors of Korean medicine, and the final decision was based on agreement of trained KMD doctors. For example, in the case of U303 (neck stiffness), the codes that were not directly related to pain or abnormal sensation of the neck, such as digestive disorders or urinary disorders, were removed. This process was based on consultation with medical professionals and professors and researchers at the College of Korean Medicine, Kyung Hee University, as well as review of the beta version of ICD-11, which includes traditional medicine in its structure based on the ICTM. By reviewing the beta version of ICD-11, the definition and explanation for each of the disorders or patterns in the U code were studied for the specific symptoms or signs replaced by KCD 6 codes. Symptoms or signs of the disorders or patterns in the U code that were not mentioned in the corresponding ICD-11 definition were removed before data analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "U60-63"
        },
        {
            "text": "After selecting the KCD 6 codes among the subdisease codes and calculating the frequencies, each of the frequencies was replaced with the ratio of each U code and KCD 6 code within the total frequency of the corresponding U code. For example, in the case of U303 (neck stiffness), the frequency of the KCD 6 code in the subdisease code was converted into an intercode proportion, which equaled 1, within U303: (1)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Calculation of the Proportion of U Codes in KCD 6 Codes."
        },
        {
            "text": "Then, each of these proportions was expanded and converted into the proportion within the total 151,967 visits that was only coded by U code and therefore missed in the original analysis of burden of disease, comprising the target data for analysis:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Calculation of the Proportion of U Codes in KCD 6 Codes."
        },
        {
            "text": "[U code-KCD 6 expected frequency]",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Calculation of the Proportion of U Codes in KCD 6 Codes."
        },
        {
            "text": "= [Inter-U code proportion] * 151, 967.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Calculation of the Proportion of U Codes in KCD 6 Codes."
        },
        {
            "text": "Finally, this proportion within the missed data was converted into a proportion within the total frequency of corresponding KCD 6 codes in the year 2012. Through this process, this study was able to quantify the proportion of the burden of disease in each KCD 6 code that was related to a U code or how much the missed data coded by U code added to the proportion of each burden of disease based on the KCD 6 codes. This process was conducted for each of the KCD codes in the subdisease codes in the U code data: ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Calculation of the Proportion of U Codes in KCD 6 Codes."
        },
        {
            "text": "However, when the frequency of the corresponding KCD 6 codes did not exceed 1,500, which was about 1% of the total U code frequency in our data, this process could result in overfitting of the total data. The process was designed under the assumption that the diseases in the KCD 6 codes followed a normal distribution; however, when the morbidity of the disease is too low, this process could stretch the proportion over the actual morbidity. Therefore, in such cases, the actual frequency, instead of the expected frequency, within the total U code data was used to calculate the proportion ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Calculation of the Proportion of U Codes in KCD 6 Codes."
        },
        {
            "text": "if the total frequency of the corresponding KCD 6 code was <1,500.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Calculation of the Proportion of U Codes in KCD 6 Codes."
        },
        {
            "text": "Furthermore, the cooccurrence of U codes and the corresponding KCD codes was visualized to show the relationship between the burdens of disease based on U codes and KCD 6 codes. Specifically, each of the inter-U code proportions was visualized to show the relationship between the U codes and KCD 6 codes in the NHIS-NSC data from 2012.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Calculation of the Proportion of U Codes in KCD 6 Codes."
        },
        {
            "text": "The data were analyzed using SAS 9.3 (SAS Institute), and the data were visualized using Python.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Calculation of the Proportion of U Codes in KCD 6 Codes."
        },
        {
            "text": "Evidence-Based Complementary and Alternative Medicine 5 Table 2 shows the 30 most commonly used U codes from the data in the NHIS cohort data from 2012 that also had subdisease codes and the number of U code visits in 2012 ( = 24,164). The remaining 151,967 visits had only U codes as the main disease codes, without any subdisease codes. The most commonly reported U code was U303, or neck stiffness. The most commonly used KCD 6 code in this analysis was related to musculoskeletal diseases (M codes), followed by diseases of the nervous system (G codes). Diseases of the digestive system (K codes) and mental and behavioral disorders (F codes) were also common. For example, U303 (neck stiffness) was redistributed to the following Because KCD 6 codes corresponding to U codes were reviewed using the beta version of ICD-11 and with medical professionals prior to the redistribution process, there were no KCD codes without any relevance to the corresponding U codes. The proportions of the U codes to the KCD codes were fairly evenly distributed following the redistribution to enable comparison of the data from the 24,164 visits to the remaining 151,967 visits with only U codes as the main disease codes and without any subdisease codes and the additional adjustments to prevent overfitting values in the redistribution table. The U code proportions ranged from <1% to approximately 20% of the burden of disease for each KCD 6 code; there were few high proportions for each of the U codes (Table 3) . Figure 1 shows the data visualization of the 1-digit KCD 6 code in each U code, showing which KCD 6 chapter or disorder explains each U code and its proportion. A clear relationship between the 30 most commonly used U codes and musculoskeletal diseases is prominent. U codes that did not show a relationship with musculoskeletal diseases were U280 (food accumulation), U332 (night crying), U600 (qi deficiency pattern/syndrome), U670 (pattern/syndrome of heart fire flaming upward), U680 (pattern/syndrome of spleen qi deficiency), and U730 (pattern/syndrome of stomach qi deficiency). In contrast, these codes showed strong relationships with diseases of the nervous system (G codes) and diseases of the digestive system (K codes). There were two major U codes that had strong relationships with mental disorders (F codes): U600 (qi deficiency pattern/syndrome) and U221 (depression; melancholy; depressive syndrome). It is interesting to note that U222 (fire disease, hwa-byung), which is listed in the Diagnostic and Statistical Manual, Fourth Edition (DSM-IV), as a culture-bound syndrome, did not show a strong relationship with mental disorders but rather showed a clearly strong relationship with musculoskeletal diseases. The DSM-IV criteria indicate that hwa-byung has strong psychosomatic symptoms rather than direct mental symptoms [19] .",
            "cite_spans": [
                {
                    "start": 2851,
                    "end": 2855,
                    "text": "[19]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 56,
                    "end": 63,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1496,
                    "end": 1505,
                    "text": "(Table 3)",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 1508,
                    "end": 1516,
                    "text": "Figure 1",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Calculation of the Proportion of U Codes in KCD 6 Codes."
        },
        {
            "text": "To our knowledge, this is the first study to incorporate U codes into the calculation of the burden of disease in Korea, 6 Evidence-Based Complementary and Alternative Medicine with a specific focus on the analytic methods and results to assess the burden of diseases coded under U codes that have been overlooked in previous studies. Many of the U codes were redistributed within KCD 6 classifications for musculoskeletal diseases and diseases of the nervous system. Until now, standardized compilations of methods for the analysis of traditional medicine in studies of the burden of disease have been lacking. Of the few studies that have focused on systematically understanding disease patterns explained in traditional medicine, some have shown possible links between the disorders and patterns and KCD or ICD [2, 20] . The present study, which enabled quantification of the utilization of health care services within Korean medicine, showed the additional proportion of the burden of disease for each KCD 6 code that could be assumed as the underlying factor in each of the U codes analyzed. Using this method, this study enabled a more complete analysis of the burden of disease in Korea, by including the part of the NHIS-NSC data represented by Korean medicine health care utilization. Information in the NHIS-NSC is organized by the type of medical institutions-Western medicine, Korean medicine, dental medicine, or pharmaceutical. NHIS provides an annual report, called the National Health Insurance Statistical Yearbook, which includes summaries of the utilization of each type of medicine from the NHIS-NSC data. Table 4 provides the recent (2010-2012) trend in health care utilization by the type of medicine from the yearbook [21] ; the utilization of Western medicine and Korean medicine did not drastically change over the years.",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 122,
                    "text": "6",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 814,
                    "end": 817,
                    "text": "[2,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 818,
                    "end": 821,
                    "text": "20]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1741,
                    "end": 1745,
                    "text": "[21]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1626,
                    "end": 1633,
                    "text": "Table 4",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The redistribution of many of the U codes into musculoskeletal diseases and diseases of the nervous system based on the KCD 6 supports the results of previous studies, in which Korean medicine was mainly utilized for musculoskeletal diseases [22, 23] . These results reflect the current utilization of Korean medicine in health care; many of the patients who visit Korean medical clinics have these diseases. Approximately 30% of patients with musculoskeletal diseases visit Korean medical clinics for treatments such as acupuncture [24] . In addition, many patients with diseases of the nervous system, such as facial palsy, cerebral infarct, or dementia, visit traditional medicine hospitals [25, 26] . The present results, including those illustrated in Figure 1 , should be understood within the current Korean medicine healthcare utilization, as part of the official health care system.",
            "cite_spans": [
                {
                    "start": 242,
                    "end": 246,
                    "text": "[22,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 247,
                    "end": 250,
                    "text": "23]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 533,
                    "end": 537,
                    "text": "[24]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 694,
                    "end": 698,
                    "text": "[25,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 699,
                    "end": 702,
                    "text": "26]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [
                {
                    "start": 757,
                    "end": 765,
                    "text": "Figure 1",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Although the data were limited to claims records from the NHIS-NSC, the results of the present study show how each of the disorders or patterns in Korean medicine can be understood in terms of KCD 6 codes. This data-driven WM: Western medicine; KM: Korean medicine. approach provides a new perspective in understanding and explaining disorders and patterns in Korean medicine, or within the larger scope of traditional medicine, via the disease classification system in Western medicine [27] . Previous efforts have focused on academic or experimental approaches, providing explanations of the physiological or functional symptoms explained in Korean medical or traditional medicine texts through the scientific lens of Western medicine or biomedicine or suggesting a possible mechanism for disorders and patterns in Korean medicine through experimental methods [2, 20, 28] . In contrast, a data-driven approach does not rely on the prior categorization of diseases as latent variables; rather, the data-driven approach enables a direct comparison of diseases between Western medicine and Korean medicine through data.",
            "cite_spans": [
                {
                    "start": 487,
                    "end": 491,
                    "text": "[27]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 862,
                    "end": 865,
                    "text": "[2,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 866,
                    "end": 869,
                    "text": "20,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 870,
                    "end": 873,
                    "text": "28]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "There are a few limitations in our study. First, the data source was based on claims from medical institutions to the NHIS. In other words, the data source and analysis did not include health care services not covered by the NHIS, including the out-of-pocket (OOP) sector. It is important to note that the portion of Korean medicine health care service that is not covered by NHIS is fairly large; therefore, a large part of Korean medicine health care utilization would not have been reported in the NHIS-NSC data [29, 30] . Second, the analysis was conducted for the 30 most common U codes in the NHIS data for the year 2012, which could have produced two issues. First, the most common U codes could change by year, with trends in health care utilization, which could therefore change the burden of disease. Also, the proportion that this study added to the current analysis of the burden of disease could change over time, yielding different data in another year. However, since this study aimed to produce the proportion in which the burden of disease for the year 2012 could develop, these two problems did not cause major errors in the current project. Furthermore, we aim to continue this project and apply the same method to another year to see the possible changes in the assimilated U codes and their proportions.",
            "cite_spans": [
                {
                    "start": 515,
                    "end": 519,
                    "text": "[29,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 520,
                    "end": 523,
                    "text": "30]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This study analyzed the burden of disease from U codes in the year 2012 using NHIS-NSC data. Although there are Evidence-Based Complementary and Alternative Medicine 9 some limitations, quantification of the proportion of U codes to KCD 6 codes and redistribution of those codes enable a better understanding of Korean medicine health care utilization. Furthermore, the relationship between U codes and KCD 6 codes through data visualization provides a way of understanding U code disorders and patterns from the KCD 6 perspective. Furthermore, it provided a deeper understanding of the disorders and patterns of U codes through KCD 6 diseases. This data visualization showed that musculoskeletal diseases accounted for a large part of Korean medicine utilization. Furthermore, the methodology applied in this study serves as an initial study to quantify U codes through KCD 6 codes, providing guidelines for further research of the burden of diseases, including other countries with a dual health care system similar to that in Korea.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "0%) 12,795,918 (21.9%) Total treatment cost ($) WM 31,211",
            "authors": [],
            "year": 2012,
            "venue": "Trend in health care utilization from the National Health Insurance Statistical Yearbook",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Global, regional, and national age-sex specific all-cause and cause-specific mortality for 240 causes of death, 1990-2013: a systematic analysis for the Global Burden of Disease study",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Naghavi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lozano",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "The Lancet",
            "volume": "385",
            "issn": "9963",
            "pages": "117--171",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Pattern classification in Kampo medicine",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yakubo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ito",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ueda",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Evidence-Based Complementary and Alternative Medicine",
            "volume": "2014",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Introduction of the World Health Organization project of the international classification of traditional medicine",
            "authors": [
                {
                    "first": "P.-F",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Watanabe",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Zhong Xi Yi Jie He Xue Bao",
            "volume": "9",
            "issn": "11",
            "pages": "1161--1164",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "International Statistical Classification of Diseases and Health Related Problems (The) ICD-10, World Health Organization",
            "authors": [],
            "year": 2004,
            "venue": "WHO",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Introduction to the history and current status of evidence-based Korean medicine: a unique integrated system of allopathic and holistic medicine",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Yin",
                    "suffix": ""
                },
                {
                    "first": "S.-G",
                    "middle": [],
                    "last": "Ko",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Evidence-Based Complementary and Alternative Medicine",
            "volume": "2014",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Global mortality, disability, and the contribution of risk factors: Global Burden of Disease study",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J L"
                    ],
                    "last": "Murray",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Lopez",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "The Lancet",
            "volume": "349",
            "issn": "9063",
            "pages": "1436--1442",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Evidence-based health policy-lessons from the global burden of disease study",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J L"
                    ],
                    "last": "Murray",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Lopez",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Science",
            "volume": "274",
            "issn": "5288",
            "pages": "740--743",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Alternative projections of mortality and disability by cause 1990-2020: Global Burden of Disease Study",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J L"
                    ],
                    "last": "Murray",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Lopez",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "The Lancet",
            "volume": "349",
            "issn": "9064",
            "pages": "1498--1504",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Mortality by cause for eight regions of the world: global burden of disease study",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J L"
                    ],
                    "last": "Murray",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Lopez",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "The Lancet",
            "volume": "349",
            "issn": "9061",
            "pages": "1269--1276",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The Global Burden of Disease 2000 Project: Aims, Methods and Data Sources, Harvard Burden of Disease Unit, Center for Population and Development Studies Massachusetts",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Murray",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Lopez",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Mathers",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Stein",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A comparative risk assessment of burden of disease and injury attributable to 67 risk factors and risk factor clusters in 21 regions, 1990-2010: a systematic analysis for the Global Burden of Disease Study",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Vos",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Flaxman",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "The Lancet",
            "volume": "380",
            "issn": "9859",
            "pages": "2224--2260",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Common values in assessing health outcomes from disease and injury: disability weights measurement study for the Global Burden of Disease study 2010",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Salomon",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Vos",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Hogan",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "The Lancet",
            "volume": "380",
            "issn": "9859",
            "pages": "2129--2143",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Economic burden of allergic rhinitis in Korea",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "S.-J",
                    "middle": [],
                    "last": "Yoon",
                    "suffix": ""
                },
                {
                    "first": "M.-W",
                    "middle": [],
                    "last": "Jo",
                    "suffix": ""
                },
                {
                    "first": "E.-J",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "H.-J",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "I.-H",
                    "middle": [],
                    "last": "Oh",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "American Journal of Rhinology and Allergy",
            "volume": "24",
            "issn": "5",
            "pages": "110--113",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Five year nationwide incidence of rhegmatogenous retinal detachment requiring surgery in Korea",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "N.-K",
                    "middle": [],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Woo",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS ONE",
            "volume": "8",
            "issn": "11",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The burden of mental disorders",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "W"
                    ],
                    "last": "Eaton",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Martins",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Nestadt",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "J"
                    ],
                    "last": "Bienvenu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Clarke",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Alexandre",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Epidemiologic Reviews",
            "volume": "30",
            "issn": "1",
            "pages": "1--14",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Measuring the burden of disease in Korea",
            "authors": [
                {
                    "first": "S.-J",
                    "middle": [],
                    "last": "Yoon",
                    "suffix": ""
                },
                {
                    "first": "S.-C",
                    "middle": [],
                    "last": "Bae",
                    "suffix": ""
                },
                {
                    "first": "S.-I",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Journal of Korean Medical Science",
            "volume": "22",
            "issn": "3",
            "pages": "518--523",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Cohort profile: the national health insurance service-National Sample Cohort (NHIS-NSC), South Korea",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Shin",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "International Journal of Epidemiology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Stroke risk prediction model: a risk profile from the Korean study",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Jee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "S.-Y.",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Atherosclerosis",
            "volume": "197",
            "issn": "1",
            "pages": "318--325",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Hwabyung in Korea: culture and dynamic analysis",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Min",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "World Cultural Psychiatry Research Review",
            "volume": "4",
            "issn": "1",
            "pages": "12--21",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Traditional Japanese Kampo medicine: clinical research between modernity and traditional medicine-the state of research and methodological suggestions for the future",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Watanabe",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Matsuura",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Evidence-Based Complementary and Alternative Medicine",
            "volume": "2011",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Complementary and alternative medicine in Korea: current status and future prospects",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Hong",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Journal of Alternative and Complementary Medicine",
            "volume": "7",
            "issn": "1",
            "pages": "33--40",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Use of complementary and alternative medicine by arthritis patients in a university hospital clinic serving rheumatology patients in Korea",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "Y.-I",
                    "middle": [],
                    "last": "Seo",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Rheumatology International",
            "volume": "23",
            "issn": "6",
            "pages": "277--281",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Use of traditional Korean medicine by patients with musculoskeletal disorders",
            "authors": [
                {
                    "first": "B.-R",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "Y"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "K.-J",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "D"
                    ],
                    "last": "Kwon",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS ONE",
            "volume": "8",
            "issn": "5",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Traditional Chinese medicine for senile dementia",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xiu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Tiwari",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Evidence-Based Complementary and Alternative Medicine",
            "volume": "2012",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Traditional Korean medicine: now and the future",
            "authors": [
                {
                    "first": "K.-H",
                    "middle": [],
                    "last": "Leem",
                    "suffix": ""
                },
                {
                    "first": "H.-K",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Neurological Research",
            "volume": "29",
            "issn": "1",
            "pages": "3--4",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Searching for evidence in traditional Chinese medicine research: a review and new opportunities",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Poon",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Goyal",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Poon",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Data Analytics for Traditional Chinese Medicine Research",
            "volume": "",
            "issn": "",
            "pages": "1--16",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Syndrome pattern and its application in parallel randomized controlled trials",
            "authors": [
                {
                    "first": "B.-C",
                    "middle": [],
                    "last": "Shin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "Y.-H",
                    "middle": [],
                    "last": "Cho",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Chinese Journal of Integrative Medicine",
            "volume": "19",
            "issn": "3",
            "pages": "163--171",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Traditional medicine in China, Korea, and Japan: a brief introduction and comparison",
            "authors": [
                {
                    "first": "H.-L",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "H.-S",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "B.-C",
                    "middle": [],
                    "last": "Shin",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Evidence-Based Complementary and Alternative Medicine",
            "volume": "2012",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Traditional medicine, professional monopoly and structural interests: a Korean case",
            "authors": [
                {
                    "first": "H.-J",
                    "middle": [],
                    "last": "Cho",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Social Science & Medicine",
            "volume": "50",
            "issn": "1",
            "pages": "123--135",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "of KCD 6 sub disease code] [Total frequency of the corresponding U code].",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "code-KCD 6 expected frequency] [Total frequency of the corresponding KCD 6 code].",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "of KCD 6 sub disease code] [Total frequency of the corresponding KCD 6 code]",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "KCD codes: M791 (myalgia), M626 (muscle strain), M759 (shoulder lesion, unspecified), M758 (other shoulder lesions), M750 (adhesive capsulitis of shoulder or frozen shoulder), M255 (pain in joint), M542 (cervicalgia), M548 (other dorsalgia), M751 (rotator cuff or supraspinatus tear of rupture [complete, incomplete] not specified as traumatic), M796 (pain in limb), M549 (backache NOS), M531 (cervicobrachial syndrome), M501 (cervical disc disorder with radiculopathy), M797 (fibromyalgia), M624 (contracture of muscle), G568 (interdigital neuroma of upper limb), and G439 (migraine, unspecified).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Visualization of the probability of the cooccurrence of the 30 most commonly used U codes in the 2012 National Health Insurance Service data in Korea and each chapter of the Korean Classification of Diseases 6 codes.",
            "latex": null,
            "type": "figure"
        },
        "TABREF2": {
            "text": "Thirty most commonly used U codes in Korea, 2012.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Redistribution of U codes to Korean Classification of Diseases (KCD) 6 codes.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Continued.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors declared that there is no conflict of interests regarding the publication of this paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of Interests"
        },
        {
            "text": "In-Hwan Oh and Bo-Hyoung Jang contributed equally to this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authors' Contribution"
        }
    ]
}