{
    "paper_id": "c6202f96bd4b2aea699d5fbe867f311498dca3aa",
    "metadata": {
        "title": "Policy Forum Bioethical Implications of Globalization: An International Consortium Project of the European Commission",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "T he term \"globalization\" was popularized by Marshall McLuhan in War and Peace in the Global Village . In the book, McLuhan described how the global media shaped current events surrounding the Vietnam War [1] and also predicted how modern information and communication technologies would accelerate world progress through trade and knowledge development. Globalization now refers to a broad range of issues regarding the movement of goods and services through trade liberalization, and the movement of people through migration.",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 208,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Much has also been written on the global effects of environmental degradation, population growth, and economic disparities. In addition, the pace of scientifi c development has accelerated, with both negative and positive implications for global health. Concerns for national health transcend borders, with a need for shared human security and an enhanced role for international cooperation and development [2] . These issues have signifi cant bioethical implications, and thus a renewed academic focus on the ethical dimensions of public health is needed.",
            "cite_spans": [
                {
                    "start": 407,
                    "end": 410,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Future developments in science and health policy also require a fi rm grounding in bioethical principles. These core principles include benefi cence; nonmalefi cence (to do no harm); respect for persons and human dignity (autonomy); and attention to equity and social justice. According to the World Health Organization [3] , global ethical approaches should (1) monitor and update ethical norms for research, as necessary; (2) anticipate ethical implications of advances in science and technology for health; (3) apply internationally accepted codes of ethics; (4) ensure that agreed standards guide future work on the human genome; and (5) ensure that quality in health systems and services is assessed and promoted.",
            "cite_spans": [
                {
                    "start": 320,
                    "end": 323,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 359,
                    "end": 362,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 424,
                    "end": 427,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 510,
                    "end": 513,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The Bioethical Implications of Globalization (BIG) Project is a 42-month dialogue funded by the European Commission that involves a series of expert panel discussions on four specifi c globalization and health subject areas: (1) mobility of people;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Bioethical Implications of Globalization Project"
        },
        {
            "text": "(2) technological globalization; (3) liberalization of trade; and (4) new global health threats (bioterrorism). In addition, BIG includes a multipleround Delphi Process (Box 1) to solicit input on these issues from a broad, interdisciplinary audience.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Bioethical Implications of Globalization Project"
        },
        {
            "text": "The project's purpose is both to raise short-term, practical considerations about globalization and health and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Bioethical Implications of Globalization Project"
        },
        {
            "text": "Delphi is a group communication technique designed to obtain opinions from a panel of selected experts on specifi c issues through the sending of questionnaires to be completed within a specifi ed time. The experts are contacted individually and they do not know other group participants and their opinions-the aim is to submit the group participants to the same conditions. Participants do not meet personally, thereby avoiding undue infl uence. The process foresees the following points: The process is repeated a number of times, until a convergence of all group members is obtained. The process ends with analysis of the answers and formulation of the fi nal report.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 1. The Delphi Method"
        },
        {
            "text": "(Adapted from http://www.bigproject. org/dephi.htm) Thomas E. Novotny*, Emilio Mordini, Ruth Chadwick, J. Martin Pedersen, Fabrizio Fabbri, Reidar Lie, Natapong Thanachaiboot,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 1. The Delphi Method"
        },
        {
            "text": "to provide a longer-term, strategic perspective on the four selected public health-related issues. The fi nal conclusions will be presented to a high-level meeting of European Union (EU) policy makers in 2006; these conclusions may then inform future research directions and stimulate additional critical thinking about globalization and its bioethical implications for health policy. This article presents preliminary results from the BIG Project.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Elias Mossialos, Govin Permanand"
        },
        {
            "text": "Mobility results from the increasing ease of domestic and international travel as well as from instantaneous access to information through the Internet and other electronic resources. Mobility may involve the pursuit of a better quality of life, development of markets for traded goods and services, return of resources to home countries, and improvement of professional and business networks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mobility of People and Consequences for Health Systems"
        },
        {
            "text": "However, migration may also affect psychological and physical health as a result of confl ict, famine, poverty, and the insuffi cient cultural or economic integration of migrants within their new home society. It may contribute to the spread of infectious diseases across borders ( Figure 1 ). The recent epidemic of SARS was a classic example of an infectious disease propagated through the movement of people across borders; it required attention from the original site to control migration (quarantine) as well as vigilance by secondary sites to protect their populations ( Figure  2 ) [4] . For these and other reasons, the International Organization for Migration is increasingly concerned with migratory patterns and their health consequences in a globalizing world (for an illustration of the emerging confl ict of ideas, see http:⁄⁄www.iom. int and http:⁄⁄www.noborder.org/ iom/index.php).",
            "cite_spans": [
                {
                    "start": 589,
                    "end": 592,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 282,
                    "end": 290,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 577,
                    "end": 586,
                    "text": "Figure  2",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Mobility of People and Consequences for Health Systems"
        },
        {
            "text": "Cross-border health commerce is related to mobility. In Europe, this commerce is likely to increase as the EU enlarges to include Eastern and Central European nations. Such commerce may include the movement of health providers from East to West as well as \"medical tourism\" in pursuit of less costly or more accessible high-quality health care. In addition, international trade in illegal health products and inconsistent regulatory and safety standards for exports may threaten public health, especially in unregulated pharmaceutical markets.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mobility of People and Consequences for Health Systems"
        },
        {
            "text": "Ethical concerns may also result from the vast growth in international tourist travel. Such travel now accounts for a twelfth of world trade, supporting an economy the size of a middle-income country [5] . Tourism may provide substantial economic benefi ts to many developing countries, and it may improve cultural understanding among travelers. However, these benefi ts require an ethical concern for the environment and for persons employed in the tourist industry.",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 203,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Mobility of People and Consequences for Health Systems"
        },
        {
            "text": "The rights of nations to protect against infectious disease and unsafe medical practices, as well as the rights of human beings displaced by war, traffi cking, and economic and cultural disruption, are critical concerns for health policy makers. Poverty and social disparities are key factors in the growth of global migration. Therefore, it is timely to consider whether mobility is a human right, and whether those who migrate have rights to health care in their new country. These questions should be considered by health policy makers within the ethical contexts of individual autonomy, social justice, nonmalefi cence, and benefi cence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mobility of People and Consequences for Health Systems"
        },
        {
            "text": "Technology drives globalization and in turn is driven by globalization. However, there is considerable ambiguity as to the value of technological globalization, especially for health in low-income countries. The \"digital divide\" may be important in improving health or income disparities as the electronic revolution provides scientists and health workers in both the developed and developing world with unprecedented access to information. Much could be done to reduce information inequities for the developing world through collective international action, but new global governance mechanisms may be needed to achieve this goal for information technology [6] .",
            "cite_spans": [
                {
                    "start": 658,
                    "end": 661,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Technological Globalization and Health: Information Technology and Genomics"
        },
        {
            "text": "Interestingly, the Internet is a structural necessity for fi nancial and corporate globalization, but the same technology is used by nongovernmental organizations, political groups, and cultural movements to support grassroots social justice and human rights campaigns against these globalizing corporations. Neither side in this struggle would advocate limitations to the expansion of Internet technology, but both sides need to consider the bioethical implications of increased information access.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Technological Globalization and Health: Information Technology and Genomics"
        },
        {
            "text": "On the other hand, the ethical issues surrounding genomics (with both environmental and human concerns) are quite ambiguous. While there may be signifi cant benefi ts to identifying genetically benefi cial products or genetic determinants of disease, there are also concerns about altering natural environments and about collecting routine genetic information from general populations [7] .",
            "cite_spans": [
                {
                    "start": 385,
                    "end": 388,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Technological Globalization and Health: Information Technology and Genomics"
        },
        {
            "text": "For example, some experts assert that genetically modifi ed (GM) crops will signifi cantly increase crop yields without requiring any additional farmland, thus preserving valuable rain forests and animal habitats. herbicides, and pesticides. Farmers are not allowed to trade or save GM seed from one harvest to the next, and \"terminator technology\" (producing grains that are genetically modifi ed so that they cannot be used to generate new crops) is under development. (See http:⁄⁄www.globalissues.org/ EnvIssues/GEFood/Terminator.asp for more information on this technology.) Thus, ethical considerations of distributive justice and benefi cence must be considered in the debate about the global applicability of GM crops.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Technological Globalization and Health: Information Technology and Genomics"
        },
        {
            "text": "For the pharmaceutical and health care industries, genetic testing could provide information about the shape of future markets and the possible tailoring of specifi c pharmacotherapy to genomic susceptibility. For governments, genetic testing may provide predictive information on a population basis that could aid future health care planning. Genetic information might also be similarly used by the insurance industry, but the identifi cation of genetically \"high-risk\" individuals would likely interfere with their autonomy, in that they may not be able to purchase health insurance. For example, the Apolipoprotein E test may indicate that an individual has two copies of one form (allele e4) of the gene that leads to Alzheimer disease [9] . Could this information be used by insurance companies or possible employers to deny insurability, despite no current adverse health effects?",
            "cite_spans": [
                {
                    "start": 740,
                    "end": 743,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Technological Globalization and Health: Information Technology and Genomics"
        },
        {
            "text": "In the post-genomic era there is potential to both reduce and increase health inequities, but much will depend on how ethical issues are addressed. If interventions to increase the life span for those with access to high quality health care must compete with expensive investments in genetic research on infectious diseases (which affect the poor most of all), health inequalities may be amplifi ed between those with access and those without access to health care. If research participants or patients in low-income countries have unequal access to information, they may not be properly informed about genetic testing and the counseling needed if adverse genetic information is found. Population-based genomic research may characterize groups of people in such a way that encourages discrimination. Such research may also lead to disputes about ownership of genetic resources from participant populations. Health professionals must have a solid grounding in bioethical issues as they make clinical decisions based on genetic information. However, health policy makers and global governance structures must also be accountable for the potential adverse consequences such decisions might engender.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Technological Globalization and Health: Information Technology and Genomics"
        },
        {
            "text": "One may ask: will genomic science really help developing nations? To what extent can benefi ts be shared? Will pharmaceutical and biotechnology companies invest in poor countries if they can make more money working on therapeutics for high-income countries? Thus, concern for the bioethical issues of social justice and benefi cence arises. Genomics has the potential to be a global public good, but there is considerable uncertainty as to its bioethical justifi cation in all cultures [10] .",
            "cite_spans": [
                {
                    "start": 486,
                    "end": 490,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Technological Globalization and Health: Information Technology and Genomics"
        },
        {
            "text": "In general, globalization helps liberalize trade through removal of import restrictions and tariffs, through removal of restrictions on trade in services, and through linkage of trade sanctions to the protection of intellectual property rights. All these activities may have an impact on population health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Liberalization of Trade and its Effects on Health"
        },
        {
            "text": "Defenders of trade liberalization claim that this process is one of the most effective means of increasing a country's wealth and, by extension, population health. Even if this were always true, there may be specifi c policies that have particularly detrimental effects on health (such as opening markets to trade in manufactured tobacco products). Further, there may be an ethical argument based on social justice against some trade liberalization policies. If, for example, trade liberalization between rich and poor countries produces proportionally more wealth in rich countries compared with poor countries, this may suggest a socially unjust result of liberalization; poor countries' economies may not grow as fast as rich countries' economies in this situation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Liberalization of Trade and its Effects on Health"
        },
        {
            "text": "The relationship between wealth and health is actually somewhat controversial: the so-called Preston curves demonstrate a dramatic relationship between health and economic prosperity up to about a Purchasing Power Parity of US$3,000 per capita per year [11] . However, there are cheap, cost-effective approaches to population health (such as vaccination, clean water, and sewage disposal) that may not be affected by the increase in Purchasing Power Parity. These approaches were relatively more important than economic development per se in early 20thcentury interventions in developed countries, and they are likely to be more important for infl uencing health among developing country populations today than simple economic growth. On the other hand, high-intensity technological improvement rather than economic growth may be more important to health in rich countries compared with developing countries.",
            "cite_spans": [
                {
                    "start": 253,
                    "end": 257,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Liberalization of Trade and its Effects on Health"
        },
        {
            "text": "The concern for intellectual property rights in trade has been an extraordinarily contentious issue in recent years. Newer drugs that are effective against diseases in resourcepoor but highly impacted countries, such as antiretroviral drugs against HIV, have been prohibitively expensive in these countries, in part because of patent protections. With the Trade-Related Intellectual Property agreement, patent protection became linked to trade policy; if countries in need of cheaper essential drugs did not conform to patent rules, trade retaliation from exporting countries might ensue. However, restrictions on poor countries' responses to legitimate public health emergencies may be unethical on the basis of distributive justice, nonmalefi cence, and benefi cence. Exceptions for public health emergencies (such as HIV/AIDS) under the Trade-Related Intellectual Property agreement include the right to compulsory licensing (local companies produce patented medicines in exchange for a royalty payment to the patent holder) or parallel importing (importing patented drugs sold more cheaply elsewhere) that will make essential medicines more available to highly impacted countries without fear of trade retaliation from the originating country [12] .",
            "cite_spans": [
                {
                    "start": 1247,
                    "end": 1251,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Liberalization of Trade and its Effects on Health"
        },
        {
            "text": "The General Agreement on Trade in Services is a relatively new treaty that covers trade in health services [13] . The agreement has been severely criticized by some, who claim that it increases privatization of health care services and undermines public health care systems. However, given its ambiguities, the actual impact of the agreement on the health sector will be largely determined by the way in which the agreement is further specifi ed in multinational commitments [14] . Social justice, equity, benefi cence, and nonmalefi cence will all come into play in the implementation of this treaty.",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 111,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 475,
                    "end": 479,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Liberalization of Trade and its Effects on Health"
        },
        {
            "text": "Concerns for security against biological weapons have recently arisen among both poor and wealthy nations. Some, however, question the enormous sums now being spent to address the perceived threats due to bioterrorism even without strong evidence for actual threats. Even without such evidence, global bioethical principles at least suggest the need for a framework for consideration of distributive justice in this arena.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "New Global Health Threats, Focusing on Bioterrorism"
        },
        {
            "text": "For example, should a nation with a limited supply of a vaccine against weaponized smallpox offer its stockpiles to a neighboring country that is under direct attack? This case is complicated by the fact that the infection could spread to its own territory. In the case of widespread biological attacks, which global governing agency, country, or other entity would be responsible for global resource allocation? Clearly, risks from bioweapons are trans-border, but resources may be unevenly and inequitably distributed, requiring a bioethically based policy determination on a global basis [15] .",
            "cite_spans": [
                {
                    "start": 591,
                    "end": 595,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "New Global Health Threats, Focusing on Bioterrorism"
        },
        {
            "text": "A further concern with respect to biomedical research is the issue of dual-use technology development for health benefi ts as well as for possible bioweapons. Governments must balance the secrecy necessary for security with the need for disclosure of information that is essential for research and development in health. It is very diffi cult to sequester new knowledge that might be applied to building biological weapons without simultaneously impeding research on defense against those bioweapons and on other benefi cial biomedical advances. Most BIG Project scientists agree that the benefi ts of releasing scientifi c information in general outweigh the risk of its misuse. However, the scientifi c community needs to consider whether new codes of conduct are necessary or whether existing governance is suffi cient to support a bioethical approach to research on possible dualuse technologies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "New Global Health Threats, Focusing on Bioterrorism"
        },
        {
            "text": "Global bioethical challenges require careful theoretical deliberation and practical considerations for international health policies [16] . The BIG Project seeks to guide these processes in four selected areas of interest to the EU, so that the project results may be helpful to policy makers at local, national, and international levels.",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 137,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The BIG Project has found that bioethical principles are important in considerations of migration, trade, information technology, genomics, and bioweapons threats. Globalization in these arenas is neither a right nor a wrong process, but it demands careful consideration of bioethical principles including social justice, benefi cence, nonmalefi cence, and individual autonomy. These concerns may not be immediately obvious to health policy makers, and thus the BIG Project results may help clarify the larger goals and purposes of bioethically based health policy development within the EU and elsewhere. More information about the BIG Project can be found at http:⁄⁄www. bigproject.org/project.htm.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "War and peace in the global village",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mcluhan",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Fiore",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "190",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The globalization of public health, I: Threats and opportunities",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Yach",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bettcher",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Am J Public Health",
            "volume": "88",
            "issn": "",
            "pages": "735--738",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The globalization of public health ethics? Millennium",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bettcher",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Yach",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Int St",
            "volume": "27",
            "issn": "",
            "pages": "469--496",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Update: Outbreak of severe acute respiratory syndrome-Worldwide",
            "authors": [],
            "year": 2003,
            "venue": "United States Centers for Disease Control and Prevention",
            "volume": "52",
            "issn": "",
            "pages": "241--248",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The tourist gaze",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Urry",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "184",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Global governance of the technological revolution",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mordini",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "585--592",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Ethical considerations on pharmacogenomics",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mordini",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Pharmacol Res",
            "volume": "49",
            "issn": "",
            "pages": "375--379",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Selling suicide-Farming, false promises and genetic engineering in developing countries",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Simms",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "London: Christian Aid Reports. Available",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Apolipoprotein E epsilon4 genotype as a risk factor for cognitive decline and dementia: Data from the Canadian Study of Health and Aging",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "Y"
                    ],
                    "last": "Hsiung",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Sadovnick",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Feldman",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "CMAJ",
            "volume": "171",
            "issn": "",
            "pages": "863--867",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Genomic databases as global public goods?",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chadwick",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Res Publica",
            "volume": "10",
            "issn": "",
            "pages": "123--143",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "June) Health, inequality, and economic development",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Deaton",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "National Bureau of Economic Research. Available: http:⁄⁄www. nber.org/papers/w8318. Accessed 9",
            "volume": "8318",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Declaration on the TRIPS agreement and public health",
            "authors": [],
            "year": 2001,
            "venue": "Geneva: World Trade Organization. Available",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Trade and health: Is the health community ready for action",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Koivusalo",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "PLoS Med",
            "volume": "2",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pmed.0020008"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The General Agreement on Trade in Services: Implications for health policymakers",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Belsky",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lie",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mattoo",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Emmanuel",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sreenivasan",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Health Aff",
            "volume": "23",
            "issn": "",
            "pages": "137--145",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Ethical implications of scientifi c research on bioweapons and prevention of bioterrorism",
            "authors": [],
            "year": 2004,
            "venue": "Brussels: European Commission, DG Research Directorate E: Biotechnology, Agriculture and Food Research. Available",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "What ethics can contribute to health policy",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kingdon",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Ethical dimensions of health policy",
            "volume": "",
            "issn": "",
            "pages": "51--64",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "• Identifi cation of the problem • Selection of the relevant questions • Preparation and delivery of the fi rst questionnaire • Analysis of the answers and elaboration of the fi rst synthesis; preparation and delivery of a second questionnaire containing reformulated questions based on such elements as results from analysis of and comments upon the fi rst questionnaire, illustrative of how other participants have answered previous questions • Analysis and synthesis of answers • Delivery of further questionnaires as required",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "International Travel May Contribute to the Spread of Infectious Diseases across Borders",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Scanning Electron Micrograph Showing the \"Rosettelike\" Appearance of the Matured SARS-CoV (Coronavirus) Particles (Arrows) This scanning electron micrograph emphasizes the form and structure of the virus particle, or virion, made visible with negative staining (inset) under transmission electron microscopy. Short and stubby spikes are visible on the virus surface. (Photo: CDC/Mary Ng Mah Lee, National University of Singapore, Singapore)",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}