{
    "paper_id": "c682f8e05b7363e2407b3055826f6c93b6c1f3ad",
    "metadata": {
        "title": "Influenzanet Agreed Questionnaire 2012",
        "authors": []
    },
    "abstract": [
        {
            "text": "In blue: comments regarding technical implementation and national application.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "In red: notes with information on the question for the participants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Where the options is \"pick only one\" (e.g. Intake Q1) = filled bullet points; Where it is \"pick all that apply\" (e.g. Intake Q5) = open bullet points.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "This latter option will need some built in checks, since \"No\" is often an option we would want to retain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Individuals who have unsubscribed from the newsletter/project or stopped reporting (no report for at least 6 weeks), should be prompted to fill in this short, separate questionnaire.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Question to be asked when adding another participant. For each additional person that a person registered this question should be asked.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intake questionnaire Intake Q0"
        },
        {
            "text": "If a person just registers and enters data for himself, then this question should not be asked.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intake questionnaire Intake Q0"
        },
        {
            "text": "If you are filling in the survey on behalf of someone else, then make sure that you have the consent of that person to do so Why are we asking this? Flu is thought to spread very effectively at home, so it's important to know which Flusurvey (or Influweb or Influensakoll or…) participants live in the same household.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Yes No"
        },
        {
            "text": "A household member is defined as a someone (not necessarily related) who lives at the same address as you and who shares cooking facilities and a living room, sitting room or dining area.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How should I answer it?"
        },
        {
            "text": "What is your gender?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intake Q1"
        },
        {
            "text": "Why are we asking this? To find out whether the chance of getting flu is different between men and women.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Male Female"
        },
        {
            "text": "What is your date of birth (month and year)?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intake Q2"
        },
        {
            "text": "Why are we asking this? The chance of getting flu and the risk of more serious complications vary by age.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Two drop-down lists"
        },
        {
            "text": "Should be pre-filled for multiple users of a single account, if they're in the same household. This is the NL/UK version. For countries which have permission to collect the whole postcode then this should be re-worded, and the data collected to allow.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intake Q3"
        },
        {
            "text": "What is the first part of your home postal code?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intake Q3"
        },
        {
            "text": "XXXX / the whole post-code to be collected Why are we asking this? To check how representative our sample is, and to see whether the chance of getting of flu varies across the country.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intake Q3"
        },
        {
            "text": "How should I answer it? Please choose the first part of the post-code (the part before the space).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intake Q3"
        },
        {
            "text": "What is your main activity?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intake Q4"
        },
        {
            "text": "Paid employment, full-time Paid employment, part-time Self-employed (businessman, farmer, tradesman, etc) Attending daycare/school/college/university Home-maker (e.g. housewife) Unemployed Long-term sick-leave or parental leave Retired Other Why are we asking this? To check how representative our sample is compared to the population as a whole, and to find out whether the chance of getting flu is different for people in different types of occupation.",
            "cite_spans": [
                {
                    "start": 54,
                    "end": 105,
                    "text": "Self-employed (businessman, farmer, tradesman, etc)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Intake Q4"
        },
        {
            "text": "How should I answer it? Please tick the box that most closely resembles your main occupation. For pre-school children who don't go to daycare tick the \"other\" box.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intake Q4"
        },
        {
            "text": "If \"Yes, Paid employment full time\", or \"Yes, paid employment part time\" to Q4, or \"Self-employed (businessman, farmer, tradesman, etc), or \"Attending daycare/school/college/university\" What is the first part of your school/college/workplace postal code (where you spend the majority of your working/studying time)?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intake Q4b"
        },
        {
            "text": "XXXX I don't know/can't remember Not applicable (e.g. don't have a fixed workplace) Why are we asking this? To find out roughly how far you travel on a regular basis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intake Q4b"
        },
        {
            "text": "How should I answer it? Please choose the first part of the post-code (the part before the space).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intake Q4b"
        },
        {
            "text": "If \"Yes, Paid employment full time\", or \"Yes, paid employment part time\" to Q4, or \"Self-employed (businessman, farmer, tradesman, etc).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intake Q4c"
        },
        {
            "text": "Trigger free text if \"other\" checked, allow the users to write in their occupation Which of the following descriptions most closely matches with your main occupation? Professional (e.g. manager, doctor, teacher, nurse, engineer) Office work (e.g. admin, finance assistant, receptionist, etc) Retail, sales, catering and hospitality and leisure (e.g. shop assistant, waiter, bar-staff, gym instructor etc) Skilled manual worker (e.g. mechanic, electrician, technician)",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 228,
                    "text": "Professional (e.g. manager, doctor, teacher, nurse, engineer)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Intake Q4c"
        },
        {
            "text": "Other manual work (e.g. cleaning, security, driver) Other Why are we asking this? To check how representative our sample is compared to the population as a whole and to find out whether the chance of getting flu is different for people in different types of occupation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intake Q4c"
        },
        {
            "text": "Please tick the box that most closely resembles your main occupation. Intake Q4d (to be asked for those aged 16 and over) This is the UK version. The 2 nd bullet point is exams taken at the time of early school leaving (16 in the UK), the 3 rd bullet point for late school leaving (18 in the UK). The others are for degrees, or higher qualifications, which should be fairly comparable across Europe.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How should I answer it?"
        },
        {
            "text": "The questions that you should ask at the bullets 2 and 3, are related to exams taken at early and late school leaving ages.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How should I answer it?"
        },
        {
            "text": "What is the highest level of formal education qualification that you have?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How should I answer it?"
        },
        {
            "text": "If you are still in education, then please tick this box with the appropriate highest level that you have already achieved. How should I answer it? Please choose the box that represents your HIGHEST level of educational achievement. The different options roughly equate to:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How should I answer it?"
        },
        {
            "text": "No qualifications school-leaving exams at around 16 years of age school-leaving exams at around 18 years of age University degree, or equivalent professional qualification Higher degree or advanced professional qualification If you are an adult who is currently undergoing part-time training (e.g. night-school) then tick the box that represents your current highest level of education.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How should I answer it?"
        },
        {
            "text": "Needs to have a check so that participants can't give inconsistent answers o None of the above Why are we asking this?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intake Q5"
        },
        {
            "text": "To find out whether you are likely to be exposed to more flu than the average person (e.g. work with children, or patients)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intake Q5"
        },
        {
            "text": "How should I answer it?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intake Q5"
        },
        {
            "text": "Groups of people could include any setting where you come into contact with large numbers of people at once, e.g. a teacher who may contact many children in a day",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intake Q5"
        },
        {
            "text": "This should be a table with the 1 st column being the age groups (as above), and the 2 nd column being numbers, 0,1,2,3,4,5+. It should be PRE-FILLED with zeros.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intake Q6"
        },
        {
            "text": "Preferably to be pre-filled for multiple users of a single account, if they're in the same household?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intake Q6"
        },
        {
            "text": "INCLUDING YOU, how many people in each of the following age groups live in your household? Members of larger households, or those with children, may be more likely to catch flu than others.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intake Q6"
        },
        {
            "text": "A household is defined as a group of people (not necessarily related) living at the same address who share cooking facilities and share a living room, sitting room or dining area.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How should I answer it?"
        },
        {
            "text": "Ideally, this question would only be asked if they have children aged 0-18 -or if they're aged 0-18 themselves, and the answer would be a drop-down menu with the right number of options.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intake Q6b (If any in household are aged 0-18, including participant):"
        },
        {
            "text": "Attending school or day-care may be a risk for acquiring flu and similar illnesses. We would like to check this.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Why are we asking this?"
        },
        {
            "text": "If your child attends regular school or day-care (even if this is just one day a week) then please answer yes to this. Attendance of clubs and activities does not count -even if regular.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How should I answer it?"
        },
        {
            "text": "Walking Bike Motorbike/scooter Car Public transportation (bus, train, tube, etc) Other Why are we asking this?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What is your main means of transportation?"
        },
        {
            "text": "It has been suggested that using public transport may be a risk for flu. We would like to check this.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What is your main means of transportation?"
        },
        {
            "text": "Tick the option that best represents your most normal mode of transport.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How should I answer it?"
        },
        {
            "text": "On a normal day, how much time do you spend on public transport (bus, train, tube, etc)?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intake Q7b"
        },
        {
            "text": "No time at all 0-30 minutes 30 minutes -1.5 hours 1.5 hours -4 hours Over 4 hours Why are we asking this?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intake Q7b"
        },
        {
            "text": "It has been suggested that using public transport may be a risk for getting flu. We would like to check this.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intake Q7b"
        },
        {
            "text": "Think of a typical day. If you use several different forms of public transport each day, remember to include all journeys. Don't include taxis or other forms of private transport.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How should I answer it?"
        },
        {
            "text": "Never Once or twice a year Between 3 and 5 times a year Between 6 and 10 times a year More than 10 times a year I don't know",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How often do you have common colds or flu-like diseases?"
        },
        {
            "text": "Note that the years will need to be changed each year.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intake Q9"
        },
        {
            "text": "Yes No I don't know/can't remember Why are we asking this?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Did you receive a flu vaccine during the last autumn/winter season (2011-2012)?"
        },
        {
            "text": "We would like to be able to work out how much protection the vaccine gives. We would also like to find out if there is some protection from vaccines received in previous years.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Did you receive a flu vaccine during the last autumn/winter season (2011-2012)?"
        },
        {
            "text": "Answer yes if you received the vaccine last year (during the autumn/winter of 2011/2012",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How should I answer it?"
        },
        {
            "text": "Note that the years will need to be changed each year.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intake Q10"
        },
        {
            "text": "Yes [go to questions Q10b and Q10c] No [go to question Q10d] I don't know/can't remember Why are we asking this?",
            "cite_spans": [
                {
                    "start": 21,
                    "end": 35,
                    "text": "Q10b and Q10c]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Have you received a flu vaccine this autumn/winter season (2012-2013)?"
        },
        {
            "text": "We would like to be able to work out how much protection the vaccine gives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Have you received a flu vaccine this autumn/winter season (2012-2013)?"
        },
        {
            "text": "Report yes, if you received the vaccine this season, usually in the autumn. If you get vaccinated after filling in this questionnaire, please return to this and update your answer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How should I answer it?"
        },
        {
            "text": "Note that the years will need to be changed each year.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intake Q10b: (if \"Yes\" to Intake Q10, follow-up question)"
        },
        {
            "text": "XX/XX/XXXX I don't know/can't remember Why are we asking this?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "When were you vaccinated against flu this season (2012-2013)?"
        },
        {
            "text": "Knowing when people are vaccinated tells us how well the vaccination programme is being carried out.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "When were you vaccinated against flu this season (2012-2013)?"
        },
        {
            "text": "Please try and answer as accurately as possible. If you do not know the precise date, please give your best estimate. For instance, you might remember the month, then try and remember if it was at the beginning or the end of the month. Were there any significant events (e.g. a holiday or a birthday) that might help jog your memory? Intake Q10c: (if \"Yes\" to Intake Q10, follow-up question)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How should I answer it?"
        },
        {
            "text": "Note that risk groups (option 1) are UK-specific and may need adjusting for other countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How should I answer it?"
        },
        {
            "text": "(Select all options that apply) We would like to know why some people get vaccinated and others do not",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What were your reasons for getting a seasonal influenza vaccination this year?"
        },
        {
            "text": "Tick all those reasons that were important in your decision.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How should I answer it?"
        },
        {
            "text": "Needs to have a check so that participants can't give inconsistent answers This question allows us to find out whether you have other medical conditions that may increase your risk of having more severe illness if you are infected with flu.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intake Q11"
        },
        {
            "text": "How should I answer it?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intake Q11"
        },
        {
            "text": "Only answer \"yes\" if you take regular medication for your medical problem. If, for instance, you only occasionally take an asthma inhaler, then do not answer \"yes\" for asthma.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intake Q11"
        },
        {
            "text": "Only asked of women between ages 15 and 50)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intake Q12"
        },
        {
            "text": "Yes [go to question Q12]",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Are you currently pregnant?"
        },
        {
            "text": "Don't know/would rather not answer Why are we asking this?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "No"
        },
        {
            "text": "Pregnancy can result in more severe illness if you are infected with flu.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "No"
        },
        {
            "text": "Answer yes if you are pregnant today.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How should I answer it?"
        },
        {
            "text": "Intake Q12b: (if \"Yes\" to Intake Q12, follow-up question) Which trimester of the pregnancy are you in?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How should I answer it?"
        },
        {
            "text": "First trimester (week 1-12)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How should I answer it?"
        },
        {
            "text": "Second trimester (week 13-28)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How should I answer it?"
        },
        {
            "text": "Third trimester (week 29-delivery) Don't know/would rather not answer Why are we asking this?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How should I answer it?"
        },
        {
            "text": "The stage of pregnancy might alter your risk of severe flu if you are infected, although this is not very clear.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How should I answer it?"
        },
        {
            "text": "Which trimester are you in today?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How should I answer it?"
        },
        {
            "text": "Do you smoke tobacco?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intake Q13"
        },
        {
            "text": "Yes, occasionally Yes, daily, fewer than 10 times a day Yes, daily, 10 or more times a day Don't know/would rather not answer Why are we asking this?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "No"
        },
        {
            "text": "Smoking might make you more likely to get a more severe dose of flu. We would like to test this.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "No"
        },
        {
            "text": "Please answer as accurately as possible. If you smoke other products (e.g. a pipe or cigars), then indicate roughly how many times a day. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How should I answer it?"
        },
        {
            "text": "Tick all the options that apply. We are only interested in those allergies that cause respiratory symptoms (i.e. sneezing, runny nose, runny eyes).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How should I answer it?"
        },
        {
            "text": "Needs to have a check so that participants can't give inconsistent answers",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intake Q15 (not a core question)"
        },
        {
            "text": "(Select all options that apply) ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Do you follow a special diet?"
        },
        {
            "text": "If you are filling this in on behalf of someone else, please answer all the questions as if you are that person.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Symptoms questionnaire"
        },
        {
            "text": "-Needs to have a check so that participants can't give inconsistent answers -If report any symptoms, check database: was the participant STILL ILL when they last completed the Weekly survey (i.e. they said \"I am still ill\" in response to Weekly Q4 below last time?) AND have fewer than 15 days elapsed since they last completed the Weekly Survey AND fewer than 15 days have elapsed since their previous date of symptom onset -If Yes: continue with Weekly Q2 -If No or Don't know: then treat this as a \"new\" bout of illness, continue with Weekly Q3 -Of course, this only applies to people who have previously participated",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Weekly Q1"
        },
        {
            "text": "(Select all options that apply) The key part of this survey is tracking people's symptoms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Have you had any of the following symptoms since your last visit (or in the past week, if this is your first visit)?"
        },
        {
            "text": "For people with chronic (long-term) illnesses, only tick changes in symptoms. So, if you have chronic shortness of breath (for instance) then only tick this box if this has got worse recently.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How should I answer it?"
        },
        {
            "text": "The \"don't know\" option here might not apply to people filling it in for themselves but is relevant for people managing accounts for other people.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Weekly Q2 (If the participant was STILL ILL on their last visit and has reported symptoms this time):"
        },
        {
            "text": "This means that the current symptoms are the start of a \"new\" illness: continue with Weekly Q3",
            "cite_spans": [],
            "ref_spans": [],
            "section": "If NO or DON'T KNOW:"
        },
        {
            "text": "If YES: This means that the current symptoms are the continuation of the same bout of illness as the previous visit. The remainder of the symptoms questionnaire (onset date, further details about symptoms, details about seeking medical attention, treatment, time off work/school) can be pre-filled with their previous answers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "If NO or DON'T KNOW:"
        },
        {
            "text": "The point of the pre-filling is to make the survey quicker and easier for participants who have longerduration symptoms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "If NO or DON'T KNOW:"
        },
        {
            "text": "\"On DATE OF LAST VISIT you reported that you were still ill with symptoms that began on DATE OF FIRST SYMPTOMS REPORTED PREVIOUSLY.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "If NO or DON'T KNOW:"
        },
        {
            "text": "Yes No I don't know/can't remember Why are we asking this?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Are the symptoms you reported today part of the same bout of illness?"
        },
        {
            "text": "To make filling out the rest of the survey quicker for you.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Are the symptoms you reported today part of the same bout of illness?"
        },
        {
            "text": "If you believe that the symptoms you have reported today are caused by the same bout of illness as your previous symptoms, please tick \"yes\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How should I answer it?"
        },
        {
            "text": "To save you time, we have filled in the information you gave us previously about your illness. Please check that it is still correct, and make any changes -for instance, if you have visited a doctor or taken additional time off work since you last completed the survey.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How should I answer it?"
        },
        {
            "text": "When did the first symptoms appear?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Weekly Q3 (if symptoms)"
        },
        {
            "text": "Choose date XX/XX/XXXX I don't know/can't remember Why are we asking this?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Weekly Q3 (if symptoms)"
        },
        {
            "text": "To help us work out the number of cases of flu that arise each day.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Weekly Q3 (if symptoms)"
        },
        {
            "text": "Please give as accurate an estimate as possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How should I answer it?"
        },
        {
            "text": "Choose date XX/XX/XXXX I don't know/can't remember I am still ill Why are we asking this?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "When did your symptoms end?"
        },
        {
            "text": "Using the beginning and end dates of symptoms we can work out how long respiratory infections last.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "When did your symptoms end?"
        },
        {
            "text": "Please give as accurate an estimate as possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How should I answer it?"
        },
        {
            "text": "Yes No I don't know/can't remember Why are we asking this?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Did your symptoms develop suddenly over a few hours?"
        },
        {
            "text": "Sudden onset of symptoms is believed to be common for flu.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Did your symptoms develop suddenly over a few hours?"
        },
        {
            "text": "Tick yes if your symptoms appeared over a few hours rather than gradually developing over a few days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How should I answer it?"
        },
        {
            "text": "When did your fever begin?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Weekly Q6 (if fever)"
        },
        {
            "text": "Choose date XX/XX/XXXX I don't know/can't remember Why are we asking this?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Weekly Q6 (if fever)"
        },
        {
            "text": "Fever is very important for diagnosing flu, so we want to know when this started.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Weekly Q6 (if fever)"
        },
        {
            "text": "Please give as accurate an estimate as possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How should I answer it?"
        },
        {
            "text": "Yes No Don't know Why are we asking this?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Did your fever develop suddenly over a few hours?"
        },
        {
            "text": "Flu is often associated with a sudden onset of fever",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Did your fever develop suddenly over a few hours?"
        },
        {
            "text": "Tick yes if your fever appeared over a few hours rather than gradually developing over a few days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How should I answer it?"
        },
        {
            "text": "Did you take your temperature?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Weekly Q6c (if symptoms)"
        },
        {
            "text": "No I don't know Why are we asking this?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Yes [go to Weekly Q6c]"
        },
        {
            "text": "Flu often causes a high temperature. However, not everyone takes their temperature when they are ill.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Yes [go to Weekly Q6c]"
        },
        {
            "text": "Answer yes, if you took your temperature using a thermometer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How should I answer it?"
        },
        {
            "text": "What was your highest temperature measured? Flu often causes a high temperature.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Weekly Q6d(if symptoms) and (if took temperature): follow-up question"
        },
        {
            "text": "Give the highest temperature you recorded during this episode of illness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How should I answer it?"
        },
        {
            "text": "Will need to be adjusted to suit different countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Weekly Q7 (if symptoms)"
        },
        {
            "text": "(Select all options that apply) To find out whether people contact the health services because of their symptoms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Because of your symptoms, did you VISIT (see face to face) any of medical services?"
        },
        {
            "text": "Tick all of those that apply. If you are due to see attend, then tick the final option.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How should I answer it?"
        },
        {
            "text": "This should be asked for each option ticked in the previous question (not including \"No\" or \"Not yet\") To find out how quickly people with symptoms are seen by the health services.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Weekly Q7b (if symptoms)"
        },
        {
            "text": "Only record the time until your FIRST contact with the health services.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How should I answer it?"
        },
        {
            "text": "This is the UK version. Will need to be adjusted to suit different countries. To find out whether people contact the health services because of their symptoms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Weekly Q8 (if symptoms)"
        },
        {
            "text": "Tick all options that apply",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How should I answer it?"
        },
        {
            "text": "This should be asked for each option ticked in the previous question (not including \"No\") Preferably, it only displays the options selected in Weekly Q8.",
            "cite_spans": [
                {
                    "start": 69,
                    "end": 89,
                    "text": "(not including \"No\")",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Weekly Q8b (if symptoms)"
        },
        {
            "text": "How soon after your symptoms appeared did you first contact via telephone or internet any of the following? To find out how quickly people with symptoms contact the health services.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Weekly Q8b (if symptoms)"
        },
        {
            "text": "Only record the time until your FIRST contact with the health services.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How should I answer it?"
        },
        {
            "text": "This is adapted to the UK situation. Other countries will need to adapt the brand names of the commonly used pain killers or antipyretics Needs to have a check so that participants can't give inconsistent answers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Weekly Q9 (if symptoms)"
        },
        {
            "text": "(Select all options that apply) To find out who gets treated, and how effective treatment is.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Did you take medication for these symptoms?"
        },
        {
            "text": "Only record those medications that you used because of this bout of illness. If you are on other medications because of a pre-existing illness then do not record these. Antivirals are thought to be most effective if taken quickly after disease onset.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How should I answer it?"
        },
        {
            "text": "Report the time until you first started taking antivirals (which may not be the same day as you got your prescription).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How should I answer it?"
        },
        {
            "text": "Did you change your daily routine because of your illness?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Weekly Q10 (if symptoms)"
        },
        {
            "text": "Yes, but I did not take time off work/school Yes, I took time off work/school Why are we asking this?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "No"
        },
        {
            "text": "To measure how people's daily lives are affected by their symptoms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "No"
        },
        {
            "text": "We want to know if you were absent from work or school as a result of your illness, or if you changed your routine in other ways (e.g. stopped attending clubs).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How should I answer it?"
        },
        {
            "text": "Are you still off work/school?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Weekly Q10b (if symptoms) & (if taken time off work/school): follow-up question"
        },
        {
            "text": "Other (e.g. I wouldn't usually be at work/school today anyway)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Yes No"
        },
        {
            "text": "To estimate the average amount of time that people take off work, we need to know if people are still off work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Why are we asking this?"
        },
        {
            "text": "Tick \"yes\" if you would be at work/school today if you were not currently ill.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How should I answer it?"
        },
        {
            "text": "How have you been off work/school for? To measure the effect of symptoms on people's daily lives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Weekly Q10c (if symptoms) & (if taken time off work/school): follow-up question"
        },
        {
            "text": "Only count the days that you normally would have been in school or work (e.g. don't count weekends).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How should I answer it?"
        },
        {
            "text": "o To help find out if our assessment of your illness based on your symptoms matches what you believe to be the cause. You might have a better idea of what is causing your illness than our computer algorithms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What do you think is causing your symptoms?"
        },
        {
            "text": "If you are reasonably sure about what is causing your symptoms, please tick the appropriate box. Otherwise, please tick \"I don't know\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How should I answer it?"
        },
        {
            "text": "Flu is spread via social contacts. Measuring how we meet each other helps understand and predict flu epidemics. Think about the all people you met yesterday and where you met them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contact questionnaire"
        },
        {
            "text": "Each select box has options 0 (pre-filled), 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16-24, 25-49, 50-99, 100+ How many people did you have conversational contact with yesterday (talking face to face)? To find out whether people who have many contacts (perhaps with certain age groups) are more likely to experience symptoms.",
            "cite_spans": [
                {
                    "start": 44,
                    "end": 120,
                    "text": "1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16-24, 25-49, 50-99, 100+",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Contact Q1"
        },
        {
            "text": "Only record people in one setting. So if you saw someone at work and socialising, then only record them in the place where you spent most time together. \"Home\" means your home. \"Work\" means you place(s) of work (or school for younger participants).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How should I answer it?"
        },
        {
            "text": "Anyone you have had a conversational contact AND a physical contact with should be recorded both here and in the next question -i.e. they should be included twice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How should I answer it?"
        },
        {
            "text": "Each select box has options 0 (pre-filled), 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16-24, 25-49, 50-99, 100+ How many people did you have physical contact with yesterday (skin-to-skin contact, e.g. handshake, kiss)? Illnesses might be spread via touch (e.g. when shaking hands).",
            "cite_spans": [
                {
                    "start": 44,
                    "end": 120,
                    "text": "1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16-24, 25-49, 50-99, 100+",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Contact Q2"
        },
        {
            "text": "How should I answer it?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contact Q2"
        },
        {
            "text": "What was the furthest distance from home that you travelled yesterday?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Version in miles for UK and Ireland"
        },
        {
            "text": "Under 1 mile 1-4 miles 5-9 miles 10-29 miles 30-100 miles Over 100 miles Why are we asking this?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Version in miles for UK and Ireland"
        },
        {
            "text": "To find out how far you travel, and whether there is a link with catching flu.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Version in miles for UK and Ireland"
        },
        {
            "text": "If you did not leave home, then tick the \"under 1 mile\" option.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How should I answer it?"
        },
        {
            "text": "Version in kilometres for continental Europe What was the furthest distance from home that you travelled yesterday? To find out how far you travel, and whether there is a link with catching flu.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contact Q5b"
        },
        {
            "text": "If you did not leave home, then tick the \"under 1 km\" option.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How should I answer it?"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "So if you saw someone at work and socialising, then only record them in the place where you spent most time together",
            "authors": [],
            "year": null,
            "venue": "one setting",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Anyone you have had a conversational contact AND a physical contact with should be recorded both here and in the previous question -i.e. they should be included twice",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "I have stopped participating because: o I have not had any symptoms to report o I got out of the habit o I do not have time o The weekly questionnaire takes too long o The newsletter is not interesting o The website is not interesting o I am tired of the study o I have been away/out of town o I have not had internet access o I have been experiencing technical difficulties o I am almost never sick o I do not think flusurvey is the right way to track influenza o I am tired of hearing about influenza o Other reason Why are we asking this? This information will help us improve the survey in the future.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "I have no formal qualifications o GCSE's, O'levels, CSEs or equivalent o A-Levels or equivalent (e.g. Highers, NVQ Level3, BTEC) o Batchelors Degree (BA, BSc) or equivalent (e.g. HND, NVQ Level 4) o Higher Degree or equivalent (e.g. Masters Degree, PGCE, PhD, Medical Doctorate, Advanced Professional Awards) o I am still in education Why are we asking this?To check how representative our sample is compared to the population of the UK (Italy, Belgium, etc…. ) as a whole.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Except people you meet on public transports, do you have contact with any of the following during the course of a typical day? (Select all options that apply, if any) o More than 10 children or teenagers over the course of the day o More than 10 people aged over 65 over the course of day o Patients o Groups of people (more than 10 individuals at any one time)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "are we asking this?",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Hospital accident & emergency department/out of hours service o Other medical services o No, but I have an appointment scheduled Why are we asking this?",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Because of your symptoms, did you contact via TELEPHONE or INTERNET any of the following? (Select all options that apply) o No o GP -spoke to receptionist only o GP -spoke to doctor or nurse o NHS Direct / NHS 24 / NHS Choices o NPFS o Other Why are we asking this?",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Q9b (if antivirals were taken): follow-up question How long after the beginning of your symptoms did you start taking antiviral medication?o Same day (within 24 hours) More than 7 days later o I don't know/can't remember Why are we asking this?",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "are we asking this?",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "o I belong to a risk group(e.g. pregnant, over 65, underlying health condition,  etc)    oVaccination decreases my risk of getting influenza o Vaccination decreases the risk of spreading influenza to others o My doctor recommended it o It was recommended in my workplace/school o The vaccine was readily available and vaccine administration was convenient o The vaccine was free (no cost) o I don't want to miss work/school o I always get the vaccine (Select all options that apply) o I am planning to be vaccinated, but haven't been yet o I haven't been offered the vaccine o I don't belong to a risk group o It is better to build your own natural immunity against influenza o I doubt that the influenza vaccine is effective o Influenza is a minor illness o I don't think that I am likely to get influenza o I believe that influenza vaccine can cause influenza o I am worried that the vaccine is not safe or will cause illness or other adverse events",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Some allergic reactions can have similar symptoms to respiratory infection.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Needs to have a check so that participants can't give inconsistent answers",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "entry in the previous question. And then drop-down within each cell for the delays. Last year we had it as a table of radio boxes, but it displayed the same table no matter which options were chosen in Weekly Q7 -it would be nice if it only displayed the options selected in Weekly Q7How soon after your symptoms appeared did you first visit this medical service?",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Why are we asking this?",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "Why are we asking this?",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "Columns: 0-4 years; 5-18 years; 19-44 years; 45-64 years; 65+ years Rows: Home; Work; Other Why are we asking this?",
            "latex": null,
            "type": "table"
        },
        "TABREF11": {
            "text": "Columns: 0-4 years; 5-18 years; 19-44 years; 45-64 years; 65+ years Rows: Home; Work; Other Why are we asking this?",
            "latex": null,
            "type": "table"
        },
        "TABREF12": {
            "text": "Why are we asking this?",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "How much time did you spend on public transport (e.g. bus, train, underground) yesterday?No time at all 0-30 minutes 30 minutes -1.5 hours 1.5 hours -4 hours",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contact Q3"
        },
        {
            "text": "Why are we asking this?It has been suggested that using public transport may be a risk for getting flu. We would like to check this.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Over 4 hours"
        },
        {
            "text": "Don't include taxis, or other forms of private transport.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How should I answer it?"
        },
        {
            "text": "How long did you spend in an enclosed indoor space (e.g. office, classroom, bar, cinema) with more than 10 other people yesterday?(Not including public transport)?No time at all 0-30 minutes 30 minutes -1.5 hours",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contact Q4"
        },
        {
            "text": "Over 4 hours Why are we asking this?Attending busy places is thought to be a risk factor for getting flu .We would like to check this.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "hours -4 hours"
        },
        {
            "text": "Remember not to include time spent on public transport, as we ask this in the previous question.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How should I answer it?"
        }
    ]
}