{
    "paper_id": "c68a6448007a158321fd4b610a17e646d77fea95",
    "metadata": {
        "title": "Epidemiology and Infection Post-pandemic influenza A/H1N1pdm09 is associated with more severe outcomes than A/H3N2 and other respiratory viruses in adult hospitalisations",
        "authors": [
            {
                "first": "C",
                "middle": [
                    "A"
                ],
                "last": "Minney-Smith",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Curtin University",
                    "location": {
                        "settlement": "Bentley",
                        "region": "Western Australia",
                        "country": "Australia"
                    }
                },
                "email": "cara.minney-smith@health.wa.gov.au"
            },
            {
                "first": "L",
                "middle": [
                    "A"
                ],
                "last": "Selvey",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Queensland",
                    "location": {
                        "settlement": "Herston",
                        "region": "Queensland",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Levy",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "PathWest Laboratory Medicine WA",
                    "location": {
                        "settlement": "Nedlands",
                        "region": "Western Australia",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "D",
                "middle": [
                    "W"
                ],
                "last": "Smith",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "PathWest Laboratory Medicine WA",
                    "location": {
                        "settlement": "Nedlands",
                        "region": "Western Australia",
                        "country": "Australia"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "This study compares the frequency and severity of influenza A/H1N1pdm09 (A/H1), influenza A/H3N2 (A/H3) and other respiratory virus infections in hospitalised patients. Data from 17 332 adult hospitalised patients admitted to Sir Charles Gairdner Hospital, Perth, Western Australia, with a respiratory illness between 2012 and 2015 were linked with data containing reverse transcription polymerase chain reaction results for respiratory viruses including A/H1, A/H3, influenza B, human metapneumovirus, respiratory syncytial virus and parainfluenza. Of these, 1753 (10.1%) had test results. Multivariable regression analyses were conducted to compare the viruses for clinical outcomes including ICU admission, ventilation, pneumonia, length of stay and death. Patients with A/H1 were more likely to experience severe outcomes such as ICU admission (OR 2.5, 95% CI 1.2-5.5, P = 0.016), pneumonia (OR 3.0, 95% CI 1.6-5.7, P < 0.001) and lower risk of discharge from hospital (indicating longer lengths of hospitalisation; HR 0.64 95% CI 0.47-0.88, P = 0.005), than patients with A/H3. Patients with a non-influenza respiratory virus were less likely to experience severe clinical outcomes than patients with A/H1, however, had similar likelihood when compared to patients with A/H3. Patients hospitalised with A/H1 had higher odds of severe outcomes than patients with A/H3 or other respiratory viruses. Knowledge of circulating influenza strains is important for healthcare preparedness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Influenza infections have a large impact on human morbidity and mortality each year [1] . This results in a substantial additional burden of hospital admissions each winter, both internationally and within Australia [2] . The severity and clinical impact of an influenza season varies from year to year and depends on a number of factors such as vaccination efficacy and circulating influenza strain. Early evidence analysing the 2009 H1N1 pandemic suggested that influenza A/H1N1pdm09 (A/H1) may have more severe clinical impacts than other seasonal influenzas [3, 4] . This evidence continues to be supported in the post-pandemic years with several studies showing that patients with A/H1 have an increased risk of severe disease compared to patients with influenza A/H3N2 (A/H3) [5, 6] .",
            "cite_spans": [
                {
                    "start": 84,
                    "end": 87,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 216,
                    "end": 219,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 562,
                    "end": 565,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 566,
                    "end": 568,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 782,
                    "end": 785,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 786,
                    "end": 788,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In addition to influenza, there is also growing evidence of the importance of other viruses causing respiratory illnesses resulting in hospitalization [7, 8] and for which there are currently no vaccines and few treatment options available [9, 10] . Prominent among these are respiratory syncytial virus (RSV), human rhinoviruses, human coronaviruses, human metapneumovirus (hMPV) and parainfluenza viruses (PIV) on hospitalisation. Most studies have been conducted in children, but it appears that these other viruses are likely to be of similar importance in adults [7, [11] [12] [13] [14] .",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 154,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 155,
                    "end": 157,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 240,
                    "end": 243,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 244,
                    "end": 247,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 568,
                    "end": 571,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 572,
                    "end": 576,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 577,
                    "end": 581,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 582,
                    "end": 586,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 587,
                    "end": 591,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Describing the impact of specific influenza subtypes, as well as non-influenza viruses have on hospital admissions for adults will aid in assessing the expected population health benefits of influenza vaccines, and for any future vaccines and treatments for other respiratory viruses. This is particularly important in our aging population with an increasing prevalence of chronic diseases, as the impacts of respiratory virus epidemics will likely become more severe as the population ages [15] .",
            "cite_spans": [
                {
                    "start": 491,
                    "end": 495,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To the best of our knowledge, no study has investigated the frequency and severity of influenza subtypes as well as a broad range of other respiratory viruses in adults hospitalised in Australia. This information is important in defining the health burden of all respiratory viruses, not only on the frequency of these admissions, but also for the clinical outcomes and the level of care required for these patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The aim of this study was to investigate the role of different respiratory viruses in the severity of outcomes among patients admitted to an adult tertiary teaching hospital in Perth, Western Australia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This was a retrospective cohort study analysing data from electronic records of patients admitted to Sir Charles Gairdner Hospital (SCGH) from January 2012 to December 2015. SCGH is a large adult tertiary teaching hospital with over 600 beds located in Perth, Western Australia. It treats approximately 93 000 inpatients and 60 000 Emergency Department presentations annually [16] . Patients aged 18 years and above who were admitted to SCGH with a respiratory illness were included in this study. The hospital information system data from that time period were searched using the following codes from the International Classification of Diseases, Tenth Revision, Clinical Modification (ICD-10-CM) to capture all patients presenting with a possible respiratory illness: J00-J06 (acute upper respiratory infections), J09-J18 (influenza and pneumonia), J20-J22 (other acute lower respiratory infections), J40-J47 (chronic lower respiratory diseases), J80 (acute respiratory distress syndrome) and J81 (pulmonary oedema). ICD-10-CM codes were selected to capture all patients who may have received a respiratory viral test. Data from patients meeting the search criteria in their primary diagnosis code, or in up to four further diagnosis/complication codes, were retrieved from the information system. These codes were also used to determine if patients had comorbidities such as chronic obstructive pulmonary disease (COPD), cardiovascular disease (CVD), diabetes, compromised immunity, asthma or cystic fibrosis. Although pregnancy and obesity are recognised risk factors for severe influenza, they were not included in this study due to very low numbers of patients identified through the ICD-10 codes. Available patient data also included patient demographics, admission and discharge dates, discharge codes and number of hours spent in ICU or on ventilation.",
            "cite_spans": [
                {
                    "start": 376,
                    "end": 380,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Virological testing data were obtained from PathWest Laboratory Medicine WA (PathWest), who perform routine virological testing for SCGH. During the study period samples were tested for A/H1, A/H3, INF-B, PIV and RSV using a tandem multiplex reverse transcription polymerase chain reaction using primers and probes from a previously described method [17] , with an additional target for the hMPV matrix gene [18] .",
            "cite_spans": [
                {
                    "start": 350,
                    "end": 354,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 408,
                    "end": 412,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "An SCGH patient record was matched with a PathWest record if the patient received virological testing within 7 days either side of their hospital admission date. Records were matched using either Unit Medical Record Number and date of birth, or name and date of birth. Any patients with multiple samples taken during the same admission were matched to the first sample collected that was positive for a virus. Multiple admissions occurring within 7 days of the first admission date were treated as a single admission for this study, otherwise they were analysed as separate admissions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Data analysis was undertaken using STATA 13 (College Station, Texas, USA). Age was categorised into three categories (18-49 years, 51-64 years and 65 plus) to reflect current Australian recommendations for influenza vaccination [19] . For univariate analysis of categorical variables, relative risks and 95% confidence intervals (CI) were calculated and χ 2 or Fisher's exact test were used where appropriate to assess statistical significance of relative risks. We used the Students t test or Mann-Whitney U test to assess statistical significance of differences in continuous variables between groups. Severity was compared between A/H1, A/H3 and the other viruses using seven outcome variables: diagnosis of pneumonia, admission to ICU, requirement for assisted ventilation, time to discharge, time in ICU, time on assisted ventilation and death. Multivariable models (logistic or Cox regression) were constructed for each outcome, comparing patients with INF-B, RSV, hMPV or PIV to those with A/H1 or A/H3. For the categorical outcome variables of ICU admission, ventilation and pneumonia (all yes/no), logistic regression was used. We used Cox Proportional Hazards Regression to assess differences in the risk of discharge between patients with different viral infections at any particular point in time, as an indicator of length of hospitalisation. Deceased patients were excluded from the Cox regression models. Patients with no virus detected, multiple viruses detected or influenza A unsubtyped, were excluded in all multivariable models. A P-value less than 0.05 was considered significant for all tests. The following variables were included in the initial model: virus type, age group, sex, COPD, CVD, diabetes, immunocompromised, asthma and cystic fibrosis. Variables were removed consecutively from the model in order of descending P-values, so that they were only retained if they were significant (P < 0.05) or showed evidence of confounding, with the exception of sex and age group which were retained for all models. A variable was determined to be a confounder if the difference between the adjusted and unadjusted OR was greater than 15%.",
            "cite_spans": [
                {
                    "start": 228,
                    "end": 232,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "Ethics approval was granted by SCGH and Curtin University Human Research Ethics Committees (Approval numbers 2016-058 and 10492 respectively).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics"
        },
        {
            "text": "There were 17 332 cases of possible respiratory illness admitted to SCGH from January 2012 to December 2015. Of these, 1753 (10.1%) were tested for respiratory viruses. Patients who were tested were younger than patients who were not tested (median 60 y.o. vs. 67 y.o., P < 0.001). There was no significant difference in the presence of comorbidities between patients who were and were not tested (50.1% vs. 49.1% respectively, P = 0.23), however those that were tested were more likely to have been admitted to ICU than those not tested (18.7% vs. 7.4%, P < 0.001).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viruses"
        },
        {
            "text": "Of the patients who were tested, 563 (32.1%) tested positive for at least one virus (Table 1) . A/H3 was the most common, being detected in 177 (10.1%) patients. The median age of patients with a virus detected was 65 years. Patients with A/H1 were younger than patients with A/H3 (χ 2 = 27.0, P < 0.001), INF-B (χ 2 = 8.78, P = 0.012), RSV (χ 2 = 17.66, P < 0.001), hMPV (χ 2 = 10.65, P = 0.005) or PIV (χ 2 = 15.79, P < 0.001) with only 21.6% of patients being over 65 years (Table 1) , compared to between 47.6% and 58.8% for the other viruses. Eleven patients (0.6%) had two viruses detected and three patients had an influenza A virus which could not be subtyped.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 84,
                    "end": 93,
                    "text": "(Table 1)",
                    "ref_id": null
                },
                {
                    "start": 477,
                    "end": 486,
                    "text": "(Table 1)",
                    "ref_id": null
                }
            ],
            "section": "Viruses"
        },
        {
            "text": "Of the 563 patients with a virus, 526 (93.4%) were tested either prior to, or within 2 days of hospital admission, indicating detection of possible nosocomial cases to be uncommon.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viruses"
        },
        {
            "text": "Comorbidities were present in approximately half of the hospitalised patients, and this did not differ significantly between those with or without a virus detected (49.1% and 50.6% respectively, P = 0.575). The commonest comorbidities amongst the patients who tested positive for one of these viruses were COPD in 17.1%, and diabetes in 12.8% (Table 1) . Compared with patients with A/H3, comorbidities were more common in those who had hMPV (59.5% vs. 42.4%, RR 1.44, 95% CI 1.12-1.85, P = 0.004) or RSV (60.4% vs. 42.4%, RR 1.42, 95% CI 1.11-1.80, P = 0.005). A higher proportion of admitted patients with hMPV had compromised immune function (RR 2.75, 95% CI 1.31-5.79, P = 0.008) compared to admitted patients with A/H3 and a higher proportion had asthma (RR 7.87, 95% CI 1.04-59.99, P = 0.046) compared to patients with A/H1. A higher proportion of admitted patients with RSV had COPD compared to admitted patients with A/H3 or A/H1 (Table 1 ; RR 2.14, 95% CI 1.30-3.51, P = 0.003 and RR 1.99 95% CI 1.00-3.94, P = 0.049 respectively). ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 343,
                    "end": 352,
                    "text": "(Table 1)",
                    "ref_id": null
                },
                {
                    "start": 938,
                    "end": 946,
                    "text": "(Table 1",
                    "ref_id": null
                }
            ],
            "section": "Comorbidities"
        },
        {
            "text": "Patients with A/H1 had a higher risk of being admitted to ICU (RR 2.74 95% CI 1.52-4.93, P = 0.001), requiring ventilation (RR 2.50, 95% CI 1.11-5.59, P = 0.026) or developing pneumonia (RR 1.68 95% CI 1.27-2.23, P < 0.001) than did patients with A/ H3. These patients also had longer hospitalisation time than patients with A/H3 (log rank χ 2 = 7.61, P = 0.0058; Table 2 ). These differences remained significant in multivariable analyses for ICU admission (OR 2.5461, 95% CI 1.188-5.520, P = 0.016; Table 7 ), pneumonia (OR 3.042, 95% CI 1.632-5.673, P < 0.001; Table 8 ) and risk of discharge (HR 0.643, 95% CI 0.471-0.878, P = 0.005; Table 9 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 364,
                    "end": 371,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 501,
                    "end": 508,
                    "text": "Table 7",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 564,
                    "end": 571,
                    "text": "Table 8",
                    "ref_id": null
                },
                {
                    "start": 638,
                    "end": 645,
                    "text": "Table 9",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Comparisons of severity measures"
        },
        {
            "text": "Similarly, compared with A/H1 many of the non-influenza A viruses had less severe outcomes for ICU admission, ventilation or pneumonia ( When compared to A/H3, the non-influenza A viruses did not show any statistical differences in severity outcomes (Tables 7-9), with the possible exception of PIV which, in patients with pneumonia, had borderline higher odds of being detected than A/H3 (OR 1.801 95% CI 0.999-3.49, P = 0.051) in multivariable analysis (Table 8 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 455,
                    "end": 463,
                    "text": "(Table 8",
                    "ref_id": null
                }
            ],
            "section": "Comparisons of severity measures"
        },
        {
            "text": "This study is one of the few to undertake a detailed comparison of admissions and clinical outcomes of the individual influenza virus types and subtypes and the non-influenza viruses in hospitalised adults. We used data retrieved from electronic health records to identify the respiratory viruses found in adults admitted to a tertiary hospital in Australia during the period 2012-2015, and used influenza A viruses as a comparator to assess the severity of illness due to the other respiratory viruses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Overall A/H3 was the most frequently detected virus in adults admitted to our hospital for a respiratory illness. Furthermore, either A/H3 or A/H1 was the dominant or equally dominant virus in every year of the study. That is consistent with the documented major role of influenza A viruses as causes of more severe influenza illness in adults, especially the elderly [20] . However, across the study period, the total patients with non-influenza A viruses outnumbered those with influenza A viruses, and the numbers of hospitalised cases with RSV and INF-B were equal to that of A/H3 in 2015. Previous studies investigating the number of hospitalisations for non-influenza respiratory viruses are conflicting, with some studies showing the number of hospitalisations for influenza are greater than for RSV or hMPV [11, 12, [21] [22] [23] , while others found that respiratory hospitalisations for RSV and/or hMPV are similar to influenza [24] [25] [26] [27] . This may vary according to the circulating influenza strains in each season.",
            "cite_spans": [
                {
                    "start": 368,
                    "end": 372,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 815,
                    "end": 819,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 820,
                    "end": 823,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 824,
                    "end": 828,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 829,
                    "end": 833,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 834,
                    "end": 838,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 939,
                    "end": 943,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 944,
                    "end": 948,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 949,
                    "end": 953,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 954,
                    "end": 958,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Patients infected with A/H1 had more severe clinical outcomes than those infected with A/H3, INF-B, RSV or hMPV. However, patients with A/H3 had similar clinical outcomes to the noninfluenza viruses. This indicates that these viruses contribute substantially to the healthcare burden of respiratory viruses. Previous research has shown that for patients infected with respiratory viruses other than influenza who are admitted to hospital, the outcomes can be just as severe as for those with influenza, with similar rates of ICU admission, ventilation and death [13] . Hospitalised RSV cases in particular have similar or greater odds of pneumonia, ICU admission, ventilation and death compared to influenza [13, 14, 25, 26, 28] .",
            "cite_spans": [
                {
                    "start": 562,
                    "end": 566,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 708,
                    "end": 712,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 713,
                    "end": 716,
                    "text": "14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 717,
                    "end": 720,
                    "text": "25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 721,
                    "end": 724,
                    "text": "26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 725,
                    "end": 728,
                    "text": "28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We showed that patients with A/H1 were more likely to be admitted to ICU, develop pneumonia and be hospitalised longer than patients with A/H3, indicating that A/H1 is more severe than A/H3 in this population, despite this virus affecting younger ages (mean age 53 vs. 65 years for H1 and H3 patients respectively). In 2015, patients with A/H1 outnumbered those with [3] [4] [5] [6] 29] , even though A/H3 was the dominant subtype causing hospital admission. In previous influenza pandemics, the pandemic strain has been associated with a high proportion of deaths in patients under 65 years, which continues, albeit at lower proportions, in the decade following the pandemic [30] .",
            "cite_spans": [
                {
                    "start": 367,
                    "end": 370,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 371,
                    "end": 374,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 375,
                    "end": 378,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 379,
                    "end": 382,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 383,
                    "end": 386,
                    "text": "29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 676,
                    "end": 680,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our study provides further evidence that post-pandemic influenza can still cause severe disease in young adults. However, in other populations A/H3 has been a larger contributor to severe illness [31] , but this can vary with age [32, 33] , so the impact of influenza A will differ from season-to-season [34, 35] . In our multivariable analyses we adjusted for age, and therefore this impact may not be apparent.",
            "cite_spans": [
                {
                    "start": 196,
                    "end": 200,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 230,
                    "end": 234,
                    "text": "[32,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 235,
                    "end": 238,
                    "text": "33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 304,
                    "end": 308,
                    "text": "[34,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 309,
                    "end": 312,
                    "text": "35]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Epidemiology and Infection"
        },
        {
            "text": "Overall, comorbidities were common, being present in approximately half of the admitted patients. However, the presence of comorbidity was significantly less likely in patients with A/H3, compared to those with RSV or hMPV. Co-morbidities were also less frequently present in patients with A/H1, however statistical significance was not reached (P = 0.074 and 0.067 for hMPV and RSV respectively). The lower number of comorbidities in patients with influenza may be due to a high proportion of people with comorbidities receiving the annual influenza vaccine, but vaccination status for the patients in our study was not available. Another possible explanation for our findings is that influenza A is capable of causing hospitalisation in relatively healthy people, whereas the other viruses may cause less severe disease in patients without comorbidities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemiology and Infection"
        },
        {
            "text": "This study had a number of limitations. As this was a retrospective study, we could not investigate the impacts of viruses that were not routinely tested for. Some patients received additional testing for other respiratory viruses such as adenovirus, rhinovirus and coronavirus, but as the number of patients with these tests was low, and there may be a selection bias for those who received extra testing, these were not included in the study. Rhinovirus in particular has been implicated in previous studies as a possible cause of severe respiratory disease, having been detected in a large proportion of hospitalised patients [11, 21, 22, 27] . In addition it has also been shown that influenza A and rhinovirus infections have similar measures of severity in immunocompromised patients [36] .",
            "cite_spans": [
                {
                    "start": 629,
                    "end": 633,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 634,
                    "end": 637,
                    "text": "21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 638,
                    "end": 641,
                    "text": "22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 642,
                    "end": 645,
                    "text": "27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 790,
                    "end": 794,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Epidemiology and Infection"
        },
        {
            "text": "This study did not take into account the effect of influenza vaccination on our population. In 2015, influenza vaccination coverage rates in Australian hospitalised patients with acute respiratory illness was estimated to be 80.2% in patients aged over 65, and 57.9% in adults under 65 with comorbidities, with the proportion of patients requiring ICU being slightly lower in the vaccinated group than the unvaccinated group (5.7% vs. 8.6%) [37] . Influenza vaccine effectiveness against hospitalisation in the elderly and people with comorbidities varies according to the matching of the vaccine strains with circulating strains [38] . While we found that non-influenza respiratory viruses can cause just as severe disease like influenza, we cannot say if this would be the case in an unvaccinated population. It is possible that influenza vaccination reduced both the frequency and severity of influenza hospitalisations, therefore this should be taken into account when interpreting the results of this study. We did not have information about the influenza vaccination status or antiviral treatment for the cases in our study. Therefore we are unable to assess whether either treatment or vaccination attenuated the clinical picture of influenza cases. In addition, while attempts were made to minimise detections of nosocomial influenza, the presence of nosocomial cases in our study cannot be excluded.",
            "cite_spans": [
                {
                    "start": 441,
                    "end": 445,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 630,
                    "end": 634,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Epidemiology and Infection"
        },
        {
            "text": "The study also did not consider the overall prevalence of influenza A viruses in the broader population during the study period. Therefore, we are unable to determine whether the proportion of hospitalised cases with the different influenza A strains reflected the circulation of these strains in the population or severity of infection with each strain. Also the relative impact of influenza vs. the other respiratory viruses will vary across time depending on the comparative levels of activity of the different viruses with the community.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemiology and Infection"
        },
        {
            "text": "While our study involved 17 332 hospital admissions, the proportion of patients tested for respiratory viruses was small (10%). The selection of ICD-10-CM codes used in this study to identify patients with respiratory illness was broad, which may account for the small proportion of testing. In addition, pathology testing for respiratory viruses was proportionally higher in winter compared to the non-winter months in our study (data not shown). Infections during the non-winter months may have been missed due to lower rates of testing [39] . In our study the rate of ICU admission among tested patients was higher than that of untested patients, therefore we cannot discount that a selection bias may exist for testing of severely ill patients which could skew results. In addition insufficient power may have been a limitation of this study. Additional studies are needed to further investigate the level of severity of disease in hospitalised cases with noninfluenza respiratory virus infections. We have found that hospitalised patients with influenza A/H1 had more severe clinical outcomes than patients with A/H3, INF-B and the non-influenza respiratory viruses. Knowledge of the influenza strains circulating and their associated clinical outcomes will aid in hospital preparedness during the influenza season. Future research is needed to investigate the impact of a broader range of viruses associated with respiratory hospitalisations.",
            "cite_spans": [
                {
                    "start": 539,
                    "end": 543,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Epidemiology and Infection"
        },
        {
            "text": "Supplementary material. The supplementary material for this article can be found at https://doi.org/10.1017/S095026881900195X.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemiology and Infection"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Estimates of global seasonal influenza-associated respiratory mortality: a modelling study",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Iuliano",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Lancet",
            "volume": "391",
            "issn": "",
            "pages": "1285--1300",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Influenza Season in Australia: A summary from the National Influenza Surveillance Committee",
            "authors": [
                {
                    "first": "Doh",
                    "middle": [],
                    "last": "Australian Government",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Complications and outcomes of pandemic 2009 influenza A (H1N1) virus infection in hospitalized adults: how do they differ from those in seasonal influenza",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Journal of Infectious Diseases",
            "volume": "203",
            "issn": "",
            "pages": "1739--1747",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Complications among adults hospitalized with influenza: a comparison of seasonal influenza and the 2009 H1N1 pandemic",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Reed",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Clinical Infectious Diseases",
            "volume": "59",
            "issn": "",
            "pages": "166--174",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Seasonal influenza A H1N1pdm09 virus and severe outcomes: a reason for broader vaccination in non-elderly, at-risk people",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Minchole",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PLOS ONE",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Impact of influenza in the post-pandemic phase: clinical features in hospitalized patients with influenza A (H1N1) pdm09 and H3N2 viruses, during",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kusznierz",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Journal of Medical Virology",
            "volume": "89",
            "issn": "",
            "pages": "1186--1191",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Community-acquired pneumonia requiring hospitalization among US adults",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jain",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "New England Journal of Medicine",
            "volume": "373",
            "issn": "",
            "pages": "415--427",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Community-acquired pneumonia requiring hospitalization among US children",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jain",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "New England Journal of Medicine",
            "volume": "372",
            "issn": "",
            "pages": "835--845",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Understanding respiratory syncytial virus (RSV) vaccine development and aspects of disease pathogenesis",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Jorquera",
                    "suffix": ""
                },
                {
                    "first": "Anderson",
                    "middle": [
                        "L"
                    ],
                    "last": "Tripp",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Expert Review of Vaccines",
            "volume": "15",
            "issn": "",
            "pages": "173--187",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Recent vaccine development for human metapneumovirus",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Phan",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Bao",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Journal of General Virology",
            "volume": "96",
            "issn": "",
            "pages": "1515--1520",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Frequency of detection of respiratory viruses in the lower respiratory tract of hospitalized adults",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Minosse",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Journal of Clinical Virology",
            "volume": "42",
            "issn": "",
            "pages": "215--220",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Incidence of respiratory viral infections detected by PCR and real-time PCR in adult patients with community-acquired pneumonia: a meta-analysis. Respiration",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "International Review of Thoracic Diseases",
            "volume": "89",
            "issn": "",
            "pages": "343--352",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Respiratory viral infections among hospitalized adults: experience of a single tertiary healthcare hospital. Influenza & Other Respiratory Viruses",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Walker",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Ison",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "8",
            "issn": "",
            "pages": "282--292",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "High morbidity and mortality in adults hospitalized for respiratory syncytial virus infections",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Clinical Infectious Diseases",
            "volume": "57",
            "issn": "",
            "pages": "1069--1077",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The aging lung",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Lowery",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Clinical Interventions in Aging",
            "volume": "8",
            "issn": "",
            "pages": "1489--1496",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "SCGH: For Patients and Visitors",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Department",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Health",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "An economical tandem multiplex real-time PCR technique for the detection of a comprehensive range of respiratory pathogens",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Chidlow",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Viruses",
            "volume": "1",
            "issn": "",
            "pages": "42--56",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Respiratory viral pathogens associated with lower respiratory tract disease among young children in the highlands of Papua New Guinea",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Chidlow",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Journal of Clinical Virology",
            "volume": "54",
            "issn": "",
            "pages": "235--239",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Australian Government Department of Health",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Influenza epidemiology in patients admitted to sentinel Australian hospitals in 2016: the Influenza Complications Alert Network (FluCAN)",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Communicable Diseases Intelligence",
            "volume": "41",
            "issn": "",
            "pages": "337--347",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Adults hospitalised with acute respiratory illness rarely have detectable bacteria in the absence of COPD or pneumonia; viral infection predominates in a large prospective UK sample",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Clark",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Journal of Infection",
            "volume": "69",
            "issn": "",
            "pages": "507--515",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Incidence and characteristics of viral community-acquired pneumonia in adults",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Jennings",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Thorax",
            "volume": "63",
            "issn": "",
            "pages": "42--48",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Medically attended respiratory syncytial virus infections in adults aged ≥50 years: clinical characteristics and outcomes",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Sundaram",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Clinical Infectious Diseases",
            "volume": "58",
            "issn": "",
            "pages": "342--349",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Surveillance of respiratory virus infections in adult hospital admissions using rapid methods",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kaye",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Epidemiology & Infection",
            "volume": "134",
            "issn": "",
            "pages": "792--798",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Respiratory syncytial virus infection in elderly and high-risk adults",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Falsey",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "New England Journal of Medicine",
            "volume": "352",
            "issn": "",
            "pages": "1749--1759",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Rates of hospitalizations for respiratory syncytial virus, human metapneumovirus, and influenza virus in older adults",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Widmer",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Journal of Infectious Diseases",
            "volume": "206",
            "issn": "",
            "pages": "56--62",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Viral infection in patients with severe pneumonia requiring intensive care unit admission",
            "authors": [
                {
                    "first": "S-H",
                    "middle": [],
                    "last": "Choi",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "American Journal of Respiratory and Critical Care Medicine",
            "volume": "186",
            "issn": "",
            "pages": "325--332",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Early occurrence of influenza A epidemics coincided with changes in occurrence of other respiratory virus infections",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Van Asten",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Influenza and Other Respiratory Viruses",
            "volume": "10",
            "issn": "",
            "pages": "14--26",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Diagnosis, management and outcomes of adults hospitalized with influenza",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Ison",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Antiviral Therapy",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Pandemic versus epidemic influenza mortality: a pattern of changing age distribution",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Simonsen",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Journal of Infectious Diseases",
            "volume": "178",
            "issn": "",
            "pages": "53--60",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Relative incidence and individual-level severity of seasonal influenza A H3N2 compared with 2009 pandemic H1N1",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "O"
                    ],
                    "last": "Kwok",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "BMC Infectious Diseases",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Increased mortality in seasonal H3N2 patients compared with those with pandemic 2009 H1N1 in Taiwan",
            "authors": [
                {
                    "first": "S-Y",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "The American Journal of Tropical Medicine and Hygiene",
            "volume": "97",
            "issn": "",
            "pages": "1945--1951",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Epidemiology and relative severity of influenza subtypes in Singapore in the post-pandemic period from",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Goh",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Clinical Infectious Diseases",
            "volume": "65",
            "issn": "",
            "pages": "1905--1913",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Differences in the epidemiological characteristics and clinical outcomes of pandemic (H1N1) 2009 influenza, compared with seasonal influenza",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "T"
                    ],
                    "last": "Shiley",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Infection Control & Hospital Epidemiology",
            "volume": "31",
            "issn": "",
            "pages": "676--682",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Concurrent comparison of epidemiology, clinical presentation and outcome between adult patients suffering from the 8 C. A. Minney-Smith et al. pandemic influenza A (H1N1) 2009 virus and the seasonal influenza A virus infection",
            "authors": [
                {
                    "first": "Kkw",
                    "middle": [],
                    "last": "To",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Postgraduate Medical Journal",
            "volume": "86",
            "issn": "",
            "pages": "515--521",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Severity of human rhinovirus infection in immunocompromised adults is similar to that of 2009 H1N1 influenza",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Kraft",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Journal of Clinical Microbiology",
            "volume": "50",
            "issn": "",
            "pages": "1061--1063",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Influenza epidemiology in patients admitted to sentinel Australian hospitals in 2015: the Influenza Complications Alert Network",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Communicable Diseases Intelligence Quarterly Report",
            "volume": "40",
            "issn": "",
            "pages": "521--526",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Variable influenza vaccine effectiveness by subtype: a systematic review and meta-analysis of test-negative design studies",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Belongia",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "The Lancet Infectious Diseases",
            "volume": "16",
            "issn": "",
            "pages": "942--951",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Respiratory viruses in adults hospitalised with community-acquired pneumonia during the non-winter months in Melbourne: routine diagnostic practice may miss large numbers of influenza and respiratory syncytial virus infections",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Desmond",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Communicable Diseases Intelligence",
            "volume": "43",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "of patients with a virus detected ranged from 26% in 2013 to 37.8% in 2012. The proportion of tested patients who were positive for A/H3 varied more over the four-year study period compared to other viruses, ranging from 7.1% in 2014 to 18.1% in 2012. A/H3 was the dominant influenza virus in two out of the four years studied (2012 and 2013) and was equally dominant with INF-B in 2015 (40 detections each, 7.7%), while A/H1 dominated in 2014. RSV detections were also prominent in 2015, equalling the number of A/H3 and INF-B detections. The proportion of patients testing positive for INF-B varied from 1.5% in 2014 to 7.7% in 2015 and for RSV from 4.2% in 2014 to 7.7% in 2015. The proportion of patients testing positive for hMPV and PIV did not vary much over time, from 3.1% in 2014 to 6.0% in 2012 and 3.1% in 2013 to 5.0% in 2015 respectively.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ". In multivariable analyses, patients with INF-B, hMPV, PIV or RSV were less likely to be admitted to ICU than patients with A/H1 (OR 0.385, 95% CI 0.151-0.984, P = 0.046; OR 0.158 95% CI 0.049-0.507, P = 0.002; OR 0.364, Demographics and comorbidities of patients in the study *Statistically significant difference compared to A/H3 in univariate analysis.^Statistically significant difference compared to A/H1 in univariate analysis.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Clinical outcomes of patients in the study",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Multivariable logistic regression model for ICU admission (viruses compared to A/H1) N = 549",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Cox regression model for probability of discharge from hospital over time (viruses compared to A/H3) N = 535",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements. The authors would like to acknowledge Jason Fong for the provision of SCGH data for this project and the staff in the PathWest Molecular Diagnostics laboratory for the pathology testing.Financial support. No funding was received for this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}