{
    "paper_id": "c6c8b82bc5a800425b075540eff41b0af719f80f",
    "metadata": {
        "title": "Unjustifi ed Restrictions on Letters to the Editor",
        "authors": [
            {
                "first": "Douglas",
                "middle": [
                    "G"
                ],
                "last": "Altman",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "We agree with Doug Altman that correspondence is an essential part of medical publishing-acting as postpublication peer review. Hence, we encourage submission of letters in response to articles we publish, preferably as e-letters via our Web site (www.plosmedicine.org) rather than via our manuscript submission site. The four-week limit we originally suggested in our author guidelines was to encourage timely correspondence; however, we accept that there will be occasions when it will be appropriate for letters to be published later than that, and we will accept such submissions. The word limit is more debatable. We think that 750 words is a reasonable limit; any more, and letters are likely to stray off the topic. Citation: Drake JM (2005) Fundamental limits to the precision of early warning systems for epidemics of infectious diseases. PLoS Med 2(5): e144.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Editors of medical journals accept that published research should be open to comment and correction in published correspondence ( [1] ; Box 1). \"Post-publication peer review\" enables comments on, clarifi cations of, and corrections to published research. All journals should have a correspondence page for this purpose.",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 133,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Unjustifi ed Restrictions on Letters to the Editor Douglas G. Altman"
        },
        {
            "text": "I previously criticised the effective \"statute of limitations\" in several leading general medical journals \"whereby authors of papers are immune to disclosure of methodological weaknesses once some arbitrary (short) period has elapsed\" [2] . Such a time limit discourages post-publication peer review, with potential correspondents deterred by the short and unambiguous deadline. I suggested that journals with such a policy should reconsider. The word limit on that article precluded additional adverse comments on journals' word limits for letters, although they were presented in Table  2 of that article [2] .",
            "cite_spans": [
                {
                    "start": 236,
                    "end": 239,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 608,
                    "end": 611,
                    "text": "[2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 583,
                    "end": 591,
                    "text": "Table  2",
                    "ref_id": null
                }
            ],
            "section": "Unjustifi ed Restrictions on Letters to the Editor Douglas G. Altman"
        },
        {
            "text": "Subsequently, three of the six journals did revise their instructions [3] [4] [5] , but each imposed tougher restrictions on letters, reducing either the maximum time limit, the maximum length, or both. The strictest current requirements are a two-week limit by The Lancet and a 175-word limit by the New England Journal of Medicine.",
            "cite_spans": [
                {
                    "start": 70,
                    "end": 73,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 74,
                    "end": 77,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 78,
                    "end": 81,
                    "text": "[5]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Unjustifi ed Restrictions on Letters to the Editor Douglas G. Altman"
        },
        {
            "text": "Editors are seemingly falling over themselves to speed up and shorten letters, but this behaviour is inappropriate for a scientifi c journal. The key characteristic of science is not its infallibility, a quality it clearly does not and cannot have, but its self-correcting ability. The decision by medical editors to stifl e debate is misguided [2, 6] . A time limit, especially a very short one, signals that speed is more important than content, that convenience takes precedence over science. While it is reasonable to encourage early comments, there should be no time limit on comments aimed at clarifying or criticising study methodology. Likewise, it will often be impossible to explain the subtleties of methodological problems in 400 words, and impossible in only 175. Additional restrictions on the number of authors and references are also questionable.",
            "cite_spans": [
                {
                    "start": 345,
                    "end": 348,
                    "text": "[2,",
                    "ref_id": null
                },
                {
                    "start": 349,
                    "end": 351,
                    "text": "6]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Unjustifi ed Restrictions on Letters to the Editor Douglas G. Altman"
        },
        {
            "text": "I am disappointed that PLoS Medicine has imposed a time limit of four weeks on correspondence. As explained above, I believe that such a limit is mistaken. The word limit of 750 words is generous by comparison to established general medical journals, but even this should be open to fl exibility should the circumstances merit it.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Unjustifi ed Restrictions on Letters to the Editor Douglas G. Altman"
        },
        {
            "text": "In this world of Web-based journals and Web pages for print journals there is no real cost to permitting longer and later letters on the web while keeping the print version timely and terse.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Unjustifi ed Restrictions on Letters to the Editor Douglas G. Altman"
        },
        {
            "text": "Cancer Research UK/NHS Centre for Statistics in Medicine Oxford, United Kingdom E-mail: doug.altman@cancer.org.uk",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Douglas G. Altman"
        },
        {
            "text": "• \"Publishing corrections, retractions, and letters critical of articles published in their own journal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 1. \"Editors Should Promote Self-Correction in Science and Participate in Efforts to Improve the Practice of Scientifi c Investigation by:"
        },
        {
            "text": "• \"Playing an active role in investigating and preventing fraud.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 1. \"Editors Should Promote Self-Correction in Science and Participate in Efforts to Improve the Practice of Scientifi c Investigation by:"
        },
        {
            "text": "• \"Taking responsibility for improving the level of scientifi c investigation and medical writing in the larger community of potential authors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 1. \"Editors Should Promote Self-Correction in Science and Participate in Efforts to Improve the Practice of Scientifi c Investigation by:"
        },
        {
            "text": "• \"Giving authors an opportunity to review and approve edited manuscripts before they are published.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 1. \"Editors Should Promote Self-Correction in Science and Participate in Efforts to Improve the Practice of Scientifi c Investigation by:"
        },
        {
            "text": "• \"Participating in efforts to detect and prevent publication bias-for example, by collaborating with registries of controlled trials and publishing protocols.\" Source: [1] .",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 172,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Box 1. \"Editors Should Promote Self-Correction in Science and Participate in Efforts to Improve the Practice of Scientifi c Investigation by:"
        },
        {
            "text": "The article by Lopman and colleagues [1] has created more controversy than it's cured. Their conclusion that unsafe injections \"do not play a major role in the transmission of HIV in rural Zimbabwe\" cannot be based on the data they have presented. There are many major problems with their conclusions.",
            "cite_spans": [
                {
                    "start": 37,
                    "end": 40,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Association between Injections and HIV Incidence Naveed Zafar Janjua, Khabir Ahmad, Arshad Altaf, Mohammad Imran Khan, Hasan Bin Hamza"
        },
        {
            "text": "First, they did not assess at all whether injections received by the participants in the study were safe or unsafe. All they assessed was whether participants had received an injection or had been pricked by a needle during the past three years. The possibility that most of the injections in the setting were \"safe\" cannot be ruled out, and the data presented did not in any way address the issue of an association between \"unsafe injection\" practices and HIV infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Association between Injections and HIV Incidence Naveed Zafar Janjua, Khabir Ahmad, Arshad Altaf, Mohammad Imran Khan, Hasan Bin Hamza"
        },
        {
            "text": "Second, the recall period used by the investigators was too long. Cognizant of this problem, the World Health Organization has been proposing a three-month recall period for assessing frequency of injections. Although this recall period is 12 times shorter than the one used by the authors, we found in our studies in Pakistan that, even then, people had great diffi culties recalling injections. It must be mentioned that injections are very frequent procedures in Pakistan [2] .",
            "cite_spans": [
                {
                    "start": 475,
                    "end": 478,
                    "text": "[2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Association between Injections and HIV Incidence Naveed Zafar Janjua, Khabir Ahmad, Arshad Altaf, Mohammad Imran Khan, Hasan Bin Hamza"
        },
        {
            "text": "Third, it seems that aside from injections, the investigators have included only data from sexual histories in their study; hence, other potential sources of exposure such as minor and major surgical procedures, dental instrumentation, and tattooing or other traditional practices involving scarifi cation have been missed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Association between Injections and HIV Incidence Naveed Zafar Janjua, Khabir Ahmad, Arshad Altaf, Mohammad Imran Khan, Hasan Bin Hamza"
        },
        {
            "text": "Fourth, it is not clear how \"needle prick\" was defi ned. Solid needles are also considered needles, but injury caused by these is less likely to transmit HIV than that caused by hollow bore needles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Association between Injections and HIV Incidence Naveed Zafar Janjua, Khabir Ahmad, Arshad Altaf, Mohammad Imran Khan, Hasan Bin Hamza"
        },
        {
            "text": "Fifth, the authors have failed to quantify exposure. The risk of contracting HIV increases as the number of unsafe injections increases [3] . The incidence of disease among people who received one injection during follow-up compared with those who received 20 injections would clearly be different. This relationship has been clearly seen in the case of hepatitis C infection [4] .",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 139,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 376,
                    "end": 379,
                    "text": "[4]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Association between Injections and HIV Incidence Naveed Zafar Janjua, Khabir Ahmad, Arshad Altaf, Mohammad Imran Khan, Hasan Bin Hamza"
        },
        {
            "text": "Sixth, the authors recommend that policymakers \"should concentrate more on trying to prevent infection from unsafe sex\" than on injections. But they have failed to assess whether the sex was unsafe or otherwise.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Association between Injections and HIV Incidence Naveed Zafar Janjua, Khabir Ahmad, Arshad Altaf, Mohammad Imran Khan, Hasan Bin Hamza"
        },
        {
            "text": "Further, we believe that even if the methodology is considered absolutely fl awless, the current conclusion can only apply to a particular population and geographic area because the proportion of disease attributable to various exposures depends on the relative distribution of exposures in the population. For example, it is argued that in India (with the world's second largest HIV/AIDS population, more than 5 million) the HIV epidemic started as a result of high-risk sexual behaviors, but the number of injections per person is high and reuse of syringes in the health-care sector is widespread (N. K. Arora, personal communication). Therefore, unsafe medical injections have the potential to propagate this epidemic. Also, injections transmit many other pathogens like hepatitis B virus and hepatitis C virus. The infections that they cause have a very high morbidity and mortality. Hence, the need and urgency of intervention to decrease the overuse of injections and improve the safety of desired injections should not be questioned. Each country should make appropriate allocation of resources according to its own needs. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Association between Injections and HIV Incidence Naveed Zafar Janjua, Khabir Ahmad, Arshad Altaf, Mohammad Imran Khan, Hasan Bin Hamza"
        },
        {
            "text": "In their attempt to defend heterosexual transmission as the driving force for HIV epidemics in sub-Saharan Africa and dismiss the evidence for unsafe injections (or other percutaneous exposures) as a major source of HIV transmission [1, 2] , Lopman and colleagues [3] assert that \"unsafe medical injections can be confi dently excluded as a major source of HIV infection\" in Manicaland, Zimbabwe. Their methods and results are glaringly insuffi cient to generate the confi dence they seek. Confi dence requires thorough evaluation, which was not done in their study [3] .",
            "cite_spans": [
                {
                    "start": 233,
                    "end": 236,
                    "text": "[1,",
                    "ref_id": null
                },
                {
                    "start": 237,
                    "end": 239,
                    "text": "2]",
                    "ref_id": null
                },
                {
                    "start": 264,
                    "end": 267,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 566,
                    "end": 569,
                    "text": "[3]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "HIV Epidemiology in Africa: Weak Variables and Tendentiousness Generate Wobbly Conclusions Stuart Brody, John J. Potterat"
        },
        {
            "text": "Although the authors quantifi ed the number of sexual partners, they failed to quantify the number of injections [3] , which undermines the likelihood of detecting an effect of injections, as does adding the statistical noise of \"needle pricks\" (how was that question phrased?) to injections. We fi nd it diffi cult to believe that the authors were unaware of either the dose-dependency issue or the implications of using a weak measure of a vector that they are transparently invested in dismissing. In addition, the recall interval was inordinately long (up to three years). It is unreasonable to expect accurate data from subjects who are not multiply prompted to stimulate recall.",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 116,
                    "text": "[3]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "HIV Epidemiology in Africa: Weak Variables and Tendentiousness Generate Wobbly Conclusions Stuart Brody, John J. Potterat"
        },
        {
            "text": "As a secondary issue, their adjustment of the risk ratio associating HIV with injections against age is problematic. Adjusting a causal variable against age (which is a proxy for causal variables) may reduce the true association. Their Table  1 shows that injections in women vary by age in the same pattern that HIV incidence varies by age. It might be that when they adjust for age, the risk ratios for age capture the association, leaving a diminished association for injections.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 236,
                    "end": 244,
                    "text": "Table  1",
                    "ref_id": null
                }
            ],
            "section": "HIV Epidemiology in Africa: Weak Variables and Tendentiousness Generate Wobbly Conclusions Stuart Brody, John J. Potterat"
        },
        {
            "text": "Confi dence in their report is also undermined by their approach to their own fi nding that sexual behavior was unrelated to risk of incident HIV. Indeed, using the same standard of evidence that the authors applied to their null medical-injection fi nding, the abstract, discussion, and press release information should also have proclaimed that sex was \"confi dently excluded\" as a risk for HIV. Indeed, this would be consistent with the largest studies of HIV risk in Africa, including one in their own backyard (Manicaland) [4] , which found little association of measured sexual behaviors with HIV risk. It would also be consistent with the many intervention studies reporting no benefi t from condompromotion programs [5] , as well as with observation of the opposite trajectories of the HIV and STD epidemics observed in Zimbabwe [6] .",
            "cite_spans": [
                {
                    "start": 528,
                    "end": 531,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 724,
                    "end": 727,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 837,
                    "end": 840,
                    "text": "[6]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "HIV Epidemiology in Africa: Weak Variables and Tendentiousness Generate Wobbly Conclusions Stuart Brody, John J. Potterat"
        },
        {
            "text": "Of additional concern is Lopman et al.'s fi nding that 13 of 67 individuals who seroconverted reported no sexual partners in the long inter-survey period. Indeed, their Table 2 data show that women with no reported sexual partners have higher HIV incidence than women who report any partner during the three-year interval (1.56 HIV cases per 100 personyears [12/770] for the former compared to 1.21 [36/2975] for the latter). They reveal their a priori conviction by forcing this datum into the procrustean sexual bed, inferring that it is explainable by unreported sexual activity rather than unreported or unmeasured percutaneous exposure. The authors blame underreporting of sexual behavior without using techniques shown to dramatically improve valid reporting [7] .",
            "cite_spans": [
                {
                    "start": 765,
                    "end": 768,
                    "text": "[7]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 169,
                    "end": 181,
                    "text": "Table 2 data",
                    "ref_id": null
                }
            ],
            "section": "HIV Epidemiology in Africa: Weak Variables and Tendentiousness Generate Wobbly Conclusions Stuart Brody, John J. Potterat"
        },
        {
            "text": "Despite this remarkable lack of association in their women respondents between HIV incidence and number of sexual partners, they counterintuitively suggest (in the patient summary) that the important issue is sexual transmission. It seems to us that if sex doesn't appear to explain high HIV incidence, then one should recommend looking for what does, which the authors do not do. Rather than relying on the case-control approach, what is needed is intensive contact tracing (with viral sequencing of HIV specimens from index cases and their infected contacts to elucidate transmission relationships [8] ) and a rigorous inventory of possible exposures and vectors [7] . The contact tracing and conscientious environmental risk probing of recent public-health responses to avian infl uenza and severe acute respiratory syndrome are an example of a useful and superior step to the case-control approach.",
            "cite_spans": [
                {
                    "start": 600,
                    "end": 603,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 665,
                    "end": 668,
                    "text": "[7]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "HIV Epidemiology in Africa: Weak Variables and Tendentiousness Generate Wobbly Conclusions Stuart Brody, John J. Potterat"
        },
        {
            "text": "In brief, what is truly driving HIV transmission in sub-Saharan Africa will not be resolved by hastily implemented weak variables or by dismissive comments about Africans' self-reports of sexual behavior, especially comments unencumbered by data. Africans, science, and public health deserve better research [7] . ",
            "cite_spans": [
                {
                    "start": 308,
                    "end": 311,
                    "text": "[7]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "HIV Epidemiology in Africa: Weak Variables and Tendentiousness Generate Wobbly Conclusions Stuart Brody, John J. Potterat"
        },
        {
            "text": "In 2003, Brody and colleagues called for researchers to publish analyses investigating the hypothesised importance of medical injections in the transmission of HIV in Africa [1, 2] . Considering the general failure of HIV/AIDS control programs and the neglect of this subject, we believed they were right to raise this controversial hypothesis, so we added a question to our fi eld survey and performed a fresh analysis to test the strength of association between injections and HIV incidence [3] . Therefore, we are disappointed that Brody and Potterat think that we are \"transparently invested in dismissing\" the hypothesis [2] . Now that pertinent incidence data (where the timing of exposure and event can be determined) have been published for Manicaland, Zimbabwe, and Rakai, Uganda, and have shown a lack of association with injections, we think it is unfair to belittle the diffi culty of collecting data and to claim that we have not gone to great lengths to collect high-quality data on sexual behaviour [3, 4] . On the contrary, because of the general problems in generating reliable responses to questions about sexual behaviour [5, 6] , the Manicaland HIV/ STD Prevention study has pioneered the use of informal, confi dential voting interview methods [6] . Brody and Potterat state that we found \"that sexual behaviour was unrelated to risk of incident HIV\". However, in women, having a history of STD symptoms, having multiple sexual partners, or being widowed/separated/divorced (a proxy that a previous sexual partner died of HIV) were associated with HIV incidence. In men, the associations of HIV and sexual behaviour did not reach statistical signifi cance because of the small number of seroconversions.",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 177,
                    "text": "[1,",
                    "ref_id": null
                },
                {
                    "start": 178,
                    "end": 180,
                    "text": "2]",
                    "ref_id": null
                },
                {
                    "start": 493,
                    "end": 496,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 626,
                    "end": 629,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 1014,
                    "end": 1017,
                    "text": "[3,",
                    "ref_id": null
                },
                {
                    "start": 1018,
                    "end": 1020,
                    "text": "4]",
                    "ref_id": null
                },
                {
                    "start": 1141,
                    "end": 1144,
                    "text": "[5,",
                    "ref_id": null
                },
                {
                    "start": 1145,
                    "end": 1147,
                    "text": "6]",
                    "ref_id": null
                },
                {
                    "start": 1265,
                    "end": 1268,
                    "text": "[6]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Authors' Reply: Don't Let the Hypothesis Slip"
        },
        {
            "text": "It is true that women with one reported sex partner did not have a higher incidence than women with no reported partners. However, Brody and Potterat fail to point out that women with multiple sex partners had the highest incidence (31.3 cases per 1,000 person-years) and that rates were lower in men with no sex partners (3.1) than in those with one sex partner (13.6) or multiple sex partners (14.9). These analyses were performed on only a subset of the Manicaland cohort, but other publications have demonstrated the role of sexual behaviours as risk factors for HIV in this population [7] .",
            "cite_spans": [
                {
                    "start": 590,
                    "end": 593,
                    "text": "[7]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Authors' Reply: Don't Let the Hypothesis Slip"
        },
        {
            "text": "We agree that our measure of injections was not perfect, and Brody and Potterat reiterate many of the limitations discussed in our paper: we used a binary (yes/no) measure of exposure, which did not capture the number of injections and had a fairly long follow-up period of three years. These dimensions are being measured in the next round of the cohort study. In the published data, it is possible that some cases had their exposure misclassifi ed, but as many as 40 (60%) of the individuals who seroconverted reported not to have received an injection. Post hoc power calculations ( Figure 1 ) demonstrate that if there was a risk of 2.27 associated with injections, the fi nding would have been statistically signifi cant. The crude rate ratio for both sexes was 1.1 (95%; confi dence interval: 0.7-1.8), which is not evidence that injections are a major transmission route of HIV.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 586,
                    "end": 594,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Authors' Reply: Don't Let the Hypothesis Slip"
        },
        {
            "text": "Brody and Potterat also claim that our statistics are fl awed because we controlled for age in the analysis. This is a moot point. We presented both univariable and age-adjusted rate ratios of injection exposure-neither showed an association.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authors' Reply: Don't Let the Hypothesis Slip"
        },
        {
            "text": "We fi nd it strange that Brody and Potterat reference themselves for a study performed in our \"own backyard\", which was actually the baseline survey for our current study, and then mislead by saying that it shows little association between sexual behaviour and HIV risk. Lifetime number of sexual partners was in fact a very strong determinant of HIV status in this population [6, 7] .",
            "cite_spans": [
                {
                    "start": 377,
                    "end": 380,
                    "text": "[6,",
                    "ref_id": null
                },
                {
                    "start": 381,
                    "end": 383,
                    "text": "7]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Authors' Reply: Don't Let the Hypothesis Slip"
        },
        {
            "text": "In their separate response, Naveed Zafar Janjua and colleagues point out a number of important aspects concerning injection epidemiology and health careassociated infections [8] . First, there is, by defi nition, a difference between safe and unsafe injections. Second, heightened risks may be associated with \"minor and major surgical procedures, dental instrumentation, and tattooing or other traditional practices involving scarifi cation\". (Although not part of our original report, 16 HIV-negative individuals reported to have received a blood transfusion in the followup period. None of them seroconverted.) Third, a \"needle prick\" is a general term that captures lacerations with solid needles as well as those with a borehole. And fourth, the risk associated with receiving one injection is not the same as that for multiple injections, with certain types of injections carrying more risk than others.",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 177,
                    "text": "[8]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Authors' Reply: Don't Let the Hypothesis Slip"
        },
        {
            "text": "However, these concerns expressed by Janjua et al. are not pertinent to the hypothesis that we were testing: are injections a major route of transmission of HIV in this population in Manicaland Province in Zimbabwe? This analysis was motivated by the arguments of Gisselquist et al. that injections are the main driver of HIV transmission in southern Africa [1] . To be clear-we were not testing whether exposure to contaminated needles is a risk factor (clearly it is), whether certain types of injections carry more risk than others (clearly they do), or whether needles are a driver of the epidemic in certain populations in the world (clearly they are). The fact that there is no evidence of association between receipt of injections (of any number) and HIV incidence, before and after controlling for confounding variables, allows us to conclude that injections \"do not play a major role in the transmission of HIV in rural Zimbabwe\" [3] .",
            "cite_spans": [
                {
                    "start": 358,
                    "end": 361,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 939,
                    "end": 942,
                    "text": "[3]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Authors' Reply: Don't Let the Hypothesis Slip"
        },
        {
            "text": "The global HIV problem is not a single epidemic. In eastern Europe, over 50% of HIV infections are among users of injection drugs [9] ; in Pakistan, people receive on average eight injections per year compared with about one in sub-Saharan Africa [10] . Our fi ndings apply to Manicaland and may be relevant for similar epidemic patterns in southern Africa. They are not generalisable to all locations, but they do refute the hypothesis that HIV is transmitted through medical injections in the study population. where u = 1.28, which is the one-sided percentage point of the normal distribution corresponding to 100% minus the power; v = 1.96, which is the percentage point of the normal distribution corresponding to the two-sided signifi cance level; and µ1 and µ2 are the seroconversion rates in exposed and unexposed individuals, respectively. ",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 133,
                    "text": "[9]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 247,
                    "end": 251,
                    "text": "[10]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Authors' Reply: Don't Let the Hypothesis Slip"
        },
        {
            "text": "The development of early warning systems (EWSs) for epidemics of infectious diseases based on recurrent statistical patterns in other kinds of information, particularly data on climate, is an active area of research [1, 2] . Judging from the estimated burden of diseases for which EWSs might be developed, such systems, if effective, would contribute greatly to human welfare and could potentially save many lives [2] . According to a recent report [2] , EWSs have two principal aims: (i) to identify whether an epidemic will occur and (ii) to predict the number of cases that will result from it. For directly transmitted diseases, this second aim may be unattainable at the desired levels of precision, regardless of the quality of information.",
            "cite_spans": [
                {
                    "start": 216,
                    "end": 219,
                    "text": "[1,",
                    "ref_id": null
                },
                {
                    "start": 220,
                    "end": 222,
                    "text": "2]",
                    "ref_id": null
                },
                {
                    "start": 414,
                    "end": 417,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 449,
                    "end": 452,
                    "text": "[2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Fundamental Limits to the Precision of Early Warning Systems for Epidemics of Infectious Diseases John M. Drake"
        },
        {
            "text": "As an example, in a recent report on the relationship between climate and outbreaks of meningococcal meningitis, the authors found that the timing of epidemics is highly predictable from information on the dynamics of a seasonal weather pattern, the Harmattan winds, but that the fi nal epidemic size is not [1] . This fi nding is not surprising. The characteristics of disease outbreaks, particularly outbreaks of emerging diseases to which human populations are highly susceptible, prevent highly precise forecasts.",
            "cite_spans": [
                {
                    "start": 308,
                    "end": 311,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Fundamental Limits to the Precision of Early Warning Systems for Epidemics of Infectious Diseases John M. Drake"
        },
        {
            "text": "The reason that precise estimates of the fi nal epidemic size cannot be obtained can be understood intuitively. Consider the following description of a typical outbreak. Characteristically, an outbreak begins with a small number of initially infectious individuals. Subsequent infectious contacts are mediated by a wide range of social interactions-contacts within and among households and communities-so that even individuals that are virtually identical can differ considerably in the number of secondary infections they cause. This is a micro-scale cause of variation compared with macro-scale, population-level sources of variation. The important implication for EWSs is that in such situations, especially where the basic reproductive ratio of infections (R0) is initially very high but is rapidly reduced (perhaps by public-health interventions), small deviations in the realized number of infectious contacts are amplifi ed, resulting in relatively large variation in the fi nal size of the outbreak. Because this variation refl ects differences in individual behavior and not macroscopic characteristics of epidemic spread, it is unlikely that climate or other data contain any information about this source of variation (though such data do contain information about macroscopic variation).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fundamental Limits to the Precision of Early Warning Systems for Epidemics of Infectious Diseases John M. Drake"
        },
        {
            "text": "A more formal explanation of this phenomenon can be formulated based on a simple model of an epidemic in which an EWS captures all macroscopic causes of variation in the fi nal epidemic size but no microscopic causes. Obviously, an EWS cannot realistically be expected to capture even all the macroscopic information. Thus, this limit to precision is a fundamental limit and should be interpreted as a theoretical upper bound on forecast precision. The simplest case considers a disease with only two macroscopic epidemiological characteristics, an infection rate and a removal rate, which may change over time as in the case of meningococcal meningitis. In particular, we assume that there is no immunity in the population and that infection and removal are independent in time. This model of disease dynamics belongs to a class of stochastic processes known as nonhomogenous birth-death processes, which, conveniently, turn out to be reasonably tractable. More than 50 years ago, Kendall [3] showed how models for the mean and the variance in the fi nal epidemic size are affected by these parameters. The variance can be interpreted as a measure of the precision with which the fi nal epidemic size can be predicted. Kendall's results can be broken down to show that this quantity is equal to the sum of the average fi nal epidemic size and another quantity (x) minus one. For most realistic epidemiological parameters, this other quantity, which is related to the covariance between fi nal epidemic size and the size of the infected population, will be much greater than one. In these cases, the variance in the fi nal epidemic size will be much greater than the average fi nal epidemic size itself.",
            "cite_spans": [
                {
                    "start": 990,
                    "end": 993,
                    "text": "[3]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Fundamental Limits to the Precision of Early Warning Systems for Epidemics of Infectious Diseases John M. Drake"
        },
        {
            "text": "This fundamental limit to the precision of forecasts does not imply that EWSs cannot be used effectively to plan a response to outbreaks. Rather, it suggests what expectations of EWSs are reasonable. Further, since the precision with which forecasts of the fi nal epidemic size can be obtained will depend on many disease-specifi c properties and maybe other factors, too, case studies of the potential effectiveness of EWSs for different diseases are needed. These studies should exploit recent advances in modeling birth-death processes [4] to gain further understanding of the differences among diseases and of the causes of geographic variation in the intensity of epidemics. Finally, notwithstanding limits to precision, the benefi ts to be obtained from estimates of the average fi nal epidemic size and the timing of epidemics alone may warrant considerable investment in EWSs.",
            "cite_spans": [
                {
                    "start": 539,
                    "end": 542,
                    "text": "[4]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Fundamental Limits to the Precision of Early Warning Systems for Epidemics of Infectious Diseases John M. Drake"
        },
        {
            "text": "John M. Drake",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fundamental Limits to the Precision of Early Warning Systems for Epidemics of Infectious Diseases John M. Drake"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Report of the World Association of Medical Editors (WAME): An agenda for the future",
            "authors": [],
            "year": 2001,
            "venue": "Available at http:⁄⁄www.wame.org/bellagioreport_1.htm. Accessed",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Individual level injection history: A lack of association with HIV incidence in rural Zimbabwe",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Lopman",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Garnett",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Mason",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gregson",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "PLoS Med",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pmed.0020037"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Injection use in two districts of Pakistan: Implications for disease prevention",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "Z"
                    ],
                    "last": "Janjua",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Akhtar",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hutin",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Int J Qual Health Care",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The global burden of disease attributable to contaminated injections given in health-care settings",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Hauri",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Armstrong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Hutin",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Int J STD AIDS",
            "volume": "15",
            "issn": "",
            "pages": "7--16",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The relationship between therapeutic injections and high prevalence of hepatitis C infection in Hafi zabad",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Luby",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Qamruddin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Shah",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Omair",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Pahsa",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Pakistan. Epidemiol Infect",
            "volume": "119",
            "issn": "",
            "pages": "349--356",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Mounting anomalies in the epidemiology of HIV in Africa: Cry the beloved paradigm",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Brewer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Brody",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Drucker",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gisselquist",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Potterat",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Int J STD AIDS",
            "volume": "14",
            "issn": "",
            "pages": "144--147",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Let it be sexual: How health care transmission of AIDS in Africa was ignored",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gisselquist",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Potterat",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Brody",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Vachon",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Int J STD AIDS",
            "volume": "14",
            "issn": "",
            "pages": "148--161",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Individual level injection history: A lack of association with HIV incidence in rural Zimbabwe",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Lopman",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Garnett",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Mason",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gregson",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "PloS Med",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pmed.0020037"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Still not understanding the uneven spread of HIV within Africa",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Potterat",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gisselquist",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Brody",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Sex Transm Dis",
            "volume": "31",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Declining HIV rates in Uganda: Due to cleaner needles, not abstinence or condoms",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Brody",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Int J STD AIDS",
            "volume": "15",
            "issn": "",
            "pages": "440--441",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "HIV epidemicity in context of STI declines: A telling discordance",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Potterat",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Brody",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Sex Transm Infect",
            "volume": "78",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Establishing valid AIDS monitoring and research in countries with generalized epidemics",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Brody",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Potterat",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Int J STD AIDS",
            "volume": "15",
            "issn": "",
            "pages": "1--6",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "HIV epidemiology in Africa: Rich in conjecture, poor in data",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Brewer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Rothenberg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Potterat",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Brody",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gisselquist",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Int J STD AIDS",
            "volume": "15",
            "issn": "",
            "pages": "63--65",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Let it be sexual: How health care transmission of AIDS in Africa was ignored",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gisselquist",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Potterat",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Brody",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Vachon",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Int J STD AIDS",
            "volume": "14",
            "issn": "",
            "pages": "148--161",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "HIV epidemiology in Africa: Weak variables and tendentiousness generate wobbly conclusions",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Brody",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Potterat",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "PLoS Med",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pmed.0020137"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Individual level injection history: A lack of association with HIV incidence in rural Zimbabwe",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Lopman",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Garnett",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Mason",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gregson",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "PLoS Med",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pmed.0020037"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The incidence of HIV-1 associated with injections and transfusions in a prospective cohort",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kiwanuka",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Gray",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Serwadda",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "K"
                    ],
                    "last": "Sewankambo",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "AIDS",
            "volume": "18",
            "issn": "",
            "pages": "342--344",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Monitoring sexual behaviour in general populations: A synthesis of lessons of the past decade",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cleland",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Boerma",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Carael",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Weir",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Sex Transm Infect",
            "volume": "80",
            "issn": "2",
            "pages": "1--7",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Informal confi dential voting interview methods and temporal changes in reported sexual risk behaviour for HIV transmission in sub-Saharan Africa",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gregson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mushati",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mlilo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mundandi",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Sex Transm Infect",
            "volume": "80",
            "issn": "2",
            "pages": "36--42",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Sexual mixing patterns and sex-differentials in teenage exposure to HIV infection in rural Zimbabwe",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gregson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Nyamukapa",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Garnett",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Mason",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Zhuwau",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Lancet",
            "volume": "359",
            "issn": "",
            "pages": "1896--1903",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Association between injections and HIV incidence",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "Z"
                    ],
                    "last": "Janjua",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ahmad",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Altaf",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "B"
                    ],
                    "last": "Hamza",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "PLoS Med",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The HIV/ AIDS epidemic in eastern Europe: Recent patterns and trends and their implications for policy-making",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Dehne",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Khodakevich",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "F"
                    ],
                    "last": "Hamers",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Schwartlander",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "AIDS",
            "volume": "13",
            "issn": "",
            "pages": "741--749",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Unsafe injections in the developing world and transmission of bloodborne pathogens: A review",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Simonsen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kane",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lloyd",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zaffran",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kane",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Bull World Health Organ",
            "volume": "77",
            "issn": "",
            "pages": "789--800",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Essential medical statistics",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Kirkwood",
                    "suffix": ""
                },
                {
                    "first": "Jac",
                    "middle": [],
                    "last": "Sterne",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "288",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Climate drives the meningitis epidemics onset in West Africa",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Sultan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Labadi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Guégan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Janicot",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "PLoS Med",
            "volume": "2",
            "issn": "",
            "pages": "43--49",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pmed.0020006"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Using climate to predict infectious disease outbreaks: A review",
            "authors": [],
            "year": 2004,
            "venue": "World Health Organization",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "On the generalized \"birth-and-death\" process",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Kendall",
                    "suffix": ""
                }
            ],
            "year": 1948,
            "venue": "Ann Math Stat",
            "volume": "19",
            "issn": "",
            "pages": "1--15",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "In the garden of branching processes",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Dorman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Sinsheimer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lange",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "SIAM Rev",
            "volume": "46",
            "issn": "",
            "pages": "202--229",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Plot of the Detectable Rate Ratio as a Function of Sample SizeAssuming power of 90% at the 95% signifi cance level[11], a rate ratio of 2.27 or greater would have achieved a signifi cant result given the 5,500 years of observation in the sample:Sample size = 2",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Naveed Zafar Janjua (naveed.janjua@aku.edu)",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Colorado Springs, Colorado, United States of America",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "University of California at Santa Barbara Santa Barbara, California, United States of America E-mail: drake@nceas.ucsb.edu",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}