{
    "paper_id": "c798225c8b1b45e38fcd6163a711500c1f667b03",
    "metadata": {
        "title": "Combined approaches of EPR and NMR illustrate only one transmembrane helix in the human IFITM3 OPEN",
        "authors": [
            {
                "first": "Shenglong",
                "middle": [],
                "last": "Ling",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Science and Technology of China",
                    "location": {
                        "postCode": "230027",
                        "settlement": "Hefei",
                        "country": "P. R. China"
                    }
                },
                "email": ""
            },
            {
                "first": "Chengwei",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Science and Technology of China",
                    "location": {
                        "postCode": "230027",
                        "settlement": "Hefei",
                        "country": "P. R. China"
                    }
                },
                "email": ""
            },
            {
                "first": "Wei",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Science and Technology of China",
                    "location": {
                        "postCode": "230027",
                        "settlement": "Hefei",
                        "country": "P. R. China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xiaoying",
                "middle": [],
                "last": "Cai",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Science and Technology of China",
                    "location": {
                        "postCode": "230027",
                        "settlement": "Hefei",
                        "country": "P. R. China"
                    }
                },
                "email": ""
            },
            {
                "first": "Lu",
                "middle": [],
                "last": "Yu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "High Magnetic Field Laboratory",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "230031",
                        "settlement": "Hefei",
                        "country": "P. R. China"
                    }
                },
                "email": ""
            },
            {
                "first": "Fangming",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "High Magnetic Field Laboratory",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "230031",
                        "settlement": "Hefei",
                        "country": "P. R. China"
                    }
                },
                "email": ""
            },
            {
                "first": "Longhua",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Science and Technology of China",
                    "location": {
                        "postCode": "230027",
                        "settlement": "Hefei",
                        "country": "P. R. China"
                    }
                },
                "email": ""
            },
            {
                "first": "Changlin",
                "middle": [],
                "last": "Tian",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Science and Technology of China",
                    "location": {
                        "postCode": "230027",
                        "settlement": "Hefei",
                        "country": "P. R. China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Interferon-inducible transmembrane protein IFITM3 was known to restrict the entry of a wide spectrum of viruses to the cytosol of the host. The mechanism used by the protein to restrict viral entry is unclear given the unavailability of the membrane topology and structures of the IFITM family proteins. Systematic site-directed spin labeling (SDSL) and electron paramagnetic resonance (EPR) studies of IFITM3 in detergent micelles identified a single, long transmembrane helix in the C-terminus and an intramembrane segment in the N-terminal hydrophobic region. Solution NMR studies of the same sample verified the secondary structure distribution and demonstrated two rigid regions interacting with the micellar surface. The resulting membrane topology of IFITM3 supports the mechanism of an enhanced restricted membrane hemi-fusion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "A small membrane protein family called the interferon-inducible transmembrane (IFITM) was recently discovered and is under active exploration. This family restricts a wide range of pathogenic viral infections, with different inhibitory extents for different viruses 1-3 . For example, IFITMs inhibit the cellular entry and replication of human immunodeficiency virus (HIV), the influenza A virus, vesicular stomatitis virus, the rabies, the West Nile virus, the dengue virus, the SARS corona virus, the Marburg virus, the Ebola virus, the Semlikiforest virus and other viruses 3-9 . Five members of the IFITM family have been identified in human cells, including IFITM1, IFITM2, IFITM3, IFITM5 and IFITM10 10 . Among them, IFITM1, 2 and3 can be induced by both type-1 and type-2 interferons 2 . IFITM5 cannot be induced by interferons, but it is involved in bone mineralization 11 . The detailed function of IFITM10 remains unclear 12 . IFITM2 and 3 are typically concentrated in the endosomal membrane, the lysosomal membrane or other intracellular compartments. Their subcellular distributions depend on the cell or tissue type and their expression level, but IFITM1 is expressed mainly on the plasma membrane 13,14 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "It is generally believed that IFITM proteins restrict viral infection by inhibiting viral membrane fusion at an early stage 6,15,16 . Recent reports have hypothesized an antiviral mechanism for IFITM proteins, suggesting that they could restrict viral membrane hemi-fusion through altering the physical properties of host cell membranes, such as reducing membrane fluidity, accumulating of cholesterol, and increasing positive spontaneous curvature in the membrane outer leaflet 16 . Moreover, post-translational modifications of IFITM3 were reported to regulate viral membrane fusion inhibition. S-palmitoylation of IFITM3 enhanced its membrane affinity and antiviral activity, whereas ubiquitination of IFITM3 decreased endo-lysosome localization and antiviral activity 17, 18 .",
            "cite_spans": [
                {
                    "start": 772,
                    "end": 775,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 776,
                    "end": 778,
                    "text": "18",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Although the anti-viral functions of IFITM proteins are being comprehensively studied using variety of methods, the three-dimensional structures of IFITM proteins are not currently available. Three different membrane topology models of IFITM proteins have been proposed: an early model of dual-pass transmembrane helices with extracellular N-and C-termini (Fig. 1a, model III) 3,19-21 , a intramembrane topology model with both N-terminal domain and C-terminal domain exposing to cytoplasm (Fig. 1a, model II) 8, 18 , and a new model with an intramembrane helix and a C-terminal transmembrane helix (Fig. 1a, model I) 22, 23 . Therefore, further",
            "cite_spans": [
                {
                    "start": 510,
                    "end": 512,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 513,
                    "end": 515,
                    "text": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 618,
                    "end": 621,
                    "text": "22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 622,
                    "end": 624,
                    "text": "23",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 356,
                    "end": 376,
                    "text": "(Fig. 1a, model III)",
                    "ref_id": null
                },
                {
                    "start": 490,
                    "end": 509,
                    "text": "(Fig. 1a, model II)",
                    "ref_id": null
                },
                {
                    "start": 599,
                    "end": 617,
                    "text": "(Fig. 1a, model I)",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Scientific RepoRts | 6:24029 | DOI: 10.1038/srep24029 biophysical studies are urgently required to illustrate the three-dimensional structures, or at least the membrane topologies of IFITMs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In this report, a combination of electron paramagnetic resonance (EPR) and nuclear magnetic resonance (NMR) was applied to investigate the structure and membrane topology of the IFITM3 protein in detergent micelles. Systematic site scanning of spin labeling, EPR dynamic and accessibility analysis identified a C-terminal transmembrane α -helix and an N-terminal IFITM3 segment (composed of two short α -helices) lying on the surface of micelles. Further triple resonance solution NMR studies verified the secondary structures of IFITM3 and also illustrated the backbone flexibility through NMR relaxation analysis. Collectively, a tentative IFITM3 model was proposed. This model adopts a topology similar to model I (Fig. 1a) , which is consistent with recent antiviral mechanism studies.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 717,
                    "end": 726,
                    "text": "(Fig. 1a)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "EPR analysis revealed the single transmembrane topology of IFITM3. With site-directed spin labeling (SDSL), EPR spectroscopy is a powerful tool to analyze the mobility and secondary structure of a membrane protein [24] [25] [26] [27] . Before implementing SDSL-EPR studies, three endogenous cysteine residues (C71, C72 and C105) on IFITM3 were first substituted with serine to construct the Cys-less \"WT\". Then, a total of 72 sequential residues (from W60 to Y132, except T65, which was not expressed after cysteine mutation) covering the two predicted hydrophobic regions were mutated to cysteine residues (supplementary Figure 1 ). All purified IFITM3 mutants in dodecyl-phosphocholine(DPC) micelles were identified in a monomeric state using SDS-PAGE, same as the wild-type (WT) IFITM3 protein (Fig. 1c) . The spin labeling reaction with methanethiosulfonate (MTSL) was subsequently performed to attach the side chain R1 to the IFITM3 mutants, showed as Fig. 1b 27 . Then, the systematic site-specific continuous wave (CW)-EPR spectra of spin-labeled IFITM3 were acquired in DPC micelles at ambient temperature(298K).",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 218,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 219,
                    "end": 223,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 224,
                    "end": 228,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 229,
                    "end": 233,
                    "text": "[27]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 965,
                    "end": 967,
                    "text": "27",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [
                {
                    "start": 622,
                    "end": 630,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 797,
                    "end": 806,
                    "text": "(Fig. 1c)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 957,
                    "end": 964,
                    "text": "Fig. 1b",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The EPR spectra line shape could reflect the mobility of the nitroxide probe R1, which also contains structural information of proteins 28 . Total of 71 CW-EPR spectra are presented in Fig. 2 , and the typical nitroxide three-line CW-EPR spectra of spin-labeled IFITM3 variants were observed. Although most of the spectra exhibited only one motional state, several residue sites (S61R1, L73R1, G74R1, A79R1, S81R1 and D92R1) had multiple components. For a clear presentation, spectra of spin labels at these residue sites were plotted in Fig. 3a , indicating the presence of both the immobilized (i) and mobilized (m) components. Interestingly, all these residues with multiple motional states were identified in the first half of the putative hydrophobic region(from W60 to G95 ), which strongly suggests that this segment adopts two different motional or conformational states. (a) Three different topology models proposed recently for IFITM3. The hydrophobic region of IFITM3 from W60 to Y132 was analyzed using EPR methods. (b) The spin labeling reaction for cysteine substituted IFITM3 mutants to introduce the nitroxide side chain, which is denoted R1. (c) SDS-PAGE analysis of IFITM3 in detergent micelles. Both wt-IFITM3 and IFITM3-W60C were purified as monomers in detergent micelles. Figure 2 . CW-EPR spectra of 72 spin-labeled Cysteine mutants, covering the hydrophobic region of human IFITM3 (form W60 to Y132, except T65). Spectra composed of multiple components were highlighted with . All spectra were normalized by the height of the central peak. The CW-EPR spectra exhibit multi-components in detergent micelles. \"i\" and \"m\" represent the \"immobile\" and \"mobile\" components, respectively. (b,c) represent the oxygen accessibility (Π O2 ) and NiEDDA accessibility (Π NiEDDA ) of the hydrophobic region of IFITM3 in detergent micelles. Sine waves with a periodicity of 3.6 were drawn to indicate the α -helix secondary structure. (d) The membrane immersion depth (Φ ) of sequential residues span the hydrophobic region of IFITM3 in detergent micelles. The grey region represents the putative transmembrane region and the dashed line indicates the suggested membrane interface. Then, EPR power saturation studies were conducted as shown in supplementary Figure 2 . These experiments illustrate the accessibility of spin radical side chains, which can be used to derive secondary structure and the membrane topology information of proteins 24, 29, 30 . The systematic accessibility parameters (Π ) were investigated for the sequential residues (form W60 to Y132, except T65), covering the two putative hydrophobic regions of IFITM3. Oxygen in the air was used as the hydrophobic paramagnetic reagent to evaluate membrane exposure, while NiEDDA served as the hydrophilic paramagnetic reagent to study the extent of aqueous exposure. Π O2 and Π NiEDDA were plotted against the residue numbers in Fig. 3b ,c. As we can see, the Π NiEDDA values progressively decreased from A98 to G114, followed by a lower flat region (from I115 to I121). Then, the Π NiEDDA values increased from residue I122 to A131. On the contrary, the value of Π O2 first increased starting from residue A98 and then slowly decreased. These two typical changing patterns of Π O2 and Π NiEDDA demonstrated that a highly hydrophobic transmembrane region exists in IFITM3 starting from residue A98 to A131 in detergent micelles. However, no similar patterns in the accessibility parameters (both Π O2 and Π NiEDDA ) were observed in the first half of the putative hydrophobic region (from W60 to G95), indicating that no transmembrane property exist in this segment of IFITM3. Moreover, a close examination of the accessibility parameter values (Π O2 and Π NiEDDA ) of the spin labeled residues revealed some periodic behaviors. The periodicity covered the residues from A96 to A131 in Fig. 3b ,c, indicating that this segment adopts an α -helical secondary structure in detergent micelles. In addition, the accessibility parameter values of two short segments (L62-F67 and I76-R85) in the N-terminal region were also observed with same periodicity, suggesting that two short α -helices potentially exist in this segments. Moreover, the immersion depth parameter (Φ ) was derived from the conjugated accessibility parameters of Π O2 and Π NiEDDA 29 . As shown in Fig. 3d , the Φ values of the residues covering the entire putative hydrophobic region of IFITM3 can be separated into two apparently different patterns. In the first pattern starting from W60 to G95, the Φ value fluctuated around a relatively low value, indicating that the residues in this segment were partially buried in the micelles. However, the second pattern highlighted in gray ( Fig. 3d ) was totally different ( the Φ values progressively increased from residue A98 to T118, followed by a decrease until residue Y132), indicating that a transmembrane segment was embedded in this region of IFITM3. Collectively, the analysis of the accessibility parameter (Π O2 and Π NiEDDA ) and the immersion depth parameter (Φ ) derived from the power saturation experiments demonstrated that the IFITM3 protein contains a long transmembrane α -helix covering the residue sequence from A96 to A131 in the putative hydrophobic region. This coincides with the previously predicted topology I and topology III model, but totally different from the topology II model (Fig. 1a) . At the same time, two short α -helices without transmembrane properties were observed in the first half of the putative hydrophobic region, which was similar to the predicted topology model I or model II (Fig. 1a) . Moreover, as shown in Fig. 3a , several residues in the first half of the putative hydrophobic region were revealed to contain multi-motional states by the CW-EPR spectra. Thus, our EPR analysis of IFITM3 in detergent micelles suggested that IFITM3 might adopt a membrane topology structure similar to the topology model I in Fig. 1a .",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 138,
                    "text": "28",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 2455,
                    "end": 2458,
                    "text": "24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 2459,
                    "end": 2462,
                    "text": "29,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 2463,
                    "end": 2465,
                    "text": "30",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [
                {
                    "start": 185,
                    "end": 191,
                    "text": "Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 538,
                    "end": 545,
                    "text": "Fig. 3a",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1294,
                    "end": 1302,
                    "text": "Figure 2",
                    "ref_id": null
                },
                {
                    "start": 2270,
                    "end": 2278,
                    "text": "Figure 2",
                    "ref_id": null
                },
                {
                    "start": 2909,
                    "end": 2916,
                    "text": "Fig. 3b",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 3866,
                    "end": 3873,
                    "text": "Fig. 3b",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 4343,
                    "end": 4350,
                    "text": "Fig. 3d",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 4732,
                    "end": 4739,
                    "text": "Fig. 3d",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 5404,
                    "end": 5413,
                    "text": "(Fig. 1a)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 5620,
                    "end": 5629,
                    "text": "(Fig. 1a)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 5654,
                    "end": 5661,
                    "text": "Fig. 3a",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 5958,
                    "end": 5965,
                    "text": "Fig. 1a",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Solution NMR structure determination and backbone relaxation analysis of IFITM3. With information on the secondary structure and membrane topology of IFITM3 as determined by the EPR studies, solution NMR studies were also conducted to determine the atomic resolution structure of IFITM3 in DPC micelles. The backbone chemical shift assignments ( 1 H, 15 N, 13 CO, 13 C α , and 13 C β ) of full-length IFITM3 protein in DPC micelles were achieved using series of two-and three-dimensional solution NMR spectra (Fig. S3 ). Heteronuclear single quantum coherence (HSQC) spectra of the specifically 15 N labeled amino acid ( 15 N-Leucine, 15 N-Isoleucine, 15 N-Valine, 15 N-Methionine or 15 N-Phenylalanine) in the IFITM3 samples were acquired to assist the residue assignments (Fig. S4 ). Based on the backbone chemical shift values of assigned residues, the program TALOS + was used to estimate the secondary structure of IFITM3 31 . As shown in Fig. 4a , three segments with relatively large negative TALOS + index values were obtained, representing three α -helix segment. The remainder of the IFITM3 protein exhibited TALOS + index values close to zero, indicating a random coil. Compared with the previously predicted topology model that contains two long hydrophobic regions, the first two short α -helixes of IFITM3 resided in the first putative hydrophobic region while the third long α -helix correspond to the second putative hydrophobic region. To further verify the secondary structure, backbone relaxation analysis of IFITM3 was performed. As shown in Fig. 4c , residues with small T2 values were mainly observed in three regions, suggesting high backbone rigidity. This finding is consistent with the α -helix structure predicted by program TALOS + in the same region. While most residues in the N-terminus have large T2 values, indicating high flexibility property of the backbone. Thus, the overall results were consistent with the derived secondary structure of IFITM3 as determined by TALOS + analysis (Fig. 4) . However, the final atomic resolution structure of full-length IFITM3 could not be obtained, mainly due to the lack of an adequate number of NOE restraints and the intrinsic random coil structure in the N-terminal region. Instead, low resolution structural topology of full-length IFITM3, especially the putative hydrophobic region, can still be derived from the limited NMR data. As shown in Supplementary Figure 5 , an ensembles of 10 conformers with the lowest energy and best convergence were selected from 100 calculated structures of the N-terminally truncated IFITM3 (from W60 to A131). A kink or unusual dihedral angles could be found in the C-terminal of the transmembrane helix, which were probably derived from the unassigned residues nearby and the existence of Pro125 ( Figure S5 ). When superimposing the relatively long C-terminal α -helix (from A96 to A131), the root-mean-square deviation (RMSD) values of the backbone atoms and heavy atoms were 3.139 Å and 2.985 Å, respectively. For a clear presentation of the structure and predicted membrane topology of the putative hydrophobic region of IFITM3, one conformer was selected out (Fig. 5a ). The structural model of IFITM3 shows that a long C-terminal transmembrane helix and two short intramembrane α -helices in the N-terminal of the hydrophobic region was connected by a small flexible loop between them, which is perfectly consistent with the structural topology derived from the EPR analysis. Taken together with the EPR and solution NMR results, we conclude that the hydrophobic region of IFITM3 adopts a topology containing two short intramembrane α -helices followed by a long transmembrane α -helix (Fig. 5b) .",
            "cite_spans": [
                {
                    "start": 351,
                    "end": 353,
                    "text": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 357,
                    "end": 359,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 635,
                    "end": 637,
                    "text": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 652,
                    "end": 654,
                    "text": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 665,
                    "end": 667,
                    "text": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 509,
                    "end": 517,
                    "text": "(Fig. S3",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 774,
                    "end": 782,
                    "text": "(Fig. S4",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 944,
                    "end": 951,
                    "text": "Fig. 4a",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1562,
                    "end": 1569,
                    "text": "Fig. 4c",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2017,
                    "end": 2025,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2434,
                    "end": 2442,
                    "text": "Figure 5",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 2810,
                    "end": 2819,
                    "text": "Figure S5",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 3176,
                    "end": 3184,
                    "text": "(Fig. 5a",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 3704,
                    "end": 3713,
                    "text": "(Fig. 5b)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Scientific RepoRts | 6:24029 | DOI: 10.1038/srep24029",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Three different membrane topology models for IFITM proteins have been previously proposed 14 . The first model suggested that IFITM3 adopted an intramembrane topology with both the N-and C-termini facing cytoplasm, based on the observation that the inserted N-linked glycosylation site within the N-and C-terminal region cannot be modified (Model II of Fig. 1a) 18 . The results from flow cytometry experiments and cell surface immune-staining experiments argued that IFITM3 is a dual-transmembrane protein with both its N-and C-termini exposed to the endoplasmic reticulum (ER) lumen or extracellular space (Model III of Fig. 1a) 3, 19 . The third topology model was recently proposed demonstrating that IFITM3 is a type II transmembrane protein (model I of Fig. 1a) 22, 23 .",
            "cite_spans": [
                {
                    "start": 90,
                    "end": 92,
                    "text": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 362,
                    "end": 364,
                    "text": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 631,
                    "end": 633,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 634,
                    "end": 636,
                    "text": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 768,
                    "end": 771,
                    "text": "22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 772,
                    "end": 774,
                    "text": "23",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 353,
                    "end": 361,
                    "text": "Fig. 1a)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 622,
                    "end": 630,
                    "text": "Fig. 1a)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 759,
                    "end": 767,
                    "text": "Fig. 1a)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Through the combined approaches of EPR and solution NMR, the structural model and the membrane topology of human IFITM3 protein were determined. As illustrated in Fig. 5b , IFITM3 adopts a transmembrane topology, supporting the proposed type II transmembrane protein topology (model I in Fig. 1a) . At the C-terminus of human IFITM3, a long α -helix covering residues from A96 to A131 spans through the micelles. While two short discrete intramembrane α -helices were discovered in the first predicted hydrophobic segment of IFITM3. As shown in Fig. 3d , the EPR immersion depth (Φ ) data demonstrated that these two short α -helices possessed no transmembrane properties, but only buried partially in the micelles. And the relatively larger Φ values of the residues in the second short helix indicated that it might be more deeply buried in micelles than the first short helix. Moreover, the random coil property of the N-terminus of IFITM3 was revealed by NMR analysis.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 163,
                    "end": 170,
                    "text": "Fig. 5b",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 288,
                    "end": 296,
                    "text": "Fig. 1a)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 545,
                    "end": 552,
                    "text": "Fig. 3d",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Recently, functional studies by Li et al. have suggested that IFITMs could hamper viral membrane hemi-fusion through reducing membrane fluidity and conferring a spontaneous curvature 16, 32, 33 . Here in our topology structure of IFITM3 in micelles, two short intramembrane α -helices were discovered in the first predicted hydrophobic region. These two short helices were likely to induce membrane curvature when they inserted into only one leaflet of the lipid bilayers (Fig. 5b) , although lipid bilayers adopt different curvature and membrane thickness from micelles. Hence, our membrane topology of IFITM3 could provide direct structural evidence to support the antiviral mechanism proposed by Li et al. Moreover, three types of post-translational modifications have been reported to regulate the antiviral activity through influencing the subcellular localization, trafficking, clustering or interaction with potential receptors. The S-palmitoylation occurs at Cysteines 71, 72 and 105 17 , and ubiquitination takes place at Lysines 24, 83, 88 and 104 18 , whereas Tyrosine 20 is phosphorylated 8, 34 . These post-translational modifications can only occur when these residues are exposed to cytoplasmic side of the membrane, which is consistent with our IFITM3 structure and proposed membrane topology model (Fig. 5b) , with an intracellular N-terminal domain and an intramembrane segment facing the cytoplasm. Moreover, CW-EPR spectra analysis indicated that residues with multi-motional or multi-conformational states all resided in the intramembrane hydrophobic segments (W60-G95). We suggested that the multi-conformational property of the intramembrane hydrophobic segments might closely relate to its multiple roles in post-translational modifications, such as different structural states might interact with different enzymes.",
            "cite_spans": [
                {
                    "start": 32,
                    "end": 41,
                    "text": "Li et al.",
                    "ref_id": null
                },
                {
                    "start": 183,
                    "end": 186,
                    "text": "16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 187,
                    "end": 190,
                    "text": "32,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 191,
                    "end": 193,
                    "text": "33",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1058,
                    "end": 1060,
                    "text": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1101,
                    "end": 1103,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1104,
                    "end": 1106,
                    "text": "34",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [
                {
                    "start": 472,
                    "end": 481,
                    "text": "(Fig. 5b)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1315,
                    "end": 1324,
                    "text": "(Fig. 5b)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Therefore, the combined EPR and solution NMR studies clearly supported the type II transmembrane protein topology model for IFITM3, which is consistent with the previously proposed mechanism of its antiviral function. It remains unclear why the other contradictory membrane topology models for IFITM3 are derived from functional studies. We cannot exclude the possibility that IFITM3 may be able to adopt multiple topologies in different stages of the viral infection period, or in different host cell types. Further structural and functional correlation studies of IFITM3 in different cell types and studies focusing on other IFITM proteins are still required to completely unveil the antiviral mechanism of IFITM proteins.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Three endogenous cysteines (C71, C72 and C105) were substituted by Serine through site-directed mutagenesis to construct Cysless \"WT\" IFITM3. Then, 72 sequential residues spanning from W60 to Y132 (except T65) on full-length IFITM3 were mutated to Cysteine, respectively. The target IFITM3 gene sequences were subsequently inserted into the vector pET21b (Novagen) using the restriction sites Nde I and Xho I. All constructs were verified through gene sequencing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Constructions of Cysteine mutants ofIFITM3."
        },
        {
            "text": "Protein expression and purification. IFITM3 protein was over-expressed in BL21-GOLD (DE3) competent cells (Novagen) transformed with vector pET21b containing IFITM3 coding sequence in M9 media at 25 °C. A final concentration of 0.8 mM IPTG (isopropyl-D-thio-galactoside) was added at cell density around OD 600 = 0.8 to induce protein over-expression in the following 20 hours. The cell pellets harvested by high-speed centrifugation (Allegrax-15R, Beckman) were resuspended in lysis buffer(70 mM Tris, 300 mM NaCl, pH 8.0). Then, cell membrane was broken using ultrasonication, followed by separation procedure using high-speed centrifugation. After that, the pallets fraction containing IFITM3 protein was dissolved using the binding buffer (20 mM Tris, 200 mM NaCl, pH 8.0) containing 1% (w/v)SDS. Finally, IIFITM3 protein was purified using Ni-NTA affinity chromatography (QIAgen, Germany) and eluted in binding buffer containing 0.5% DPC. SDS-PAGE (Sodium dodecyl sulfate polyacrylamide gel electrophoresis) was applied to analyze the purified IFITM3 protein in DPC micelles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Constructions of Cysteine mutants ofIFITM3."
        },
        {
            "text": "MTSL (1-oxyl-2,2,5,5-tetramethyl-Δ3-pyrr-oline-3-methyl methanethiosulfonate) spin labeling. Spin labeling reaction was carried out through incubating purified IFITM3 mutants with 10 fold molar ratio MTSL (Toronto Research Chemicals, Ontario, Canada) at 4 °C overnight. Excessive free MTSL was removed using a PD-10 gravity flow desalting column (GE Biosciences). Then, spin labeled IFITM3 protein in binding buffer with 0.2% DPC (w/v)were concentrated to approximately 200 μM using Amicon Ultra-15 centrifugal filter units (Millipore) for further EPR experiments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Constructions of Cysteine mutants ofIFITM3."
        },
        {
            "text": "Continuous wave EPR (CW-EPR) spectroscopy. CW-EPR spectra were acquired using a Bruker A300 spectrometer (Bruker Biospin GmbH, Rheinstetten, Germany) at X-band (9.5 GHz) equipped with a high-sensitivity cavity (ER 4119HS, Bruker Biospin GmbH, Rheinstetten, Germany). Samples were placed into a quartz capillary tube(about 0.5 mm, Kimble micro-capillary pipets) with a volume of approximately 20 μL. Experimental parameters were optimized with 100 kHz modulation frequency, 2 mW incident microwave power, 1Gauss modulation amplitude, 10.24 ms time constant, 40.96 ms conversion time and 150 Gauss scan width.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Constructions of Cysteine mutants ofIFITM3."
        },
        {
            "text": "For power saturation studies and accessibility analysis, the experiments were performed using the same spectrometer equipped with an ER4123D CW resonator (Bruker BioSpin, Germany). Samples with a total volume of ~3 μL were loaded into gas permeable TPX capillary tubes. During the power saturation analysis, the range of incident microwave power was from 0.7 mW (25dB attenuation) to180 mW(1dB attenuation) with the step of 2dB.To obtain the EPR spectra of IFITM3 sample in the N 2 atmosphere, O 2 atmosphere of the sample was purged through N 2 blowing or equilibration. At the same time, EPR spectra were acquired in air (O 2 as the hydrophobic paramagnetic reagent), or in N 2 with the presence of 50 mM Ni 2+ -EDDA complex (NiEDDA) as the hydrophilic paramagnetic reagent. Power saturation curves were measured as the vertical peak-to-peak amplitude(A) of the first derivative M i = 0 line as a function of incident microwave power (P). To determine the value of P 1/2 , the data were fitted using an R software script according to the equation (1):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Constructions of Cysteine mutants ofIFITM3."
        },
        {
            "text": "1/ 1/2 I is a scaling factor, P 1/2 is the incident power where the first derivative amplitude is reduced to half of its unsaturated value, and ε is a measure of the homogeneity of saturation of the resonance line. With the obtained P 1/2 , the accessibility parameter Π O2 and Π NiEDDA were calculated according to the equation (2): where ΔP 1/2 is the value difference between two P 1/2 values in the presence and absence of relaxing agent, ΔHpp is the peak-to-peak line-width of the first derivative spectrum, P 1/2 (DPPH) and ΔHpp (DPPH) were the P 1/2 and peak-to-peak line-width values of a standard sample of crystalline 2,2-diphenyl-1-picrylhydrazyl (DPPH) in KCl. Then, the immersion depth parameter Φ could be calculated using the power saturation parameter: 15 N-Isoleucine, 15 N-Valine, 15 N-Methionine and 15 N-Phenylalanine selectively labeled IFITM3 samples. Details of the experimental parameters were described previously. All the spectra were analyzed using NMRPipe and NMRView. Backbone resonance assignment was then performed. Dihedral angle constraints were predicted using Talos + program, based on the obtained chemical shifts of 13 Cα , 13 Cβ , 13 ",
            "cite_spans": [
                {
                    "start": 769,
                    "end": 771,
                    "text": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 786,
                    "end": 788,
                    "text": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 799,
                    "end": 801,
                    "text": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1153,
                    "end": 1155,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1161,
                    "end": 1163,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1169,
                    "end": 1171,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Constructions of Cysteine mutants ofIFITM3."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Transcriptional and posttranscriptional regulation of interferon-induced gene expression in human cells",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Friedman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Manly",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mcmahon",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Kerr",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Stark",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Cell",
            "volume": "38",
            "issn": "",
            "pages": "745--55",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Molecular analysis of a human interferon-inducible gene family",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Lewin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Reid",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mcmahon",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Stark",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Kerr",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Eur J Biochem",
            "volume": "199",
            "issn": "",
            "pages": "417--440",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The IFITM proteins mediate cellular resistance to influenza A H1N1 virus, West Nile virus, and dengue virus",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Brass",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Cell",
            "volume": "139",
            "issn": "",
            "pages": "1243--54",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Identification of three interferon-inducible cellular enzymes that inhibit the replication of hepatitis C virus",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Journal of Virology",
            "volume": "82",
            "issn": "",
            "pages": "1665--1678",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Interferon-induced cell membrane proteins, IFITM3 and tetherin, inhibit vesicular stomatitis virus infection via distinct mechanisms",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Weidner",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Virol",
            "volume": "84",
            "issn": "",
            "pages": "12646--57",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Distinct patterns of IFITM-mediated restriction of filoviruses, SARS coronavirus, and influenza A virus",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "C"
                    ],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS Pathog",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "A diverse range of gene products are effectors of the type I interferon antiviral response",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Schoggins",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nature",
            "volume": "472",
            "issn": "",
            "pages": "481--486",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The N-terminal region of IFITM3 modulates its antiviral activity by regulating IFITM3 cellular localization",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jia",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Virol",
            "volume": "86",
            "issn": "",
            "pages": "13697--707",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Characteristics of IFITM, the newly identified IFN-inducible anti-HIV-1 family proteins",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chutiwitoonchai",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Microbes and Infection",
            "volume": "15",
            "issn": "",
            "pages": "280--290",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The small interferon-induced transmembrane genes and proteins",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Siegrist",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ebeling",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Certa",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Interferon Cytokine Res",
            "volume": "31",
            "issn": "",
            "pages": "183--97",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Bril: a novel bone-specific modulator of mineralization",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Moffatt",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Bone Miner Res",
            "volume": "23",
            "issn": "",
            "pages": "1497--508",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Evolution of vertebrate interferon inducible transmembrane proteins",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Hickford",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Frankenberg",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Shaw",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Renfree",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "BMC Genomics",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The broad-spectrum antiviral functions of IFIT and IFITM proteins",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Diamond",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Farzan",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nat Rev Immunol",
            "volume": "13",
            "issn": "",
            "pages": "46--57",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "IFITM proteins-cellular inhibitors of viral entry",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Weston",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kellam",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Marsh",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Curr Opin Virol",
            "volume": "4",
            "issn": "",
            "pages": "71--78",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "IFITM3 inhibits influenza A virus infection by preventing cytosolic entry",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Feeley",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Plos Pathog",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "IFITM proteins restrict viral membrane hemifusion",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Plos Pathog",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Palmitoylome profiling reveals S-palmitoylation-dependent antiviral activity of IFITM3",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Yount",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nat Chem Biol",
            "volume": "6",
            "issn": "",
            "pages": "610--614",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "S-palmitoylation and ubiquitination differentially regulate interferon-induced transmembrane protein 3 (IFITM3)-mediated resistance to influenza virus",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Yount",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Karssemeijer",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Hang",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Biol Chem",
            "volume": "287",
            "issn": "",
            "pages": "19631--19672",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Tapa-1, the Target of an Antiproliferative Antibody, Is Associated on the Cell-Surface with the Leu-13 Antigen",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Takahashi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Doss",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Levy",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Levy",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Journal of Immunology",
            "volume": "145",
            "issn": "",
            "pages": "2207--2213",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Monoclonal antibody to the interferon-inducible protein Leu-13 triggers aggregation and inhibits proliferation of leukemic B cells",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "B"
                    ],
                    "last": "Tomasi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Evans",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Blood",
            "volume": "76",
            "issn": "",
            "pages": "2583--93",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "IFITM-Family Proteins: The Cell's First Line of Antiviral Defense",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Bailey",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "C"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Farzan",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Annu Rev Virol",
            "volume": "1",
            "issn": "",
            "pages": "261--283",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "A membrane topology model for human interferon inducible transmembrane protein 1",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Weston",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Plos One",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Interferon-induced transmembrane protein 3 is a type II transmembrane protein",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Bailey",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Kondur",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "C"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Farzan",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Biol Chem",
            "volume": "288",
            "issn": "",
            "pages": "32184--93",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "CW-EPR studies revealed different motional properties and oligomeric states of the integrin beta1a transmembrane domain in detergent micelles or liposomes",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Sci Rep",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Ion/substrate-dependent conformational dynamics of a bacterial homolog of neurotransmitter: sodium symporters",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Claxton",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nat Struct Mol Biol",
            "volume": "17",
            "issn": "",
            "pages": "822--831",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Three-dimensional architecture and gating mechanism of a K+ channel studied by EPR spectroscopy",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Perozo",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Cortes",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Cuello",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Nat Struct Biol",
            "volume": "5",
            "issn": "",
            "pages": "459--69",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Watching proteins move using site-directed spin labeling",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Hubbell",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Mchaourab",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Altenbach",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Lietzow",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Structure",
            "volume": "4",
            "issn": "",
            "pages": "779--83",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Motion of spin-labeled side chains in T4 lysozyme. Correlation with protein structure and dynamics",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Mchaourab",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Lietzow",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hideg",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Hubbell",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Biochemistry",
            "volume": "35",
            "issn": "",
            "pages": "7692--704",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "A collision gradient method to determine the immersion depth of nitroxides in lipid bilayers: application to spin-labeled mutants of bacteriorhodopsin",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Altenbach",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Greenhalgh",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "G"
                    ],
                    "last": "Khorana",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Hubbell",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Proc Natl Acad Sci",
            "volume": "91",
            "issn": "",
            "pages": "1667--71",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Structure of the cytoplasmic domain of erythrocyte band 3 hereditary spherocytosis variant P327R: band 3 Tuscaloosa",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Biochemistry",
            "volume": "46",
            "issn": "",
            "pages": "10248--57",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "TALOS+ : a hybrid method for predicting protein backbone torsion angles from NMR chemical shifts",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Delaglio",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cornilescu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bax",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Biomol NMR",
            "volume": "44",
            "issn": "",
            "pages": "213--236",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Membrane curvature and mechanisms of dynamic cell membrane remodelling",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "T"
                    ],
                    "last": "Mcmahon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Gallop",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nature",
            "volume": "438",
            "issn": "",
            "pages": "590--596",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Mechanics of membrane fusion",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "V"
                    ],
                    "last": "Chernomordik",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Kozlov",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nature Structural & Molecular Biology",
            "volume": "15",
            "issn": "",
            "pages": "675--683",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "The CD225 domain of IFITM3 is required for both IFITM protein association and inhibition of influenza A virus and dengue virus replication",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "John",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Virol",
            "volume": "87",
            "issn": "",
            "pages": "7837--52",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1. (a) Three different topology models proposed recently for IFITM3. The hydrophobic region of IFITM3 from W60 to Y132 was analyzed using EPR methods. (b) The spin labeling reaction for cysteine substituted IFITM3 mutants to introduce the nitroxide side chain, which is denoted R1. (c) SDS-PAGE analysis of IFITM3 in detergent micelles. Both wt-IFITM3 and IFITM3-W60C were purified as monomers in detergent micelles.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "The EPR analysis of the hydrophobic region of IFITM3 in detergent micelles. (a)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "The structural analysis of IFITM3 in detergent micelles using the NMR methods. (a) The secondary structure of IFITM3 as predicted by the TALOS + program according to the residue assignment. (b,c) represent the longitudinal relaxation (T 1 ) and transverse relaxation (T 2 ) of the residue-specific backbone amide 15 N of the IFITM3 protein in detergent micelles.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "The proposed topology structure of the hydrophobic segment of IFITM3. (a) The structure of the hydrophobic region of IFITM3 derived from solution NMR analysis, which contains a C-terminal transmembrane α -helix and two short intramembrane α -helices. (b) A schematic model of IFITM3 in the membrane.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "RepoRts | 6:24029 | DOI: 10.1038/srep24029",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "NMR spectroscopy and structure determination.IFITM3  proteinfor NMR experiments were expressed and purified as described before, except that the final NMR samples were prepared in 50 mM phosphate buffer containing 10% D 2 O, with a concentration of 1.0 mM. A series of TROSY-based multi-dimensional NMR experiments were performed on 500 MHz Varian spectrometer, 700 MHz Varian spectrometer and 600 MHz Bruker spectrometer.1 H/ 15 N labeled IFITM3 protein was used for 2D TROSY-HSQC and NOESY-HSQC experiments. The 13 C/ 15 N labeled sample and 2 H/ 13 C/ 15 N labeled sample in DPC detergent micelles were both applied for 3D HNCA, HN(CO)CA, HNCO, HN(CA)CO, CBCANH, and CBCA(CO)NH spectra collecting at pH 7.0 and 35 °C. Besides, to assist assignment, 2D TROSY experiments were performed using 15 N-Leucine,",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "CO,1 Hα ,15 N,1 HN. Finally, the resulting dihedral angle and NOE restrains were applied in structure calculation using Xplor-NIH program.Backbone 15 N relaxation measurements of IFITM3. 2D 15N-1HHSQC pulse sequences were applied in the T1 and T2 relaxation measurements. Delay values used for T1 and T2 experiments were 20, 50, 100, 200, 500, 1000 and 1500 ms, and 10, 30, 50, 90, 130 and 190 ms, respectively.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We gratefully thank the National Key Science Research Grant of Ministry of Science and Technology, China with grant number 2015CB910100, National Natural Science Foundation of China with the grant funding support no. U1332138, 21473176 and 31470740.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "T.C., Z.L. and L.S. designed the experiments and T.C. oversaw the whole experimental processes. L.S., W.W., C.X. and Y.L. expressed the protein and did the spin labeling; L.S. conducted the EPR experiments and the analysis. Z.C., L.S. and W.F. conducted the solution NMR studies. T.C. and L.S. wrote the manuscript under helps from all authors. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Contributions"
        }
    ]
}