{
    "paper_id": "c82d59add457527b2858fb5157a92634815d9387",
    "metadata": {
        "title": "Policy Forum The New International Health Regulations and the Federalism Dilemma",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "I n the aftermath of severe acute respiratory syndrome (SARS) ( Figure 1 ) and in anticipation of avian fl u, the international health community has recognized that pandemic planning and response is an inherently multigovernmental concern. The ability of pathogens to cross borders and rapidly spread around the globe requires highly coordinated public health responses that involve the cooperation of local, regional, national, and supranational governments ( Figure  2 ). The understanding of this reality has informed the current International Health Regulations (IHR) revision process.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 64,
                    "end": 72,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 461,
                    "end": 470,
                    "text": "Figure  2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": ""
        },
        {
            "text": "Approved in May 2005, the revised IHR have increased the disease surveillance requirements of \"states parties\" in an effort to better inform the pandemic response process and to protect the health of the global community [1] . Furthermore, the revisions have also outlined recommendations that the World Health Organization (WHO) could issue if an outbreak originating in one country is perceived to be a threat to other countries. The revision of the IHR is both long overdue and eminently necessary to face the challenges of an increasingly globalized world [2] . The practical implementation of these proposals, however, may encounter obstacles. This is particularly true for those WHO member nations that have federal systems of government (federations), and could ultimately threaten their ongoing support of the new regulations.",
            "cite_spans": [
                {
                    "start": 221,
                    "end": 224,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 560,
                    "end": 563,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Federalism is a type of political system in which the advantages of shared rule are combined with those of regional government [3] . Countries with federal governments make up about 40% of the world's population, and include the second most populous country (India) and the world's largest economy (United States) [4] . Federal systems of government offer many advantages, including allowing for the distinctiveness of the regions within a nation to be recognized and for region-specifi c policy approaches to be developed. However, one of the limitations of federations is that the division of powers can create an obstacle to the development of centralized approaches to national challenges. Such scenarios can arise when the country's constitution distributes the key powers in question to the regions. This characteristic of federal systems poses a dilemma when international treaties are signed by a federal government, but the cooperation of regional governments (states, provinces, etc.) is necessary for compliance with the treaty.",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 130,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 314,
                    "end": 317,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Federalism and Public Health Response"
        },
        {
            "text": "Canada's experience with SARS outlines the challenges of such constitutional division of powers when it comes to managing public health crises. During SARS, the Canadian federal government's ability to obtain data from the Province of Ontario was dependent on voluntary transfer, since the management of infectious disease outbreaks falls under provincial jurisdiction [5, 6] . Reviews of the response to SARS showed that the transfer of data from the provincial government to the federal government was a key obstacle to the management of the crisis and, in particular, limited the federal government's ability to effectively communicate the status of the outbreak to the WHO (Problem 7 of [7] ).",
            "cite_spans": [
                {
                    "start": 369,
                    "end": 372,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 373,
                    "end": 375,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 691,
                    "end": 694,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Federalism and Public Health Response"
        },
        {
            "text": "The United States encountered similar jurisdictional problems when developing strategies to address the threat of bioterrorism following the 2001 anthrax attacks, because public health is primarily within the jurisdiction of the states [8, 9] . Concerns about the inadequacy of some state public health legislation at the time provided the impetus for the development of a Model State Emergency Health Powers Act [10] . ",
            "cite_spans": [
                {
                    "start": 236,
                    "end": 239,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 240,
                    "end": 242,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 413,
                    "end": 417,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Federalism and Public Health Response"
        },
        {
            "text": "In Australia, powers over emergency response to public health crises also primarily reside at the state level, with the federal government having limited authority except for quarantine. The development of a coordinated Australian approach to managing new infectious threats has thus been a challenge, and there is potential for confusion over who has authority in the event of a public health emergency that crosses state borders [11] .",
            "cite_spans": [
                {
                    "start": 431,
                    "end": 435,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Kumanan Wilson*, Christopher McDougall, Ross Upshur, the Joint Centre for Bioethics SARS Global Health Ethics Research Group"
        },
        {
            "text": "Adding to the challenges of developing effective intergovernmental approaches to disease outbreaks in federations is their multidimensional nature. The response to an infectious outbreak could involve issues of national security, emergency response, environmental protection, and food and water safety. Powers over these areas may be differentially allocated across the various orders of government. Such a scenario could produce confl ict or confusion when attempting to determine which order of government has the ultimate authority over the management of the outbreak. This in turn may contribute to a failure to adequately manage an outbreak and to the spread of the outbreak across borders within a country, and potentially into other countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Kumanan Wilson*, Christopher McDougall, Ross Upshur, the Joint Centre for Bioethics SARS Global Health Ethics Research Group"
        },
        {
            "text": "The revisions of the IHR create important new challenges to all countries, and in particular to those with federal systems of government (Table 1 ) [12] . The new IHR require all states parties to designate representatives to implement the surveillance, response, and notifi cation requirements of the regulations. These requirements cover all jurisdictions from the community level to the national level. While the previous version only applied to three infectious diseases, the new IHR apply to \"all events that may constitute a public health emergency of international concern,\" and a decision-making instrument to assist in the identifi cation of such events is included in the regulations. Notifi able events within a state are to be reported by a \"national IHR Focal Point\" to the WHO within 24 hours. States are also responsible for strengthening their surveillance system and are required to complete both a capacity assessment within two years of the approval of the revised Regulations, and the development of public health infrastructure that ensures full compliance within fi ve years of the entry into force (in June 2007) of the regulations.",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 152,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 137,
                    "end": 145,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "The New International Health Regulations"
        },
        {
            "text": "The new IHR also explicitly outline new WHO powers, which include an information-gathering prerogative that is not limited solely to offi cial state notifi cations or consultations, but which covers all \"the available scientifi c evidence and other relevant information\". The WHO is also empowered to share information with other states parties if an affected state \"does not accept the offer of collaboration\" and \"when justifi ed by the magnitude of the public health risk\". The revisions also formally empower the WHO to issue temporary and standing recommendations if an outbreak is classifi ed as a public health emergency of international concern. These could include recommendations to issue travel restrictions for persons from affected areas. The recommendations would ideally be made with the consent of the affected country, although provisions exist for such action in the absence of the target member state's consent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The New International Health Regulations"
        },
        {
            "text": "The realities of federations, and the fragmentation of powers within them, could become particularly problematic when attempting to operationalize the new IHR. This is particularly true of the surveillance and reporting requirements, and it is of particular concern given the implications of new WHO powers. There is a real concern that federations may not be able to comply with the IHR, which could result in the issuance of temporary recommendations that would penalize federations for political and administrative features that they perceive to be beyond their control.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Federalism and the New International Health Regulations"
        },
        {
            "text": "While a primarily unitary state may have suffi cient centralized powers to ensure that the surveillance and reporting requirements embodied in the new IHR are met, the allocation of powers within federations may not permit this. For example, the IHR revisions require all member nations to notify the WHO \"within 24 hours of assessment of public health information, of all events which may constitute a public health emergency of international concern within its territory…as well as any health measure implemented in response to those events\". However, federal governments may not have the authority to collect the data necessary for reporting to the WHO and the transfer of data from the affected regions may not occur voluntarily. While, according to the new IHR, the federal government can designate regional representatives to carry out some of the measures, the government is ultimately dependent on cooperation from these regional authorities that may not necessarily be forthcoming.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Federalism and the New International Health Regulations"
        },
        {
            "text": "There are several reasons why regional governments, for example, may not want to provide complete information on the nature of an outbreak. These include concern about the impact of disclosure on their economy, aversion to federal scrutiny, concerns about stigmatization, and a fundamental belief that the issue being addressed is within their jurisdiction. Failure to report could have signifi cant consequences, most importantly the delay of national and international responses to prevent the spread of the disease. The resistance of regional governments to sharing of information could leave a country susceptible to measures introduced by the WHO, particularly since the WHO now has authority to conduct surveillance and to utilize information gathered from nongovernmental sources through the Global Public Health Intelligence Network [13, 14] .",
            "cite_spans": [
                {
                    "start": 841,
                    "end": 845,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 846,
                    "end": 849,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Federalism and the New International Health Regulations"
        },
        {
            "text": "The issuance of travel advisories, as occurred during SARS, or of temporary recommendations to member nations not to accept travelers from an affected region, could have damaging effects on the economy of that region. The perception in Canada was that the SARS travel advisory may not have been warranted, and had a serious negative impact on the economy of Toronto [15, 16] . In developing countries where tourism is essential to the national economy, such an advisory could be catastrophic. Federations could view the use of such measures by the WHO as unnecessarily punitive and an invasion of national sovereignty. Ultimately, this could lead to a lack of support for the WHO, the IHR and other global strategies for disease control [12] .",
            "cite_spans": [
                {
                    "start": 366,
                    "end": 370,
                    "text": "[15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 371,
                    "end": 374,
                    "text": "16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 737,
                    "end": 741,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Federalism and the New International Health Regulations"
        },
        {
            "text": "The United States, recognizing the challenges the IHR could pose for federations, had requested the insertion of a clause that would acknowledge the unique governance structures of federations. The decision not to include such a clause in the revised IHR prompted the United States to notify that they intend to submit a statement of reservation, specifi cally commenting that they will \"implement the IHR in a manner consistent with (their) federal system of government\" [17] .",
            "cite_spans": [
                {
                    "start": 472,
                    "end": 476,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Federalism and International Agreements"
        },
        {
            "text": "The challenges posed by the IHR to federations are not unique, however, as federations are often confronted with diffi culties in implementing international agreements. For example, the GATT/WTO agreement included a federal clause which states that \"[e]ach contracting party shall take such reasonable measures as may be available to it to ensure observance of the provisions of this Agreement by the regional and local governments and authorities within its territory\". However, there has been variability in the interpretation of this clause, with certain countries claiming that this requires the use of any constitutional power available to adhere to the agreement, and others arguing that this clause should not allow internal Applicability Narrow list of three specifi c diseases All events that may constitute a public health emergency of international concern, which is any event that: (1) may constitute a public health risk to other states through the international spread of disease; and/or (2) that may require a coordinated international response Authorities responsible for communication with WHO Unspecifi ed beyond general reference to a country's health administration (\"the governmental authority responsible over the whole of a territory to which these regulations apply\") Stipulates that each state party: (1) will designate a single National IHR Focal Point, \"which shall be accessible at all times for communications with WHO\" and which will disseminate information to, and consolidate input, from relevant sectors of the administration; and (2) will establish \"the authorities responsible within its respective jurisdiction for the implementation of health measures\" Surveillance system Narrow health and sanitary requirements for international carriers and at borders only Ports of entry and routine inspection and control standards, plus detailed core public health requirements at local and national levels to be met within a specifi c time frame (explicit state obligation to develop, strengthen, and maintain the capacity to detect, report, and respond to public health events) Sources of information Offi cial country notifi cations only All relevant offi cial and unoffi cial info, including from nongovernmental organizations, individual experts, media, and the Global Public Health Intelligence Network Issuance of alerts, advisories and recommendations By the Director-General in an ad hoc manner, and only to national authorities By an emergency committee formed from a roster of experts, according to formal criteria, with joint participation of affected states, to national authorities and to the international community in general; either temporary or standing; subject to scrutiny by a review committee federal structures to be compromised [18, 19] . The Kyoto Protocol to the United Nations Framework Convention on Climate Change has generated similar challenges to implementation in federal states, and it is notable that two key federations, the US and Australia, have not ratifi ed the treaty [20] . The problems federations have with compliance with international treaties can occur at several levels. First, as already mentioned, the necessary powers to ensure compliance with a treaty may not fall within the jurisdiction of the federal level of government. While in many federations, the federal power to sign treaties may permit them to override the jurisdiction of regional governments, this is not necessarily always the case. And in scenarios in which the federal government does have the necessary constitutional authority, they may choose not to exercise it because of political concerns about creating confl ict with regional governments. Even in scenarios in which the federal government has the necessary legislative power and does choose to exercise it, regional governments may not be able to cope with the fi nancial and/or practical burdens of compliance [21] . This latter issue, of unfunded mandates, is not unique to federal states and constitutes a challenge that all WHO member nations will need to address when determining how to implement the surveillance requirements of the new IHR.",
            "cite_spans": [
                {
                    "start": 2778,
                    "end": 2782,
                    "text": "[18,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 2783,
                    "end": 2786,
                    "text": "19]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 3035,
                    "end": 3039,
                    "text": "[20]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 3914,
                    "end": 3918,
                    "text": "[21]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Federalism and International Agreements"
        },
        {
            "text": "It is apparent that this \"federalism dilemma\" will need to be addressed, both by member nations and by the WHO, if the revised IHR are to be implemented successfully. It is primarily incumbent upon federations, as responsible members of the international community, to take every measure available to ensure that they can comply with the new IHR. These measures would include using what constitutional means may be available to centralize necessary public health powers concerning surveillance and outbreak response, making efforts to establish effective collaborative intergovernmental arrangements, and developing appropriate public health capacity at the local level. The intergovernmental acrimony to which federations are susceptible would clearly not be acceptable if, at a time of crisis, it produced a dysfunctional response that resulted in the international spread of disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Guidance to Federations"
        },
        {
            "text": "The WHO, in turn, must make efforts to assist federations in this regard. These efforts could include the provision of guidelines on strategies federal governments can use to address some of the challenges we have described. For example, the constitutions of some federations may have unexploited powers that federal governments could utilize to gain the necessary authority. Constitutions are often interpreted in a fl exible manner by courts, in recognition of the realities of a changing world. The threat of pandemic infections could be taken strongly into consideration when courts are interpreting the use of federal powers. Of course, there are important limitations to this strategy, including the fact that any constitutional interpretation will need to strike a balance between new public health powers and respect for fundamental human rights and traditional allocations of government power, both of which may constrain the expansion of federal authority. Furthermore, heavy-handed, topdown approaches to managing disease outbreaks are not ideal, given the critical importance of local and regional public health activities. Ideally, responses would be a collaborative venture between orders of government.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Guidance to Federations"
        },
        {
            "text": "To facilitate such collaboration, federal governments could enter into agreements with regional governments to ensure cooperation on matters such as the timely and adequate transfer of data. The likelihood of adherence to such agreements would be greatly enhanced if conditional funding were provided by the federal government to assist in developing the necessary surveillance and response infrastructure at the local level. This option is particularly important to consider because adequate federal powers will have no effect in the absence of adequate surveillance infrastructure or public health capacity. Governance strategies must go hand in hand with effective surveillance and the development of necessary public health capacity [22] .",
            "cite_spans": [
                {
                    "start": 737,
                    "end": 741,
                    "text": "[22]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Guidance to Federations"
        },
        {
            "text": "Given the importance of the IHR revision process, every effort should be made to ensure that member nations can comply with the new requirements. The size and power of several federations in the World Health Organization require that the particular nuances of their governance structure be acknowledged and respected. Failure to do so could threaten the long-term support of the IHR by key federations, such as the United States, India, and Russia, which would undermine their fundamental objective of protecting the global community. Ultimately, however, it is the responsibility of federations to make the appropriate adjustments in their approach to public health governance so that they can effectively identify, respond to, and communicate information on disease outbreaks. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Third report of committee A. Fifty-eighth world health assembly",
            "authors": [],
            "year": 2005,
            "venue": "Agenda item 13.1. Available",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Proposed new International Health Regulations",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nicoll",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Aavitsland",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Giesecke",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "BMJ",
            "volume": "330",
            "issn": "",
            "pages": "321--322",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Defi nition of terms and principles of federalism. In: Watts R. Comparing federal systems in the 1990s",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Watts",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "6--14",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Handbook of federal countries",
            "authors": [],
            "year": 2002,
            "venue": "",
            "volume": "528",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The complexities of multilevel governance in public health",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Can J Public Health",
            "volume": "95",
            "issn": "",
            "pages": "409--412",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Understanding the impact of intergovernmental relations on public health: Lessons form reform initiatives in the blood system and health surveillance",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mccrea-Logie",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lazar",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Can Public Policy",
            "volume": "30",
            "issn": "",
            "pages": "177--194",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The SARS commission interim report: SARS and public health in Ontario. Available: http:⁄⁄www. sarscommission.ca/report/Interim_Report. pdf. Accessed 1",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Campbell",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Legal issues surrounding public health emergencies",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Fidler",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Public Health Rep",
            "volume": "116",
            "issn": "2",
            "pages": "79--86",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "After September 11: Rethinking public health federalism",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "E"
                    ],
                    "last": "Parmet",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Law Med Ethics",
            "volume": "30",
            "issn": "",
            "pages": "201--211",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The Model State Emergency Health Powers Act: Planning for and response to bioterrorism and naturally occurring infectious diseases",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "O"
                    ],
                    "last": "Gostin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Sapsin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Teret",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "JAMA",
            "volume": "288",
            "issn": "",
            "pages": "622--628",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Managing emerging infectious diseases: Is a federal system an impediment to effective laws?",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Howse",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Aust New Zealand Health Policy",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "International infectious disease law: Revision of the World Health Organization's International Health Regulations",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "O"
                    ],
                    "last": "Gostin",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "JAMA",
            "volume": "291",
            "issn": "",
            "pages": "2623--2627",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Emerging trends in international law concerning global infectious disease control",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Fidler",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Emerg Infect Dis",
            "volume": "9",
            "issn": "",
            "pages": "285--290",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "SARS: Political pathology of the fi rst post-Westphalian pathogen",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Fidler",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Law Med Ethics",
            "volume": "31",
            "issn": "",
            "pages": "485--505",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Public health measures to control the spread of the severe acute respiratory syndrome during the outbreak in Toronto",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Svoboda",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Henry",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Shulman",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kennedy",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Rea",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "N Engl J Med",
            "volume": "350",
            "issn": "",
            "pages": "2352--2361",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Canadians still stung by WHO's SARS travel advisory",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Kondro",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Bureau of International Organization Affairs. US Department of State",
            "authors": [],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "statement for the record concerning the World Health Organization's revised International Health Regulations",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Changing notions of sovereignty and federalism in the international economic system: A reassessment of WTO regulation of federal states and the regional and local governments within their territories",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "T"
                    ],
                    "last": "Hayes",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Northwest J Int Law Bus",
            "volume": "25",
            "issn": "",
            "pages": "1--36",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "From Kyoto to the WTO: Evaluating the constitutional legitimacy of the provinces in Canadian foreign trade and environmental policy",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Kukucha",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Can J Polit Sci",
            "volume": "38",
            "issn": "",
            "pages": "129--152",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "North American federalism and climate change policy: American state and Canadian provincial policy development",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "G"
                    ],
                    "last": "Rabe",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Widener Law J",
            "volume": "14",
            "issn": "",
            "pages": "121--172",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Re-entering the arena: Restoring a judicial role for enforcing limitations on federal mandates",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Eastman",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Harv J Law Public Policy",
            "volume": "25",
            "issn": "",
            "pages": "931--952",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Public-health preparedness requires more than surveillance",
            "authors": [],
            "year": 2004,
            "venue": "Lancet",
            "volume": "364",
            "issn": "",
            "pages": "1639--1640",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "\"8 Steps Towards SARS Prevention\"-Public Information Poster Issued by the Chinese Government, 2003",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "10.1371/journal.pmed.0030001.g002",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Processing SARS Specimens at the Special Pathogens Branch of the CDC The Centers for Disease Control and Prevention (CDC) worked closely with the WHO and other partners, as part of a global collaboration to address the SARS outbreak. (Photo: James Gathany/CDC Public Health Image Laboratory)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Some Changes to the IHR That Are Relevant to Federations",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "January 2006 | Volume 3 | Issue 1 | e1Heavyhanded, top-down approaches to managing disease outbreaks are not ideal.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}