{
    "paper_id": "c8d2fa6e178d17b218df59b33cfcb5839af7dc7f",
    "metadata": {
        "title": "Supplement: No involvement of alveolar macrophages in the initiation of carbon nanoparticle induced 3 acute lung inflammation in mice",
        "authors": [
            {
                "first": "Shanze",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Renfu",
                "middle": [],
                "last": "Yin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kathrin",
                "middle": [],
                "last": "Mutze",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Youjia",
                "middle": [],
                "last": "Yu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Shinji",
                "middle": [],
                "last": "Takenaka",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Melanie",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Königshoff",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tobias",
                "middle": [],
                "last": "Stoeger",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Particles were generated by the method described by Roth et al. 2004 . The aerosol consists 28 of primary particles of 7-12nm diameter, forming agglomerates with an average number size 29 distribution of 48.9 ±1.8 nm (equivalent mobility diameter) and a mean number 30 concentration of 7.7 ±0.86 10 6 cm -3 (Andre et al. 2006 ). According to the particle spectra, 31 92% of the generated particle agglomerates where nanoparticles (<0.1 µm). Airborne 32 particles were collected on 0.2 μm pore size polytetrafluorethylen (PTFE) filters (no. 11807-33 50-N, Sartorius, Germany) using a vacuum pump, and removed from the filters using a 34 stainless steel spatula in a clean bench ( Figure S1A ). Particles were resupended in water in 35 the same way as for the instillation procedure, mounted on the TEM-grids and analyzed by Figure S61 D, E and F show a 4 fold 127 magnification of A, B and C. Immunostaining for the NFkB driven GFP-reporter protein shows 128 a clear inflammatory activation of alveolar epithelial cells and macrophages (red staining) for 129 the LPS exposed lungs and BAL macrophages, not seen in sham and CNP exposed animals. 130 Images shown are representative for micrographs obtained from two different mice. 131 ",
            "cite_spans": [
                {
                    "start": 52,
                    "end": 68,
                    "text": "Roth et al. 2004",
                    "ref_id": null
                },
                {
                    "start": 307,
                    "end": 325,
                    "text": "(Andre et al. 2006",
                    "ref_id": null
                },
                {
                    "start": 1143,
                    "end": 1146,
                    "text": "130",
                    "ref_id": null
                },
                {
                    "start": 1229,
                    "end": 1232,
                    "text": "131",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 679,
                    "end": 689,
                    "text": "Figure S1A",
                    "ref_id": null
                },
                {
                    "start": 823,
                    "end": 833,
                    "text": "Figure S61",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "List of Additional Files:"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "In vivo pattern 133 of lipopolysaccharide and anti-CD3-induced NF-kappa B activation using a novel gene-134 targeted enhanced GFP reporter gene mouse",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Magness",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jijon",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Van Houten Fisher",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "E"
                    ],
                    "last": "Sharpless",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Brenner",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Jobin",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Immunol",
            "volume": "173",
            "issn": "3",
            "pages": "1561--70",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Ultrastructure of CNP-aerosols (A) and aqueous dispersion (B). Enrichment of cell-specific gene expression in CD45-and CD45+ lung cells Purity of isolated primary murine ATII cells. Synopsis of gene expression results of all four cell isolation experiments Gene expression profile of by BAL macrophages 3 and 12h after CNP S5 B: BAL neutrophil and macrophage numbers 3 and 12h after CNP and 12h Detection of inflammatory cell activation by immunostaining, we used NFkB-",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "36transmission electron microscopy (TEM) as described previously(Stoeger at al. 2006). CNP 37 dispersions showed a mean agglomerate size of 0.19 µm, measured by dynamic ddH 2 O) for 20 min at room temperature followed by antigen retrieval at 125℃ for 43 15min. After blocking sections were incubated with rabbit polyclonal anti GFP antibody44    (1:2000, ab290, Abcam, USA) at 4℃ overnight and alkaline phosphatase conjugated goat 45 anti-rabbit IgG as secondary antibody at room temperature for 30min. Detection was done46 using the Vulcan Fast Red Chromogen Kit 2 (901-FR805-080515, Biocare Medical, USA) 47 according to the manufacturer's instructions. Ultrastructure of CNP-aerosols (A) and aqueous dispersion (2S shows the enrichment of macrophage-specific Cd68 and alveolar epithelial cell-56 specific Aqp1 gene expression in CD45-and CD45+ lung cells and total BAL cells. Expression 57 levels are given at the log-10 scale, relative to Actb + Hprt. Results show means and SEM out 58 of 3 replicas and the expression pattern are representative for three Purity of isolated primary murine ATII cells. Immunofluorescence staining was 69 performed on primary murine ATII cells cultured on chamber slides over night for 70 assessment of purity. Fluorescent images represent a 200 x magnification, whereas image 71 inserts represent a 400 x magnification. Stainings are shown in red for the ATII cell marker 72 proSFTPC (pro surfactant protein C) and panCK (Pan Cytokeratin), the endothelial marker 73 CD31, and the leucocyte marker CD45, as well as in green for the ATI cell marker T1α 74 (podoplanin) and the fibroblast marker α-Sma (α-smooth muscle actin)S4 shows a synopsis of the gene expression results from the four individual cell 83 isolation experiments, of which one representative profile is given in figure 6. CD45-84 (alveolar epithelial cells), CD45+ leukocytes and total BAL cells were isolated from mice 12 h 85 after the treatment with water (sham) or CNP. Expression levels are given relative to Actb + 86 Hprt. Results show means and SEM out of four independent experiments. 87 Even if the inter-experimental variation of expression signals caused considerable standard 88 errors which mask statistical significance, CNP triggered inductions still get evident for the 89 genes Cxcl1 and -5. Note that the CNP exposure related changes for Tnf and Il1b expression 90 in BAL cell isolates shown here, are absent in figure 5 where macrophages purified from BAL 91 cells have been used (see METHODS: \"Alveolar macrophages isolation\"). Since limitations in 92 BAL cell numbers did not allow for AM purification, the BAL cell expressions shown inFigure 93S4 are besides alveolar macrophages also derived from neutrophil granulocytes",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "S5A shows the gene expression profile of by BAL isolated and attachment purified 99 macrophages, similar as investigated in Figure 5. In this independent round of experiment, 100 mice were left untreated (control, n = 2), instilled with water (sham; n = 6), or again 20ug 101 CNP (n = 6) or 0.1ug LPS (E. coli O55:B5, strain CDC 1644-70; n = 5) as positive control for 102 macrophage activation. BAL was performed after 3 and 12h for the sham and CNP groups 103 and 12h for the LPS positive control. Gene expression is shown for of relative to Actb & Hprt. Values are given as mean ± SEM, asterisks represent 107significance as compared to respective sham group with * p<0.05, and **p<0.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "S5B illustrates the inflammatory response, shown by the BAL neutrophil (PMN) and 113 macrophage numbers. Because of the wide spectrum of the inflammatory response,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "To detect inflammatory cell activation at the histological level by immunostaining,122    we used NFkB-GFP-reporter mice (cis-NF-kBEGFP, C57BL/6 strain,Magness et al. J Immunol.   123    2004; three NF-kB cis elements drive enhanced GFP). The NF-kappa-B1 driven GFP-reporter 124 protein was detected on PFA (4%) fixed lungs (A -F) or cytospins (G -I) with the rabbit 125 polyclonal anti-GFP antibody. Mice were intratracheally exposed to 50 ul water (sham: A, D, 126 G), 20ug CNP (B, E, H) or 0.1ug LPS (C, F, I) for 12h.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}