{
    "paper_id": "c936ef4688d255c47855066ca55d95f4dfc227e0",
    "metadata": {
        "title": "Universal and reusable virus deactivation system for respiratory protection OPEN",
        "authors": [
            {
                "first": "Fu-Shi",
                "middle": [],
                "last": "Quan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kyung Hee University School of Medicine",
                    "location": {
                        "postCode": "130-701",
                        "settlement": "Seoul",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Ilaria",
                "middle": [],
                "last": "Rubino",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Alberta",
                    "location": {
                        "postCode": "T6G 1H9",
                        "settlement": "Edmonton",
                        "region": "AB",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Su-Hwa",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kyung Hee University",
                    "location": {
                        "postCode": "130-701",
                        "settlement": "Seoul",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Brendan",
                "middle": [],
                "last": "Koch",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Alberta",
                    "location": {
                        "postCode": "T6G 1H9",
                        "settlement": "Edmonton",
                        "region": "AB",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Hyo-Jick",
                "middle": [],
                "last": "Choi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Alberta",
                    "location": {
                        "postCode": "T6G 1H9",
                        "settlement": "Edmonton",
                        "region": "AB",
                        "country": "Canada"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Aerosolized pathogens are a leading cause of respiratory infection and transmission. Currently used protective measures pose potential risk of primary/secondary infection and transmission. Here, we report the development of a universal, reusable virus deactivation system by functionalization of the main fibrous filtration unit of surgical mask with sodium chloride salt. The salt coating on the fiber surface dissolves upon exposure to virus aerosols and recrystallizes during drying, destroying the pathogens. When tested with tightly sealed sides, salt-coated filters showed remarkably higher filtration efficiency than conventional mask filtration layer, and 100% survival rate was observed in mice infected with virus penetrated through salt-coated filters. Viruses captured on salt-coated filters exhibited rapid infectivity loss compared to gradual decrease on bare filters. Salt-coated filters proved highly effective in deactivating influenza viruses regardless of subtypes and following storage in harsh environmental conditions. Our results can be applied in obtaining a broad-spectrum, airborne pathogen prevention device in preparation for epidemic and pandemic of respiratory diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Aerosols take a prominent role in airborne transmission of respiratory diseases. Droplets with aerodynamic size (d a ) < 10 μ m and 10 < d a < 100 μ m are known to infect the alveolar regions and upper respiratory tract, respectively 1, 2 . Notably, aerosols can also be a route of infection in diseases that, contrary to for instance influenza, do not specifically target the respiratory tract, as it could be the case of Ebola virus 3 . While vaccination can greatly reduce morbidity and mortality, during a pandemic or epidemic new vaccines matching the specific strain would be available, at the earliest, six months after the initial outbreak. Additionally, following development of an effective viral vaccine, several potential problems would remain, such as limited supply due to insufficient production capacity and time-consuming manufacturing processes. As a result, individuals close to the point of an outbreak would be in imminent danger of exposure to infectious diseases during the non-vaccine period. In the absence of vaccination, respirators and masks can be worn to prevent transmission of airborne pathogenic aerosols and control diseases, such as influenza 4 .",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 236,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The main alternative, the N95 respirator, requires training prior to use, must be expertly fitted to address the risk of faceseal leakage at the face-mask interface, and must be disposed of as biohazard 5 . Due to these factors, the use of N95 respirators on a large scale is impractical and expensive during an epidemic or pandemic. Past experiences of severe acute respiratory syndrome (SARS), H1N1 swine flu in 2009, and Middle East respiratory syndrome (MERS) indicate that surgical masks have been most widely adopted by the public as personal protective measure, despite controversy on their effectiveness [6] [7] [8] [9] . Currently, among other factors, filtration in respirators and masks depends on filter characteristics, including fiber diameter, packing density, charge of fibers and filter thickness, as well as particle properties, such as diameter, density and velocity [10] [11] [12] [13] [14] . However, in the lack of a system to deactivate the collected pathogens, safety concerns naturally arise about secondary infection and contamination from virus-laden filter media during utilization and disposal. Furthermore, since re-sterilization is not possible without causing damage, respirators and masks are recommended for single use only 9, 15, 16 . Scientific efforts have been focused on treatment of filters with materials possessing well-known antimicrobial properties, such as iodine, chlorine and metals [17] [18] [19] [20] [21] [22] [23] [24] [25] , although with limited effectiveness against virus aerosols [26] [27] [28] . Therefore, a key challenge is the development of an easy-to-use, universal virus negation system, which is reusable without reprocessing and capable of deactivating pathogens, thereby reducing potential risk of secondary infection and transmission.",
            "cite_spans": [
                {
                    "start": 612,
                    "end": 615,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 616,
                    "end": 619,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 620,
                    "end": 623,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 624,
                    "end": 627,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 886,
                    "end": 890,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 891,
                    "end": 895,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 896,
                    "end": 900,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 901,
                    "end": 905,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 906,
                    "end": 910,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1258,
                    "end": 1260,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1261,
                    "end": 1264,
                    "text": "15,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1430,
                    "end": 1434,
                    "text": "[17]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1435,
                    "end": 1439,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1440,
                    "end": 1444,
                    "text": "[19]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1445,
                    "end": 1449,
                    "text": "[20]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1450,
                    "end": 1454,
                    "text": "[21]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1455,
                    "end": 1459,
                    "text": "[22]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1460,
                    "end": 1464,
                    "text": "[23]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1465,
                    "end": 1469,
                    "text": "[24]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1470,
                    "end": 1474,
                    "text": "[25]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1536,
                    "end": 1540,
                    "text": "[26]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1541,
                    "end": 1545,
                    "text": "[27]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1546,
                    "end": 1550,
                    "text": "[28]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Here, we report a simple but efficient virus inactivation system exploiting the naturally occurring salt recrystallization. Our strategy is to modify the surface of the fibrous filtration layer within masks with a continuous salt film for virus deactivation via two successive processes: i) salt is locally dissolved by the viral aerosols and ii) supersaturation is followed by evaporation-induced salt recrystallization. Consequently, viruses are exposed to increasingly higher concentrations of saline solution during drying and physically damaged by recrystallization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To demonstrate the concept of virus deactivation system based on salt recrystallization, the middle layer of three-ply surgical mask, polypropylene (PP) microfiber filter, was coated with NaCl salt as an active virus negation unit (see Supplementary Fig. S1 for bare PP filter). The coating formulations contained surfactant to enhance wetting of saline solution on the surface of hydrophobic PP fibers. Bare PP filters (abbreviated as Filter bare ) were pre-wet to contain about 600 μ L of coating solution (abbreviated as Filter wet ). The amount of NaCl salt (W salt in mg/cm 2 ) coated on the filter per unit area, considering that the filters thickness is constant, was easily controlled by changing the coating solution volume (V salt in μ L) during drying of pre-wet filter (radius: 3 cm, W salt = 3.011 + 0.013 × V sat , n = 7) (Fig. S2 ). Scanning electron microscopy (SEM) and energy dispersive X-ray (EDX) mapping analysis showed the formation of homogeneous NaCl coating during drying, as also confirmed by X-ray diffraction (XRD) (Fig. 1a,b and Supplementary Fig. S3 ). Both the formation of NaCl coating on PP fibers and presence of surfactant in the coating formulation appeared to alter the filter surface properties from hydrophobic (bare filter; contact angle, θ c = 133.0 ± 4.7°) to completely hydrophilic (salt-coated filter; θ c ~ 0°, n = 10) ( Fig. 1c and Supplementary Fig. S4 ). Hydrophilic nature of salt coating can greatly improve adhesion of viral aerosols to PP fibers compared to Filter bare , as seen in Raman microscope images ( Fig. 1d and Supplementary Fig. S5 ). Filtration efficiency against viral aerosols and protective efficacy in vivo. Filtration efficiency of salt-coated filters was tested against aerosols with volumetric mean diameter (VMD) of 2.5-4 μ m containing H1N1 pandemic influenza virus (A/California/04/2009, abbreviated as CA/09) at different pressure conditions (see Fig. 2a for transmission electron microscope (TEM) image of H1N1 virus). Interestingly, as shown in Fig. 2b , Filter bare did not exhibit any significant level of resistance against penetration of virus under our experimental conditions (i.e., 0% filtration efficiency). Conversely, salt-coated filters showed substantially increasing filtration efficiency with pressure and amount of coated salt. In particular, in the case of Filter wet+600μL , filtration efficiency varied from 43 to 70%, with increasing pressure from 3 to 17 kPa, and Filter wet+1200μL exhibited persistent, high-level efficiency (~85%) (one-way ANOVA, P = 0.85).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 236,
                    "end": 257,
                    "text": "Supplementary Fig. S1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 836,
                    "end": 844,
                    "text": "(Fig. S2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1043,
                    "end": 1053,
                    "text": "(Fig. 1a,b",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1058,
                    "end": 1079,
                    "text": "Supplementary Fig. S3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1366,
                    "end": 1373,
                    "text": "Fig. 1c",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1378,
                    "end": 1399,
                    "text": "Supplementary Fig. S4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1561,
                    "end": 1568,
                    "text": "Fig. 1d",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1573,
                    "end": 1594,
                    "text": "Supplementary Fig. S5",
                    "ref_id": null
                },
                {
                    "start": 1922,
                    "end": 1929,
                    "text": "Fig. 2a",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2022,
                    "end": 2029,
                    "text": "Fig. 2b",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Preparation and characterization of salt-functionalized filters."
        },
        {
            "text": "To probe the effects of filtration efficiency on protective efficacy, in vivo experiments were performed using mice intranasally (IN) infected with penetrated dosages of H1N1 virus under breathing pressure (~10 kPa) 29 . As shown in Fig. 2c , similarly to negative control groups (mice infected with lethal dose of virus stock and aerosolized virus), mice exposed to a dose penetrated through the bare filter showed rapid body weight loss, followed by death within 10 days after infection, in good agreement with the observed 0% filtration efficiency (Fig. 2b) . In contrast, mice groups exposed to virus derived from salt-coated filters resulted in 100% survival rate (Fig. 2d) . Furthermore, lungs of mice from negative control groups exhibited severe lung infection 4 days after challenge (Fig. 2e) . Conversely, mice groups exposed to virus derived from salt-coated filters showed significantly lower levels of lung viral titers (t-test, P < 0.005). This is consistent with lower levels of inflammatory cytokines, interferon-γ (IFN-γ ), from salt-coated filter groups compared to negative control and bare filter groups (t-test, P < 0.001) (Fig. 2f ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 233,
                    "end": 240,
                    "text": "Fig. 2c",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 551,
                    "end": 560,
                    "text": "(Fig. 2b)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 669,
                    "end": 678,
                    "text": "(Fig. 2d)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 792,
                    "end": 801,
                    "text": "(Fig. 2e)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1144,
                    "end": 1152,
                    "text": "(Fig. 2f",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Preparation and characterization of salt-functionalized filters."
        },
        {
            "text": "investigate the effects of salt coating. The same amount of recovered viruses from the PP fibers was used, and, in the case of bare filters, viral aerosols exposure was conducted in the absence of pressure due to 100% penetration of viral aerosols. Unlike bare filters ( Fig. S6a (i)), formation of micron-sized NaCl phase represents a typical feature of salt-coated filters due to recrystallization of NaCl salt, following local dissolution upon aerosols exposure (SEM images in Fig. S6a , ii to iv, and EDX mapping in Fig. S6b ). In contrast to 8% HA activity loss of virus adsorbed onto Filter bare , salt-coated filters exhibited almost complete HA activity loss within 5 min of incubation (Fig. 3a) . Such dramatic virus destabilization on salt-coated filters is further supported by negligible levels of viral titers compared to Filter bare with incubation time (t-test, P < 0.001) (Fig. 3b ). It is also noted that virus titers exhibited significant decrease with increase of incubation time and amount of coated salt (ANOVA general linear model, P < 0.001). TEM analysis showed that influenza virus on Filter bare experiences morphological change into non-spherical shape during aerosol drying ( Fig. 3c(i) ). Notably, influenza virus was severely damaged on salt-coated filters even at 5 min of incubation ( Fig. 3c(ii) ). From microscopic analysis, aerosol drying time was about 3 min, indicating that destruction of virus observed at 5 min is associated with drying-induced salt crystallization. Physical damage of virus due to crystallization was similarly reported as a major destabilizing factor of inactivated influenza virus 30, 31 . Lower levels of native fluorescence and nile red fluorescence from virus recovered from salt-coated filters accounted for more severe conformational change of antigenic proteins and destabilization of viral envelope, respectively, consistent with TEM analysis (t-test, P < 0.001) (Fig. 3d ). In parallel, we investigated the separate effect of salt concentration increase on virus stability during the aerosol drying process, irrespective of crystal growth. As displayed in Supplementary Fig. S7 , the materials collected in suspension from Filter wet+600μL induced visible morphological transformation of the virus (Supplementary Fig. S7b ) compared to suspension of Filter bare ( Supplementary Fig. S7a ). This can be attributed to the high salt/surfactant concentration and osmotic pressure, which have been well-known to destabilize proteins and viruses [31] [32] [33] . Therefore, the marked virus destabilization on salt-coated PP fibers can be explained by the combined effects of salt concentration increase during drying and evaporation-induced salt crystallization.",
            "cite_spans": [
                {
                    "start": 1641,
                    "end": 1644,
                    "text": "30,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 2508,
                    "end": 2512,
                    "text": "[31]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 2513,
                    "end": 2517,
                    "text": "[32]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 2518,
                    "end": 2522,
                    "text": "[33]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [
                {
                    "start": 271,
                    "end": 279,
                    "text": "Fig. S6a",
                    "ref_id": null
                },
                {
                    "start": 480,
                    "end": 488,
                    "text": "Fig. S6a",
                    "ref_id": null
                },
                {
                    "start": 520,
                    "end": 528,
                    "text": "Fig. S6b",
                    "ref_id": null
                },
                {
                    "start": 694,
                    "end": 703,
                    "text": "(Fig. 3a)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 888,
                    "end": 896,
                    "text": "(Fig. 3b",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1204,
                    "end": 1214,
                    "text": "Fig. 3c(i)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1317,
                    "end": 1328,
                    "text": "Fig. 3c(ii)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1930,
                    "end": 1938,
                    "text": "(Fig. 3d",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2124,
                    "end": 2145,
                    "text": "Supplementary Fig. S7",
                    "ref_id": null
                },
                {
                    "start": 2281,
                    "end": 2289,
                    "text": "Fig. S7b",
                    "ref_id": null
                },
                {
                    "start": 2332,
                    "end": 2354,
                    "text": "Supplementary Fig. S7a",
                    "ref_id": null
                }
            ],
            "section": "Deactivation of virus on salt-functionalized filters. Influenza virus stability tests were performed to"
        },
        {
            "text": "To verify in vitro virus stability on the filters, an in vivo study was performed by infecting mice with virus incubated for 60 min on PP filters. As shown in Fig. 3e , Filter bare group exhibited 5% body weight loss at day 9 post-infection, reaching a body weight lower than that of salt-coated filter groups by 10-15%. Thus, significantly higher lung virus titers in the negative control group were observed in contrast to no detectable titers in the salt-coated filter groups (Fig. 3f ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 159,
                    "end": 166,
                    "text": "Fig. 3e",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 479,
                    "end": 487,
                    "text": "(Fig. 3f",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Deactivation of virus on salt-functionalized filters. Influenza virus stability tests were performed to"
        },
        {
            "text": "on salt coating stability. Broad-spectrum protection of salt-coated filters against multiple subtypes of viral aerosols was evaluated by investigating both lethal infectivity by penetrated virus in vivo and infectivity by virus collected on filters during filtration in vitro using A/Puerto Rico/08/1934 (PR/34 H1N1) and A/Vietnam/ 1203/2004 (VN/04 H5N1). Similarly to CA/09 H1N1, 100% of mice survived viral infection (PR/34 and VN/04), with no evidence of weight loss, due to higher filtration efficiency of salt-coated filter than that of bare filter (Fig. 4a ). This is supported by no significant level of viral titer in the lung. In addition, as shown in Fig. 4b , salt-coated PP filters destroyed adsorbed influenza viruses irrespective of both subtypes and amount of coated salts.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 554,
                    "end": 562,
                    "text": "(Fig. 4a",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 661,
                    "end": 668,
                    "text": "Fig. 4b",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Strain-nonspecific virus deactivation and effects of storage under harsh environmental conditions"
        },
        {
            "text": "The stability of salt coating on PP fibers was tested under harsh environmental conditions. Incubation at 37 °C and 70% relative humidity (RH) for 1 day did not cause any significant difference in filtration efficiency (t-test, P = 0.718) (Supplementary Fig. S8 ). As a result, all mice infected with dosage of penetrated virus through the filter stored at high temperature and RH displayed 100% survival with 7% of body weight loss (Fig. 4c,d) . Even after 15 days of incubation, salts remained to coat PP fibers (Fig. 4e, and Supplementary Fig. S9a,b) , despite change in grain orientation due to recrystallization (Fig. 4f, and Supplementary Fig. S10a,b) . (c-f) Effects of filtration efficiency on protective efficacy in vivo. Body weight change of mice after infection with the dosages of penetrated virus (n = 12, mean ± SD) (c), survival rates (mean; 100% means that all mice in the group survived as penetrated dosages were lower than lethal dose) (d), lung virus titers (n = 4, mean ± SD) (e), and lung inflammatory cytokine (interferon-γ (IFN-γ )) assay (n = 11, mean ± SD) (f). Legends: filters are labelled as in Fig. 1b . Discussion Development of a universally applicable, low-cost, and efficient mechanism for virus negation is regarded as a major challenge in public health against general airborne biological threats. This led us to propose a new concept of personal/public preventive and control measures using salt-recrystallization against pathogenic aerosols based on two hypotheses. The salt-coating can enhance adsorption of virus on the filter fibers and inactivate virus by the increase of osmotic pressure followed by the crystallization of salts. As shown in Fig. 2b , salt-coated filters exhibited significantly higher levels of filtration efficiency than bare filters. Notably, the bacterial filtration efficiency (BFE) reported by the mask manufacturer is 99%. The different value of filtration efficiency for bare filters obtained under our experimental conditions may be partially due to the use of aerosols with different biological origins. The FDA-recognized ASTM F2101 -14 standard for evaluation of BFE exposes surgical masks to Staphylococcus aureus aerosols, by employing S. aureus ATCC 6538 34 , which has an average diameter of about 1 μm. In this study, filtration efficiency was calculated following exposure of bare and salt-coated filters to influenza virus, which exhibits a smaller diameter than that of S. aureus by one order of magnitude. Additionally, whereas during BFE evaluation all three layers of surgical masks are used, in this work filtration efficiency refers to mask filters (middle layer). It is worth noting that the conditions for BFE standard evaluation (such as flow rate and time of application of flow) do not coincide with the experimental procedure we used for measurement of the filtration efficiency, which may further contribute to the different result. The enhanced filtration efficiency of salt-coated filters against influenza virus aerosols as compared to bare filters can be explained by the observed wetting of aerosols, favoring greater adhesion to salt-coated filters. Furthermore, the significant improvement in filtration efficiency resulted in complete protection of mice against lethal influenza aerosols, which demonstrates the high level of protection provided by salt-coated filters, outperforming currently used bare filters.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 239,
                    "end": 261,
                    "text": "(Supplementary Fig. S8",
                    "ref_id": null
                },
                {
                    "start": 433,
                    "end": 444,
                    "text": "(Fig. 4c,d)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 514,
                    "end": 553,
                    "text": "(Fig. 4e, and Supplementary Fig. S9a,b)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 617,
                    "end": 657,
                    "text": "(Fig. 4f, and Supplementary Fig. S10a,b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1125,
                    "end": 1132,
                    "text": "Fig. 1b",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1686,
                    "end": 1693,
                    "text": "Fig. 2b",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Strain-nonspecific virus deactivation and effects of storage under harsh environmental conditions"
        },
        {
            "text": "Rapid loss of HA activity and viral infectivity on salt-coated filters can be explained by physical destruction of virus during recrystallization of coated salts. When the salt-coated filter is exposed to virus aerosols, salt crystals below the aerosol droplet dissolve to increase osmotic pressure to virus. Due to evaporation, the salt concentration of the droplet significantly increases and reaches the solubility limit, leading to recrystallization of salt. As a consequence, virus particles are exposed to increasing osmotic pressure during the drying process and are physically damaged by crystallization. As shown in Fig. 3e ,f, the superior advantage of physically destroying the virus adsorbed to the salt-coated PP filters through natural salt crystallization process was further confirmed in vivo. According to previous reports, hyperosmotic stress (> 541 mOsm) and crystallization induce membrane perturbation with irreversible deformation of the viral envelope and structural virus damage, respectively, resulting in infectivity loss of virus 30, 31 . Therefore, our data support that the extensive level of infectivity loss associated with a salt recrystallization process caused by physical contact between virus aerosols and salt coating can be used in developing virus negation systems that are reusable without reprocessing.",
            "cite_spans": [
                {
                    "start": 1057,
                    "end": 1060,
                    "text": "30,",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [
                {
                    "start": 625,
                    "end": 632,
                    "text": "Fig. 3e",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Strain-nonspecific virus deactivation and effects of storage under harsh environmental conditions"
        },
        {
            "text": "Similarly to CA/09 H1N1 aerosols, increased protection in vivo due to higher filtration efficiency of salt-coated filters compared to bare filters and deactivation of virus on salt-coated filters were observed following exposure to PR/34 H1N1 and VN/04 H5N1 (Fig. 4a,b) . This suggests that salt-coated filters prevent virus penetration and destroy virus attached to the filter in a non-specific way. Furthermore, the performance of salt-coated filters was not degraded by storage at 37 °C and 70% RH, demonstrating that salt recrystallization-based filters can ensure protection even under harsh environmental conditions. Notably, for demonstration of the concept of salt-recrystallization based virus deactivation system, NaCl salt was used, which has a critical RH of 75% at 30 °C 35 . However, salts with higher critical RH can be easily used, such as ammonium sulfate, potassium chloride and potassium sulfate, which have critical RH of 80%, 84% and 96.3% at 30 °C, respectively 35 . This suggests that salt-coated filters may be developed for specific environmental conditions.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 258,
                    "end": 269,
                    "text": "(Fig. 4a,b)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Strain-nonspecific virus deactivation and effects of storage under harsh environmental conditions"
        },
        {
            "text": "In conclusion, we demonstrated that the developed salt-recrystallization based filtration system provides high filtration efficiency and successfully deactivates multiple subtypes of adsorbed viruses. Moreover, we have shown that stability of the salt coating is not compromised by high temperature and humidity, which suggests safe use and long-term storage/reuse at such environmental conditions. Although our tests are based on exposure to different types of influenza virus, the significance of these results for personal and public protective measures may be generally extended to enveloped respiratory viruses where infection and transmission can occur by aerosol. Our salt-coated filter unit can promise the development of long-term stable, versatile airborne pathogen negation system, without safety concerns. In fact, the destruction mechanism of viruses solely depends on the simple, yet robust naturally occurring salt recrystallization process, combining the destabilizing effects of salt crystal growth and concentration increase during drying of aerosols. This idea can be easily applied to a wide range of existing technologies to obtain low-cost, universal personal and public means of protection against airborne pathogens, such as masks and air filters in hospitals. Therefore, we believe that salt-recrystallization based virus deactivation system can contribute to global health by providing a more reliable means of preventing transmission and infection of pandemic or epidemic diseases and bioterrorism.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strain-nonspecific virus deactivation and effects of storage under harsh environmental conditions"
        },
        {
            "text": "Bare and salt-coated filter samples preparation. The commercial surgical masks had a three-ply structure. The middle layer is the filter media, whereas the inner and outer layers provide support and protect the filter against wear and tear. The metal nose clips and elastic ear loops were removed and circular samples (radius: 3 cm) were cut from the masks. The PP filters (middle layer) were isolated by removing the inner and outer protective layers (bare filters, Filter bare ). The coating solution was prepared by dissolving sodium chloride solution. Subsequently, the filters were deposited in the desired volume of coating solution (0, 100, 300, 600, 900 and 1200 μL, of which corresponding membranes are abbreviated as Filter wet , Filter wet+100μL , Filter wet+300μL , Filter wet+600μL , Filter wet+900μL , and Filter wet+1200μL , respectively) on petri dishes (60 × 15 mm; Fisher Scientific) to control the amount of NaCl per unit area and dried in an oven (Isotemp Incubator, Fisher Scientific) at 37 °C for 1 day.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "(PR/34, H1N1) and A/Vietnam/1203/2004 (VN/04, H5N1) were grown in 10-day old embryonated hen eggs, in which H5N1 virus was derived by reverse genetics from HPAI A/Vietnam/1203/2004 36 . Influenza viruses were purified from allantoic fluid using discontinuous sucrose gradient (15%, 30% and 60%) layers following the previously reported procedure 37 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Influenza virus preparation. Influenza viruses A/California/04/2009 (CA/09, H1N1), A/Puerto Rico/8/34"
        },
        {
            "text": "Aerosols exposure to filters. For experiments involving aerosols exposure, an aerosol chamber (L × W × H = 145 × 145 × 150 mm; Emka Inc., Middletown, PA) was used (Fig. S11 ). It has a connection to the vacuum line and a circular aperture in the top wall (diameter: 22 mm) to exactly accommodate the cylindrical part (diameter: 20 mm, height; 20 mm) of the nebulizer unit that is below the aerosol generator (Aeroneb Lab Nebulizer System; Aerogen, Galway, Ireland). Bleach was used as trap between the chamber and the vacuum pump (Welch 2522C-10, 22 L/min; Niles, IL). The filters were placed on top of the chamber aperture and the nebulizer unit was inserted, ensuring the tight seal of the filters against the side of the aperture. 5 μ L of virus stock were added to the nebulizer unit, aerosols (VMD 2.5-4 μ m from manufacturer specifications) were generated for 30 sec and subsequently the desired vacuum level (3, 10 or 17 kPa) was applied, by manual control, three times in 1 sec cycles. Notably, in the case of bare filters, pressure was only applied for filtration efficiency tests.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 163,
                    "end": 172,
                    "text": "(Fig. S11",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Influenza virus preparation. Influenza viruses A/California/04/2009 (CA/09, H1N1), A/Puerto Rico/8/34"
        },
        {
            "text": "For all assays and analysis, suspensions of the filters were prepared as follows, unless otherwise indicated. To reconstitute virus adsorbed onto filters, virus-laden filters were immersed in 400 μ L of sterilized DI water for about 5 min, and then removed after vortexing from the suspension. The virus suspension was centrifuged at 19,800 g and 4 °C for 10 min (Centrifuge 5810 R, Eppendorf, Hauppauge, NY), followed by resuspension of pellets in 70 μ L of DI water to eliminate any interference from materials in supernatant during assays.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Influenza virus preparation. Influenza viruses A/California/04/2009 (CA/09, H1N1), A/Puerto Rico/8/34"
        },
        {
            "text": "Filtration efficiency tests. The filters were exposed to the virus aerosols at 3, 10 and 17 kPa and suspensions of the filters were obtained, as described above. The filtration efficiency was calculated as the ratio of the amount of virus (i.e., total proteins measured from the virus) reconstituted from the filter to that from the virus in the exposure aerosols. The concentration of virus in aerosols was determined by generating viral aerosols into a 15 mL centrifuge tube, containing 1 mL of DI water. After vortexing, virus concentrations (i.e., total protein concentration) were measured with bicinchoninic acid assay (BCA protein assay kit; Thermo Fischer scientific, Waltham, IL) with bovine serum albumin as a standard. In the case of virus reconstituted from salt-coated filters, virus-laden filter suspension was replaced with DI water prior to BCA assay.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Influenza virus preparation. Influenza viruses A/California/04/2009 (CA/09, H1N1), A/Puerto Rico/8/34"
        },
        {
            "text": "In vivo infection tests. Lethal infectivity of influenza viruses (CA/09 H1N1) was examined in 8 week old female inbred BALB/c mice (Nara Biotech; Seoul, Korea) by using the intranasal route. For bare and salt-coated filters, 12 mice per group were infected with individual penetration dosage of influenza virus through each filter. The penetration dosage of the virus through the filters (Filter bare , Filter wet , Filter wet+600μL , and Filter wet+1200μL ) was calculated from the filtration efficiency at 10 kPa (near breathing pressure) using the relationship: penetration dosage = virus dosage in lethal aerosol × penetration efficiency (%)/100, where penetration efficiency (%) = 100 − filtration efficiency (%). To examine the effects of the aerosolization process on the viral infectivity change, two mice groups were infected with a lethal dose of virus before and after aerosol formation, which served as negative control groups. Body weight changes and survival rate of mice were monitored daily for 15 days. Mice with body weight loss greater than 25% were euthanized. All animal protocols were approved by the Kyung Hee University (KHU) Institutional Animal Care and Use Committee (IACUC). All animal experiments and husbandry involved in this work were conducted under the approved protocols and guidelines of KHU IACUC. KHU IACUC operates under National Veterinary Research and Quarantine Service (NVRQS), and animal welfare law and regulations of the WOAH-OIE (World organization for animal health).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Influenza virus preparation. Influenza viruses A/California/04/2009 (CA/09, H1N1), A/Puerto Rico/8/34"
        },
        {
            "text": "To test strain-dependent lethal infection behavior, mice (12 per group) were infected with the penetrated dosage of viral aerosols (PR/34 H1N1 and VN/04 H5N1 viruses) through Filter wet+600μL at 10 kPa. Time-dependent body weight change was monitored in the same manner described above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Influenza virus preparation. Influenza viruses A/California/04/2009 (CA/09, H1N1), A/Puerto Rico/8/34"
        },
        {
            "text": "mice of each group were sacrificed for the collection of lung samples. Lung virus titers were measured on six-well plates containing confluent MDCK cell monolayers. Inflammatory cytokines (IFN-γ ) were determined using BD OptEIA mouse IFN-γ ELISA kit (BD Biosciences, San Jose, CA) following the manufacturer's procedure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lung viral titer and lung inflammatory cytokine assays after infection. On day 4 after infection 6"
        },
        {
            "text": "To investigate the effects of salt-coating on viral infectivity loss, lethal influenza aerosols were exposed to four different types of filters (Filter bare , Filter wet , Filter wet+600μL , and Filter wet+1200μL ). Since Filter bare exhibited almost complete penetration upon pressure application, aerosols were exposed to the bare filter in the absence of pressure and samples were carefully handled to prevent mechanical agitation. To measure time-dependent stability change of virus, virus-laden filters were incubated at ambient conditions for 0, 5, 15, and 60 min after aerosol exposure, and suspended in DI water to reconstitute virus at each time point. In vitro stability of virus was characterized by measuring hemagglutinin activity (HA) and virus titers at the same concentration as lethal dose 30 . The conformational stability of antigenic proteins was characterized by measuring intrinsic fluorescence using 0.1 mg/mL of virus suspension 38 stain, following manufacturer's protocol 39 . A decrease in fluorescence intensity can be used to examine the level of disintegration of the virus. Both intrinsic and nile red fluorescence were measured by using a fluorimeter (LB 50B; PerkinElmer, Waltham, MA). Intensity changes of fluorescent spectra were compared relative to those of a control from virus stock.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Test of viral infectivity change on filters."
        },
        {
            "text": "To test infectivity difference observed from in vitro findings, in vivo study was performed for the virus reconstituted from the filters (Filter bare , Filter wet , Filter wet+600μL , and Filter wet+1200μL ) after incubation for 60 min at RT (aerosol exposure at 10 kPa, except for Filter bare ). 12 mice per group were infected with a lethal dose of virus collected from each type of filter. Body weight change and lung virus titers were measured as described above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Test of viral infectivity change on filters."
        },
        {
            "text": "Effects of environmental conditions on the performance of salt-coated filter. Salt-coated filters (Filter wet , Filter wet+600μL , and Filter wet+1200μL ) were stored at 37 °C, 70% RH in an incubator (Maru Max; Rcom, Gyeonggi-do, South Korea) for 15 days. Every day, the filters were collected and incubated at ambient conditions for 5 min. At 1-day incubation, filtration efficiency was measured at 10 kPa from Filter wet+600μL , followed by in vivo infection test. Lethal infectivity between two different filter groups (before and after incubation at 37 °C, 70% RH) was compared by measuring body weight change and survival rate of mice after exposure to lethal CA/09 H1N1 aerosols. XRD analysis was performed to salt-coated filters incubated for 1 and 15 days, and SEM/EDX mapping analysis for 15-day incubated samples.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Test of viral infectivity change on filters."
        },
        {
            "text": "Contact angle measurements and imaging of aerosols. The bare and salt-coated filters were fixed with carbon tape (Ted Pella, Inc., Redding, CA) to a metal, flat substrate and 3 μ L of DI water were added on the surface of the filters. The contact angles were measured from images collected with an optical microscope (10× lens, Motic SMZ-140; Motic, Richmond, Canada) at RT. Images of aerosols on filter fibers were obtained using a dispersive Raman microscope (Nicolet Almega XR; Fisher Scientific).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Test of viral infectivity change on filters."
        },
        {
            "text": "Aerosol drying time on filters. The bare and salt-coated filters were fixed with carbon tape to a metal, flat substrate and exposed to aerosols generated from 5 μ L of Sulforhodamine B Dye solution (1 mM, Sigma-Aldrich). Aerosol drying time was determined with timer by observation with optical microscope.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Test of viral infectivity change on filters."
        },
        {
            "text": "Electron microscopy analysis. For virus stability tests, bare and salt-coated filters were exposed to CA/09 H1N1 aerosols and, after 5 and 60 min incubation, virus was recovered by suspension of the filters, as described above. To study the effects of the coating formulation during aerosol drying independently from crystal growth, bare and salt-coated filters were immersed in DI water and removed after 60 min. Subsequently, virus was incubated in the obtained suspension for 60 min. Additionally, the virus suspension was centrifuged at 19,800 g and 4 °C for 10 min to collect the samples and suspend them in DI water. For TEM analysis (200 kV, JEOL JEM 2100; JEOL, Peabody, MA), samples were deposited on copper grid (Electron Microscopy Sciences, Hatfield, PA) and negatively stained with solution comprised of phosphotungstic acid hydrate (1.5 w/v%, pH = 7.0; Sigma-Aldrich, Oakville, Canada).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Test of viral infectivity change on filters."
        },
        {
            "text": "To identify the morphology of salt-coated filters and recrystallized salts, SEM/EDX analysis was performed for bare and salt-coated filters after coating with 10 nm thick gold layer. Scanning electron microscopy analysis (Hitachi S-3000N; Hitachi, Toronto, Canada) was operated in secondary electron mode at 20 kV and EDX analysis was obtained with EDX detector (Oxford Instruments, Concord, MA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Test of viral infectivity change on filters."
        },
        {
            "text": "To confirm the formation of crystalline NaCl coating during drying process and its stability during storage at 37 °C and 70% RH, XRD analysis (BRU-1098; Bruker, Billerica, MA) was performed at different coating conditions. Filters (1 × 1 cm) were mounted on a slide glass for XRD analysis (θ -2θ mode) using a CuKα radiation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "XRD analysis."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Review of aerosol transmission of influenza A virus",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tellier",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Emerging Infect. Dis",
            "volume": "12",
            "issn": "",
            "pages": "1657--1662",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Inactivation of influenza A viruses in the environment and modes of transmission: a critical review",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Weber",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "I"
                    ],
                    "last": "Stilianakis",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Infect",
            "volume": "57",
            "issn": "",
            "pages": "361--373",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Circulating microRNA profiles of Ebola virus infection",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Duy",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Sci. Rep",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Next flu pandemic: what to do until the vaccine arrives?",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Morse",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Garwin",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Olsiewski",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Science",
            "volume": "314",
            "issn": "",
            "pages": "929--929",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Laboratory performance evaluation of N95 filtering facepiece respirators",
            "authors": [],
            "year": 1996,
            "venue": "Morbidity and Mortality Weekly Report",
            "volume": "47",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Effectiveness of precautions against droplets and contact in prevention of nosocomial transmission of severe acute respiratory syndrome (SARS)",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Seto",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1519--1520",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Do N95 respirators provide 95% protection level against airborne viruses, and how adequate are surgical masks?",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bałazy",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Am. J. Infect. Control",
            "volume": "34",
            "issn": "",
            "pages": "51--57",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Surgical mask vs N95 respirator for preventing influenza among health care workers: a randomized trial",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Loeb",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "JAMA",
            "volume": "302",
            "issn": "",
            "pages": "1865--1871",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Respiratory and facial protection: a critical review of recent literature",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bunyan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ritchie",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jenkins",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Coia",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Hosp. Infect",
            "volume": "85",
            "issn": "",
            "pages": "165--169",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Inertial impaction-dominated fibrous filtration with rectangular or cylindrical fibers",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Cheung",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Powder Technol",
            "volume": "112",
            "issn": "",
            "pages": "149--162",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Theoretical study of aerosol filtration by fibrous filters",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "Y"
                    ],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Aerosol Sci. Tech",
            "volume": "1",
            "issn": "",
            "pages": "147--161",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Filtration of electrified solid particles",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "B"
                    ],
                    "last": "Duarte Fo",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "D"
                    ],
                    "last": "Marra",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Kachan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Coury",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Ind. Eng. Chem. Res",
            "volume": "39",
            "issn": "",
            "pages": "3884--3895",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Collection of aerosol particles in presence of electrostatic fields",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "F"
                    ],
                    "last": "Kraemer",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "F"
                    ],
                    "last": "Johnstone",
                    "suffix": ""
                }
            ],
            "year": 1955,
            "venue": "Ind. Eng. Chem",
            "volume": "47",
            "issn": "",
            "pages": "2426--2434",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Impaction of dust and smoke particles on surface and body collectors",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "E"
                    ],
                    "last": "Ranz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 1952,
            "venue": "Ind. Eng. Chem",
            "volume": "44",
            "issn": "",
            "pages": "1371--1381",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "guideline for isolation precautions: preventing transmission of infectious agents in health care settings",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Siegel",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Rhinehart",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chiarello",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Am. J. Infect. Control",
            "volume": "35",
            "issn": "",
            "pages": "65--164",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Guidance on the use of respiratory and facial protection equipment",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Coia",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Hosp. Infect",
            "volume": "85",
            "issn": "",
            "pages": "170--182",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Evaluation of physical capture efficiency and disinfection capability of an iodinated biocidal filter medium",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ratnesar-Shumate",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Aerosol Air Qual. Res",
            "volume": "8",
            "issn": "",
            "pages": "1--18",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Efficacy of iodine-treated biocidal filter media against bacterial spore aerosols",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Wysocki",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Farrah",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wander",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Appl. Microbiol",
            "volume": "105",
            "issn": "",
            "pages": "1318--1326",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Acyclic halamine polypropylene polymer: effect of monomer structure on grafting efficiency, stability and biocidal activities",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Badrossamay",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "React. Funct. Polym",
            "volume": "68",
            "issn": "",
            "pages": "1636--1645",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Thermoplastic semi-IPN of polypropylene (PP) and polymeric N-halamine for efficient and durable antibacterial activity",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Eur. Polym. J",
            "volume": "47",
            "issn": "",
            "pages": "1654--1663",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Antimicrobial surface coatings for polypropylene nonwoven fabrics",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Cerkez",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Worley",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Broughton",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "React. Funct. Polym",
            "volume": "73",
            "issn": "",
            "pages": "1412--1419",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Pathogen inactivation and filtration efficacy of a new anti-microbial and anti-viral surgical facemask and N95 against dentistry-associated microorganisms",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Davison",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "7",
            "issn": "",
            "pages": "36--42",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "A novel anti-influenza copper oxide containing respiratory face mask",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Borkow",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Page",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gabbay",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS One",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Putting copper into action: copper-impregnated products with potent biocidal activities",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Borkow",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gabbay",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "FASEB J",
            "volume": "18",
            "issn": "",
            "pages": "1728--1730",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Antimicrobial effect of surgical masks coated with nanoparticles",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [
                        "W"
                    ],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Newton",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J. Hosp. Infect",
            "volume": "62",
            "issn": "",
            "pages": "58--63",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Assessment of iodine-treated filter media for removal and inactivation of MS2 bacteriophage aerosols",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Appl. Microbiol",
            "volume": "107",
            "issn": "",
            "pages": "1912--1923",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Performance of conventional and antimicrobial-treated filtering facepiece respirators challenged with biological aerosols",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Lore",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Occup. Environ. Hyg",
            "volume": "9",
            "issn": "",
            "pages": "69--80",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Evaluation of the survivability of MS2 viral aerosols deposited on filtering face piece respirator samples incorporating antimicrobial technologies",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rengasamy",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Fisher",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Shaffer",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Am. J. Infect. Control",
            "volume": "38",
            "issn": "",
            "pages": "9--17",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Peak or plateau maximal inspiratory mouth pressure: which is best?",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Windisch",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hennings",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sorichter",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hamm",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Criee",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Eur. Respir. J",
            "volume": "23",
            "issn": "",
            "pages": "708--713",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Stability of influenza vaccine coated onto microneedles",
            "authors": [
                {
                    "first": "H.-J",
                    "middle": [],
                    "last": "Choi",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Biomaterials",
            "volume": "33",
            "issn": "",
            "pages": "3756--3769",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Stability of whole inactivated influenza virus vaccine during coating onto metal microneedles",
            "authors": [
                {
                    "first": "H.-J",
                    "middle": [],
                    "last": "Choi",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Control. Release",
            "volume": "166",
            "issn": "",
            "pages": "159--171",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "How hofmeister ion interactions affect protein stability",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Baldwin",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Biophys. J",
            "volume": "71",
            "issn": "",
            "pages": "2056--2063",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Effect of osmotic pressure on the stability of whole inactivated influenza vaccine for coating on microneedles",
            "authors": [
                {
                    "first": "H.-J",
                    "middle": [],
                    "last": "Choi",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS one",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "ASTM F2101 -14 Standard Test Method for Evaluating the Bacterial Filtration Efficiency (BFE) of Medical Face Mask Materials, Using a Biological Aerosol of Staphylococcus aureus",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Astm International",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Hygroscopicity of fertilizer materials and mixtures",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Adams",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Merz",
                    "suffix": ""
                }
            ],
            "year": 1929,
            "venue": "Ind. Eng. Chem. Res",
            "volume": "21",
            "issn": "",
            "pages": "305--307",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Protective immunity against H5N1 influenza virus by a single dose vaccination with virus-like particles",
            "authors": [
                {
                    "first": "J.-M",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Virology",
            "volume": "405",
            "issn": "",
            "pages": "165--175",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "A bivalent influenza VLP vaccine confers complete inhibition of virus replication in lungs",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "S"
                    ],
                    "last": "Quan",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Vaccine",
            "volume": "26",
            "issn": "",
            "pages": "3352--3361",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "A mechanistic study on the destabilization of whole inactivated influenza virus vaccine in gastric environment",
            "authors": [
                {
                    "first": "H.-J",
                    "middle": [],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Ebersbacher",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Montemagno",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS one",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Nile red: a selective fluorescent stain for intracellular lipid droplets",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Greenspan",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "P"
                    ],
                    "last": "Mayer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Fowler",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "J. Cell Biol",
            "volume": "100",
            "issn": "",
            "pages": "965--973",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Mask with salt-coated filter for prevention and deactivation of airborne pathogens. (a) SEM image of Filter wet+600μL (top left) and EDX mapping images of Na (red), Cl (green), and NaCl (combination of Na and Cl mapping images), showing the formation of NaCl coating, as also confirmed by XRD spectra (b) of Filter bare , Filter wet , Filter wet+100μL , Filter wet+300μL , Filter wet+600μL , Filter wet+900μL and Filter wet+1200μL (labelled as Bare, wet, wet+ 100 μ L, wet+ 300 μ L, wet+ 600 μ L, wet+ 900 μ L and wet+ 1200 μ L, respectively; miller indices corresponding to NaCl crystal are shown at the top of XRD spectra for each position). (c) Optical microscope images for contact angle measurements using 3 μ L DI water droplets on (i) Filter bare and (ii) Filter wet+600μL (n = 10). (d) Microscope images of aerosol on (i) Filter bare and (ii) Filter wet+600μL (n = 10). Scientific RepoRts | 7:39956 | DOI: 10.1038/srep39956",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Filtration efficiency of salt-coated filters. (a) TEM image of CA/09 H1N1 influenza virus. (b) Pressure-dependent filtration efficiency (n = 8-10, mean ± standard deviation (SD)).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Inactivation of virus adsorbed on salt-coated filters. (a,b) HA activity (a) and virus titer (b) displaying the effects of incubation time on the remaining activity of virus (n = 4-8, mean ± SD). (c) TEM images of viruses reconstituted, after incubation for 5 and 60 min, from (i) Filter bare and (ii) Filter wet+600μL . (d) Native fluorescence/nile red fluorescence of viruses incubated for 60 min (n = 12, mean ± SD).(e,f) Body weight change of mice after infection with virus recovered from filters after incubation for 60 min (n = 12, mean ± SD) (e), and lung virus titers (n = 6, mean ± SD) (f). Asterisk (*): below detection limit. Legends: filters are labelled as inFig. 1b.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Strain-and environment-dependent performance of salt-coated filters. (a) Body weight change of mice infected with penetrated PR/34 H1N1 and VN/04 H5N1 viruses through Filter wet+600μL (n = 12, mean ± SD). (b) Virus titers of recovered viruses from bare and salt-coated filters (n = 4, mean ± SD; data for Filter wet , Filter wet+600μL and Filter wet+1200μL are overlapped). (c,d) Body weight change (c) and survival rate (d) of mice infected with dosage of penetrated virus through Filter wet+600μL before and after exposure to harsh environmental conditions (37 °C and 70% RH) for 1 day (filled square and open square overlap in (d)). (e) EDX mapping image of NaCl-coated Filter wet+600μL after incubation for 15 days at 37 °C and 70% RH (combination of Na (red) and Cl (green) mapping images). (f) XRD spectra of Filter wet+600μL before and after incubation at 37 °C 70% for 1 day and 15 days. Legends: filters are labelled as in Fig. 1b. Scientific RepoRts | 7:39956 | DOI: 10.1038/srep39956",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "(NaCl; Sigma Aldrich, St. Louis, MO) in filtered DI water (0.22 μ m pore size; Corning, Tewksbury, MA) under stirring at 400 rpm and 90 °C, followed by the addition of Tween 20 (Fisher Scientific) to a final concentration of 29.03 w/v% of NaCl and 1 v/v% of Tween 20. To obtain the salt-coated filters, the mask bare PP filters were pre-wet to contain approximately 600 μ L of coating solution by incubating overnight at room temperature. Any remaining dry areas were removed by applying gentle strokes with tweezers to the filters while immersed in the coating Scientific RepoRts | 7:39956 | DOI: 10.1038/srep39956",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ". To investigate morphological change of virus, lipid stability of viral wall was characterized by nile red fluorescence (Sigma Aldrich), a fluorescent lipid Scientific RepoRts | 7:39956 | DOI: 10.1038/srep39956",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "To compare multiple conditions, Student's t-test, One-way analysis of variance (ANOVA), and general linear model were used (Minitab release 14; Minitab, State College, PA). P value of less than 0.05 was considered to be significant. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis."
        }
    ]
}