{
    "paper_id": "c95771649886404cfec24c5c139e851c614e632b",
    "metadata": {
        "title": "A novel sub-epidemic modeling framework for short-term forecasting epidemic waves",
        "authors": [
            {
                "first": "Gerardo",
                "middle": [],
                "last": "Chowell",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Amna",
                "middle": [],
                "last": "Tariq",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "James",
                "middle": [
                    "M"
                ],
                "last": "Hyman",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Simple phenomenological growth models can be useful for estimating transmission parameters and forecasting epidemic trajectories. However, most existing phenomenological growth models only support singlepeak outbreak dynamics whereas real epidemics often display more complex transmission trajectories. Methods: We develop and apply a novel sub-epidemic modeling framework that supports a diversity of epidemic trajectories including stable incidence patterns with sustained or damped oscillations to better understand and forecast epidemic outbreaks. We describe how to forecast an epidemic based on the premise that the observed coarse-scale incidence can be decomposed into overlapping sub-epidemics at finer scales. We evaluate our modeling framework using three outbreak datasets: Severe Acute Respiratory Syndrome (SARS) in Singapore, plague in Madagascar, and the ongoing Ebola outbreak in the Democratic Republic of Congo (DRC) and four performance metrics. Results: The sub-epidemic wave model outperforms simpler growth models in short-term forecasts based on performance metrics that account for the uncertainty of the predictions namely the mean interval score (MIS) and the coverage of the 95% prediction interval. For example, we demonstrate how the sub-epidemic wave model successfully captures the 2-peak pattern of the SARS outbreak in Singapore. Moreover, in short-term sequential forecasts, the sub-epidemic model was able to forecast the second surge in case incidence for this outbreak, which was not possible using the simple growth models. Furthermore, our findings support the view that the national incidence curve of the Ebola epidemic in DRC follows a stable incidence pattern with periodic behavior that can be decomposed into overlapping sub-epidemics. Conclusions: Our findings highlight how overlapping sub-epidemics can capture complex epidemic dynamics, including oscillatory behavior in the trajectory of the epidemic wave. This observation has significant implications for interpreting apparent noise in incidence data where the oscillations could be dismissed as a result of overdispersion, rather than an intrinsic part of the epidemic dynamics. Unless the oscillations are appropriately modeled, they could also give a false positive, or negative, impression of the impact from public health interventions. These preliminary results using sub-epidemic models can help guide future efforts to better understand the heterogenous spatial and social factors shaping sub-epidemic patterns for other infectious diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The myriad of interrelated, and often unobserved, factors that influence the propagation of pathogens at different spatial and temporal scales create major challenges for predicting the transmission dynamics of infectious disease [1] . The factors influencing infectious disease transmission include the mode of transmission (e.g., close contact, airborne, via vector, sexual route), the individual-level network that captures the dynamics of disease-relevant interactions (which are often influenced by cultural factors) [2] , the natural history of the disease, variations in the risk behavior of individuals, reactive public health interventions, the behavior changes in response to an epidemic, and the background immunity of the population shaped by genetic factors and prior exposure to the disease or vaccination campaigns [3] [4] [5] [6] . Our ability to generate accurate epidemic forecasts is challenged by the sparse data on the individual-and grouplevel heterogeneity that affect the dynamics of infectious disease transmission [7] [8] [9] .",
            "cite_spans": [
                {
                    "start": 230,
                    "end": 233,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 522,
                    "end": 525,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 830,
                    "end": 833,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 834,
                    "end": 837,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 838,
                    "end": 841,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 842,
                    "end": 845,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1040,
                    "end": 1043,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1044,
                    "end": 1047,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1048,
                    "end": 1051,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The accuracy of epidemic forecasts is also hindered by the lack of detail in the outbreak incidence and contact data. Usually, forecasting models must be based on aggregated reported incidence cases identified at the onset of symptoms or diagnosis. Epidemic incidence data is a valuable epidemiological tool to assess, and forecast, trends and transmission potential in real time [7, 8, [10] [11] [12] [13] [14] . However, the aggregated case data rarely contain the information, such as transmission pathways and other population characteristics, needed to create a realistic model for disease transmission [8] . For example, during the first few months of the 2014-2016 Ebola epidemic in West Africa, weekly national-level epidemic curves for Guinea, Liberia, and Sierra Leone were made publicly available by the World Health Organization (WHO) [11] . In contrast, Ebola virus first affected the village of Gueckedou in Guinea, and the transmission chains rapidly crossed the nearby porous borders of Sierra Leone and Liberia [11] . Therefore, epidemic curves at finer spatial and temporal resolutions covering the relevant interacting communities would have been more pertinent to assess the spreading pattern and guide control efforts.",
            "cite_spans": [
                {
                    "start": 380,
                    "end": 383,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 384,
                    "end": 386,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 387,
                    "end": 391,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 392,
                    "end": 396,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 397,
                    "end": 401,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 402,
                    "end": 406,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 407,
                    "end": 411,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 608,
                    "end": 611,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 847,
                    "end": 851,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1028,
                    "end": 1032,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Limited epidemic data limits the complexity of the mathematical models in terms of the number of mechanisms and parameters that can be estimated from data. These models often use a metapopulation framework to incorporate population heterogeneity by dividing the population into socio-demographic groups based on the Fig. 1 The number of sub-epidemics for epidemic waves associated with different parameters. The number of sub-epidemics comprising an epidemic wave depends on the parameters K 0 , q, and C thr as explained in the main text susceptibility, infectivity, mobility patterns, or other individual characteristics related to the transmission dynamics [15] [16] [17] [18] . The individuals in the same group are assumed to be homogenous, and the heterogeneity of the population is limited by the number of groups. Even when the number of parameters that can be estimated from limited data is small, the model must include enough complexity to account for the underlying transmission dynamics. Past studies indicate that simple logistic-type growth models tend to underestimate the peak timing and duration of epidemic outbreaks [19] [20] [21] . Also, these simple logistic-type phenomenological growth models typically can support only a single-wave epidemic trajectory characterized by a single peak in the number of new infections followed by a \"burnout\" period, unless there are external driving forces, such as a seasonal variation in contact patterns.",
            "cite_spans": [
                {
                    "start": 660,
                    "end": 664,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 665,
                    "end": 669,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 670,
                    "end": 674,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 675,
                    "end": 679,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1136,
                    "end": 1140,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1141,
                    "end": 1145,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1146,
                    "end": 1150,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [
                {
                    "start": 316,
                    "end": 322,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "We put forward a sub-epidemic modeling framework that supports diverse epidemic wave trajectories, including stable incidence patterns with sustained or damped oscillations. We divide the population Fig. 2 Epidemic wave profiles or the taxonomy of overlapping sub-epidemic waves. Five representative epidemic waves comprised of sub-epidemics characterized by the following parameters: r = 0.15, p = 0.9, K = 2000. a The first panel shows a stationary 300-day endemic wave comprising 10 sub-epidemics with a cumulative case threshold C thr of 20 cases and parameter q = 0. b The second panel displays a temporary endemic wave comprising 5 sub-epidemics with a cumulative case threshold C thr of 20 cases and parameter q = 0. c The third panel shows an epidemic wave comprising 10 declining sub-epidemics with a cumulative case threshold C thr of 20 cases where subsequent sub-epidemics decline exponentially with rate q = 0.3. d The fourth panel displays an epidemic wave with sustained oscillations composed of three sub-epidemics with a high cumulative case threshold C thr of 800 without the effects of interventions (q = 0). e Finally, the fifth panel shows an epidemic wave with damped oscillations comprising two sub-epidemics where the second one is affected by interventions or behavior changes (q = 0.6) and is triggered once the first one has accumulated 40% of its total size into groups, and use overlapping sub-epidemics in these groups as the mathematical building blocks to understand and forecast an epidemic observed at coarser scales. Hence, the coarse-scale-observed epidemic is created from the aggregation of overlapping sub-epidemics in the groups that follow a regular structure. These sub-epidemics are usually unobserved and shaped by population heterogeneity. The groups are determined by the susceptibility of the underlying populations (e.g., spatially clustered pockets of susceptible individuals), population mobility patterns, the natural history of the disease, infections moving across different risk groups, varying public health interventions, and rapidly changing environmental factors, to name a few. This approach allows the model forecast to depend upon changes in the composition of individual groups based on temporal changes of healthcare, or local behavior changes that impact the case incidence for a given spatial area or subpopulations such as schools or socio-demographic groups.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 199,
                    "end": 205,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "In heterogenous populations, the coarse-scale epidemic incidence can rarely be characterized by a simple mathematical function. The overlapping subepidemic building block approach helps us understand how to decompose the larger-scale epidemic wave patterns into multiple incidence curves that could be shaped by multiple factors. The coarse-scale epidemic wave can be investigated as the aggregation of regular and overlapping sub-epidemics that are related to each other in some systematic fashion. This reduces the number of free parameters that are necessary to relate sub-epidemics to each other.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "After describing the sub-epidemic modeling framework, we will apply the approach to describe and generate short-term forecasts for past outbreaks. In this process, we also systematically compare the goodness of fit and the forecasting performance of the sub-epidemic wave model with that of simpler growth models.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Mathematical framework of epidemic waves composed of overlapping sub-epidemics",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We model each group sub-epidemic by a generalizedlogistic growth model (GLM) which has displayed promising performance for short-term forecasting the trajectory of emerging infectious disease outbreaks [20] [21] [22] . The GLM is given by the following differential equation:",
            "cite_spans": [
                {
                    "start": 202,
                    "end": 206,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 207,
                    "end": 211,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 212,
                    "end": 216,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "dt describes the incidence curve over time t. The cumulative number of cases at time t is given by C(t), while r is a positive parameter denoting the growth rate ((people) 1 − p per time), K 0 is the final epidemic size, and p ∈ [0, 1] is the \"scaling of growth\" parameter. If p = 0, this equation describes a constant incidence over time, while if p = 1 the equation becomes the well-known exponential growth model. Intermediate values of p(0 < p < 1) describe sub-exponential (e.g., polynomial) growth patterns.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Next, we model an epidemic wave comprising a set of n overlapping sub-epidemics that follow a regular structure using the following system of coupled differential equations: Table 1 Quality of the model fits to outbreak data. The sub-epidemic model yielded the best fit to the daily incidence curves based on four performance metrics described in the text. Values highlighted in italics correspond to the best performance metric for a given outbreak ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 174,
                    "end": 181,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "where C i (t) tracks the cumulative number of infections for sub-epidemic i and K i is the size of the ith sub-epidemic where i = 1…n. Thus, the model reduces to the simple logistic-type model when n = 1. To model the onset timing of the (i + 1) th sub-epidemic, we employ an indicator variable given by A i (t) so that the sub-epidemics comprising an epidemic wave follow a regular structure because the (i + 1) th subepidemic is triggered when the cumulative number of cases for the ith sub-epidemic exceeds a total of C thr cases and overlapping because the (i + 1) th subepidemic takes off before the ith sub-epidemic completes its course. Hence,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "where 1 ≤ C thr < K 0 and A 1 (t) = 1 for the first subepidemic. Moreover, the size of the ith sub-epidemic (K i ) declines exponentially at rate q for subsequently occurring sub-epidemics due to multiple factors including seasonal transmission effects, a gradually increasing effect of public health interventions or population Fig. 3 Best fit of the sub-epidemic model to the SARS outbreak in Singapore. Our sub-epidemic model yielded the best fit to the incidence curve of the SARS outbreak (Table 1) . Moreover, the model successfully predicts the 2-wave pattern of the outbreak. Further, parameter estimates are well identified as indicated by their relatively narrow confidence intervals. For instance, the 95% confidence interval for the size of the initial subepidemic ranges between 106 and 143 cases. The top panels display the empirical distribution of r, p, K, and q. Bottom panels show the model fit (left), the sub-epidemic profile (center), and the residuals (right). Black circles correspond to the data points. The best model fit (solid red line) and 95% prediction interval (dashed red lines) are also shown. Cyan curves are the associated uncertainty from individual bootstrapped curves assuming a Poisson error structure. Different sub-epidemics comprising the epidemic wave are plotted using different colors behavior changes that mitigate transmission. If q = 0, the model predicts an epidemic wave comprising subepidemics of the same size. Note that alternative decline functions could be considered such as harmonic or hyperbolic decline functions. Assuming that subsequent sub-epidemic sizes decline exponentially, we have:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 329,
                    "end": 335,
                    "text": "Fig. 3",
                    "ref_id": null
                },
                {
                    "start": 494,
                    "end": 503,
                    "text": "(Table 1)",
                    "ref_id": null
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "where K 0 is the size of the initial sub-epidemic (K 1 = K 0 ). Hence, when q > 0, the total number of subepidemics supported by the model depends on C thr , q, and, K 0 because the (i + 1) th sub-epidemic is only triggered if C thr ≤ K i (Fig. 1) . Moreover, the total size of an epidemic wave composed of n overlapping subepidemics is simply given by:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 239,
                    "end": 247,
                    "text": "(Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "In the absence of control interventions or behavior change (q = 0), the total epidemic size is given by:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The initial number of cases given by C 1 (0) = I 0 where I 0 is the initial number of cases in observed case data. Then, the cumulative curve of the epidemic wave denoted by C tot (t) is obtained by aggregating all of the n overlapping sub-epidemics comprising the epidemic wave:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We use our model to characterize five broad profiles of overlapping sub-epidemics shaping epidemic waves: (1) stationary endemic waves, (2) single-peak epidemic waves composed of a finite number of subepidemics with or without the mitigative effects of control interventions and/or behavior changes, and (3) epidemic waves with oscillatory behavior composed of a finite number of sub-epidemics with or ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemic wave profiles"
        },
        {
            "text": "Lack of identifiability or non-identifiability arises when one or more parameter estimates are associated with large uncertainties. This may be attributed to the model structure (structural identifiability) or due to the lack of information in a given dataset, which could be associated with the number of observations and the spatial-temporal resolution of the data [23, 24] . Because the time series of incident cases in the observed epidemic wave is an aggregation of the overlapping sub-epidemics, different sub-epidemic profiles may give rise to indistinguishable aggregated epidemic waves. This can happen if the parameters are correlated and different combinations of parameters result in the same fit of the data but have different forecasts. For a given epidemic wave, the number of subepidemics could be correlated with the size of individual sub-epidemics and parameter C thr which sets the timing of the subsequent sub-epidemic. For example, given a fixed sub-epidemic size, as C thr increases, a smaller number of sub-epidemics can be fit to the epidemic wave. When a parameter is associated with substantial uncertainty, researchers may decide to constrain its range to lie within a plausible or realistic range and as close as Fig. 5 Best fit of the sub-epidemic wave model to the plague epidemic in Madagascar. This model yielded the best fit to the weekly incidence curve. Moreover, our results predict an epidemic wave comprised by 5 sub-epidemics of decreasing size. Further, parameter estimates are well identified as indicated by their relatively narrow confidence intervals. For instance, the 95% confidence interval for the size of the initial subepidemic ranges between 634 and 761. The top panels display the empirical distribution of the parameter estimates (r, p, K, and q). Bottom panels show the model fit (left), the sub-epidemic profile (center), and the residuals (right). Black circles correspond to the data points. The best model fit (solid red line) and 95% prediction interval (dashed red lines) are also shown. Cyan curves are the associated uncertainty from individual bootstrapped curves assuming a Poisson error structure. Different sub-epidemics comprising the epidemic wave are plotted using different colors possible to a best guess based on demographic and epidemiological data. For instance, the size of the first subepidemic should not be too small (e.g., K 0 > 100). Moreover, by design the number of sub-epidemics comprising an epidemic wave in our model is constrained by C thr < K 0 . Further, the cumulative case threshold C thr could be further constrained so that it does not exceed the cumulative number of cases at peak incidence.",
            "cite_spans": [
                {
                    "start": 367,
                    "end": 371,
                    "text": "[23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 372,
                    "end": 375,
                    "text": "24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 1242,
                    "end": 1248,
                    "text": "Fig. 5",
                    "ref_id": null
                }
            ],
            "section": "Parameter uncertainty and identifiability"
        },
        {
            "text": "Our parameter estimation approach has been described in prior publications (e.g., [19, 25] ). Calibrating our subepidemic modeling framework to time series data requires estimating 5 model parameters namely Θ = (C thr , q, r, p, K). Model parameters were estimated via least-square fitting of the model solution to the observed incidence data [26] . This is achieved by searching for the set of parametersΘ ¼ ðθ 1 ;θ 2 ; …;θ m Þ that minimize the sum of squared differences between the observed incidence data y t i ¼ y t 1 ; y t 1 ; …; y t n and the corresponding mean incidence curve denoted by f(t i , Θ). That is, the objective function is given bŷ",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 86,
                    "text": "[19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 87,
                    "end": 90,
                    "text": "25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 343,
                    "end": 347,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Parameter estimation"
        },
        {
            "text": "where t i are the time points at which the time series data are observed, and n is the number of data points available , our sub-epidemic model yielded the best fit to the incidence curve. Moreover, our results predict an epidemic wave comprised by 4 sub-epidemics of stable size (~250 cases) as the parameter q is estimated to be very low, suggesting a stable incidence pattern. Further, parameter estimates are well identified as indicated by their relatively narrow confidence intervals. For instance, the 95% confidence interval for the sub-epidemic size ranges from 232 to 275. The top panels display the empirical distribution of r, p, K, and q. Bottom panels show the model fit (left), the sub-epidemic profile (center), and the residuals (right). Black circles correspond to the data points. The model fit (solid red line) and 95% prediction interval (dashed red lines) are also shown. Cyan curves are the associated uncertainty from individual bootstrapped curves assuming a Poisson error structure. Different sub-epidemics of the epidemic wave profile are plotted using different colors for inference. Hence, the model solution f ðt i ;ΘÞ yields the best fit to the time series data y t i . We solve the nonlinear least squares problem using the trust-region reflective algorithm. We used parametric bootstrap, assuming a Poisson error structure, to quantify the uncertainty in the parameters obtained by a nonlinear least squares fit of the data, as described in refs. [19, 25] . Our best-fit model solution is given by f ðt;ΘÞ whereΘ is the vector of parameter estimates. Our MATLAB (The Mathworks, Inc) code for model fitting along with outbreak datasets is publicly available [27] .",
            "cite_spans": [
                {
                    "start": 1480,
                    "end": 1484,
                    "text": "[19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1485,
                    "end": 1488,
                    "text": "25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1690,
                    "end": 1694,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Parameter estimation"
        },
        {
            "text": "The model confidence intervals of the parameters and 95% prediction intervals of the model fits were obtained using parametric bootstrap [19] . That is, we re-estimated the parametersΘ i where i = 1, 2, …, S. Here, S is the number of bootstrap realizations, and the uncertainty around the mean of model fit is defined by f ðt;Θ 1 Þ; f ðt;Θ 2 Þ; …; f ðt;Θ S Þ. This information can be further used to generate 95% prediction intervals. Note that these model confidence intervals are for the model, not the true underlying epidemic. Since the model is only an approximation of the underlying transmission dynamics, the model discrepancy can result in the observations and forecasts that are outside these model confidence intervals. The uncertainty of the model forecasts, f ðt;ΘÞ , is estimated using the variance of the parametric bootstrap samples",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 141,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Parameter estimation"
        },
        {
            "text": "whereΘ i denotes the estimation of parameter set Θ from the ith bootstrap sample. The 95% prediction intervals of the forecasts in the examples are calculated from the 2.5% and 97.5% percentiles of the bootstrap forecasts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Parameter estimation"
        },
        {
            "text": "In order to evaluate the performance of our sub-epidemic wave model in its capacity to describe and forecast incidence patterns in the short term, we compared it to the well-known two-parameter logistic growth model and the three-parameter Richards model [28, 29] . While the logistic growth model is nested within our sub-epidemic modeling framework, the Richards model is not. The logistic growth model (LM) is given by:",
            "cite_spans": [
                {
                    "start": 255,
                    "end": 259,
                    "text": "[28,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 260,
                    "end": 263,
                    "text": "29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Assessing model performance"
        },
        {
            "text": "The Richards model with three parameters (r, a, K) is given by: Table 2 Short-term forecasting performance in the context of the SARS outbreak in Singapore. The sub-epidemic model outperformed the simpler growth models in terms of all of the performance metrics in short-term forecasts. Values highlighted in italics correspond to the best performance metric at a given forecasting horizon ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 64,
                    "end": 71,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Assessing model performance"
        },
        {
            "text": "where the parameter a is a positive constant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assessing model performance"
        },
        {
            "text": "To assess both the quality of the model fit and the short-term forecasts, we employed four performance metrics: the mean absolute error (MAE), the mean squared error (MSE), the coverage of the 95% prediction intervals, and the mean interval score (MIS) [30] .",
            "cite_spans": [
                {
                    "start": 253,
                    "end": 257,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Assessing model performance"
        },
        {
            "text": "The mean absolute error (MAE) is given by:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assessing model performance"
        },
        {
            "text": "Here y t i is the time series of incident cases describing the epidemic wave where t i are the time points of the time series data [31] . Similarly, the mean squared error (MSE) is given by:",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 135,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Assessing model performance"
        },
        {
            "text": "In addition, we assessed the coverage of the 95% prediction interval, e.g., the proportion of the observations that fell within the 95% prediction interval and a metric that addresses the width of the 95% prediction interval as well as coverage via the mean interval score (MIS) [30, 32] which is given by:",
            "cite_spans": [
                {
                    "start": 279,
                    "end": 283,
                    "text": "[30,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 284,
                    "end": 287,
                    "text": "32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Assessing model performance"
        },
        {
            "text": "where L t and U t are the lower and upper bounds of the 95% prediction interval and Ι{} is an indicator function. Thus, this metric rewards for narrow 95% prediction intervals and penalizes at the points where the observations are outside the bounds specified by the Fig. 7 Representative 10-day ahead forecasts of the sub-epidemic model to the SARS outbreak in Singapore. The model was able to capture the two-wave pattern once the model is calibrated using data that includes the early surge of the second sub-epidemic. Black circles correspond to the data points. The model fit (solid red line) and 95% prediction interval (dashed red lines) are also shown. The vertical line indicates the start time of the forecast 95% prediction interval where the width of the prediction interval adds up to the penalty (if any) [30] .",
            "cite_spans": [
                {
                    "start": 819,
                    "end": 823,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [
                {
                    "start": 267,
                    "end": 273,
                    "text": "Fig. 7",
                    "ref_id": null
                }
            ],
            "section": "Assessing model performance"
        },
        {
            "text": "The mean interval score and the coverage of the 95% prediction intervals take into account the uncertainty of the predictions whereas the MAE and MSE only assess the closeness of the mean trajectory of the epidemic to the observations [8] . These performance metrics have also been adopted in international forecasting competitions [32] .",
            "cite_spans": [
                {
                    "start": 235,
                    "end": 238,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 332,
                    "end": 336,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Assessing model performance"
        },
        {
            "text": "We apply our modeling framework to describe and short-term forecast three real outbreaks namely severe acute respiratory syndrome (SARS) in Singapore, plague in Madagascar, and the ongoing Ebola outbreak in the Democratic Republic of Congo (DRC).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Application to epidemic outbreaks"
        },
        {
            "text": "We obtained the daily number of new SARS cases by date of symptom onset of the 2003 SARS outbreak in Singapore [33] (Additional file 1). This outbreak involved three major hospitals in Singapore, and the incidence curve exhibited two overlapping waves that peaked in mid-March and early April (2003), respectively. These two small waves largely correspond to sub-epidemics stemming from different healthcare settings [33] . This epidemic lasted a total of 70 days. For each model, we generated a total of 46 short-term forecasts from day 15 until day 60. We evaluated 4, 6, 8, and 10 days ahead forecasts.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 115,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 417,
                    "end": 421,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "SARS outbreak in Singapore"
        },
        {
            "text": "We obtained a weekly incidence curve according to the date of symptom onset for the second wave of the ongoing Ebola outbreak in the DRC from the WHO Situation Reports and Disease Outbreak News covering the reporting period: September 2018 to mid-April 2019 [34] . The incidence curve of the epidemic was further adjusted for reporting delays as described in ref. [35] . Briefly, the curve of crude incidence by date of symptom onset was adjusted for reporting delays using a nonparametric method that adapts survival analysis and life table techniques for use with right truncated data [36, 37] . This epidemic has become the second largest Ebola outbreak in history with 1186 reported cases as of April 11, 2019, despite active ring vaccination efforts in the region [34] . The outbreak was first reported on August 1, 2018, by the WHO, spreading in the urban areas of the provinces of North Khivu and Ituri in the northeast region that borders Uganda [38] . Unfortunately, armed conflict in the Ebola-affected zone is hindering rapid response activities including case detection, contact tracing, isolation, and vaccination. Prolonged transmission has been primarily attributed to poor infection control practices in healthcare Table 3 Short-term forecasting performance in the context of the plague outbreak in Madagascar. Although the sub-epidemic model consistently outperformed the simpler models in terms of the quality of fit to the plague outbreak, the sub-epidemic model did not always outperform the Richards model based on all performance metrics in short-term forecasts. Values highlighted in italics correspond to the best performance metric at a given forecasting horizon settings, delays in case detection and isolation, community resistance, and violent attacks targeting health workers and health centers [38] . For each model, we conducted a total of 19 forecasts from week 8 to week 26 of the epidemic. We assessed 2, 3, 4, and 5 weeks ahead forecasts.",
            "cite_spans": [
                {
                    "start": 258,
                    "end": 262,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 364,
                    "end": 368,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 587,
                    "end": 591,
                    "text": "[36,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 592,
                    "end": 595,
                    "text": "37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 769,
                    "end": 773,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 954,
                    "end": 958,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1824,
                    "end": 1828,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [
                {
                    "start": 1231,
                    "end": 1238,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Ebola outbreak in DRC, September, 2018, to mid-April, 2019"
        },
        {
            "text": "We analyzed the main epidemic wave of the 2017 plague epidemic in Madagascar which was retrieved from the WHO reports. The epidemic wave consists of weekly confirmed, probable and suspected plague cases during September-November 2017 [39] . The epidemic comprises 50 incidence weeks. For each model, we generated a total of 26 forecasts from week 10 to week 35 of the epidemic. We assessed 2, 3, 4, and 5 weeks ahead forecasts. Figure 2 displays five representative epidemic waves comprised of overlapping sub-epidemics characterized by the following parameters: r = 0.15, p = 0.9, K = 2000.",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 238,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [
                {
                    "start": 428,
                    "end": 436,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Plague outbreak in Madagascar"
        },
        {
            "text": "Specifically, the first panel shows a stationary 300-day endemic wave comprising 10 sub-epidemics with a cumulative case threshold C thr of 20 cases and parameter q = 0. Note that the last few sub-epidemics have not completed their course by the end of the simulation period. The second panel displays a temporary endemic wave comprising 5 sub-epidemics with a cumulative case threshold C thr of 20 cases and parameter q = 0. This epidemic wave profile differs from the previous one in that all of the sub-epidemics have completed their course within the first 250 days of the simulation. The third panel shows an epidemic wave comprising 10 declining sub-epidemics with a cumulative case threshold C thr of 20 cases where subsequent sub-epidemics Fig. 8 Representative 5-week ahead forecasts of the sub-epidemic model to the plague outbreak in Madagascar. The model was able to outperform simpler growth models in short-term forecasts based on the MAE, the MIS, and the coverage of the 95% prediction interval (Table 3) . Black circles correspond to the data points. The model fit (solid red line) and 95% prediction interval (dashed red lines) are also shown. The vertical line indicates the start time of the forecast declines exponentially with rate q = 0.3. The fourth panel displays an epidemic wave with sustained oscillations composed of three sub-epidemics with a high cumulative case threshold C thr of 800 without the effects of interventions (q = 0). That is, each new sub-epidemic is not triggered until the previous sub-epidemic has accumulated 90% of its final sub-epidemic size. Finally, the fifth panel represents an epidemic wave with damped oscillations comprising two sub-epidemics where the second one is affected by interventions or behavior changes (q = 0.6) and is triggered once the first one has accumulated 40% of its total size.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 748,
                    "end": 754,
                    "text": "Fig. 8",
                    "ref_id": null
                },
                {
                    "start": 1011,
                    "end": 1020,
                    "text": "(Table 3)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "The sub-epidemic model consistently yielded the best fit to the daily incidence curves for each of the three outbreaks (SARS, plague, and Ebola) based on the four performance metrics (MAE, MSE, MIS, and the coverage of the 95% prediction interval) as shown in Table 1 . For the SARS outbreak in Singapore, the sub-epidemic model was able to successfully capture the two-wave pattern of the SARS outbreak, and the model parameter estimates were well identified (Fig. 3) . In contrast, the simpler single-peak growth models were unable to reproduce the bimodal shape of the outbreak, yielding poorer performance (Table 1 and Fig. 4) . For the plague outbreak in Madagascar, the sub-epidemic model also outperformed the other simple models (Table 1) and captured an epidemic wave comprised by 5 subepidemics of decreasing size (Fig. 5) . Further, parameter estimates for this outbreak were also well identified as indicated by their relatively small uncertainty (Fig. 5) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 260,
                    "end": 267,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 460,
                    "end": 468,
                    "text": "(Fig. 3)",
                    "ref_id": null
                },
                {
                    "start": 610,
                    "end": 618,
                    "text": "(Table 1",
                    "ref_id": null
                },
                {
                    "start": 623,
                    "end": 630,
                    "text": "Fig. 4)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 737,
                    "end": 746,
                    "text": "(Table 1)",
                    "ref_id": null
                },
                {
                    "start": 824,
                    "end": 832,
                    "text": "(Fig. 5)",
                    "ref_id": null
                },
                {
                    "start": 959,
                    "end": 967,
                    "text": "(Fig. 5)",
                    "ref_id": null
                }
            ],
            "section": "Quality of the model fits to outbreak data"
        },
        {
            "text": "For instance, the 95% confidence interval for the size of the initial sub-epidemic ranges between 634 and 761. During the first 28 weeks of the ongoing Ebola epidemic in DRC (06 Sep 2018 to 11 Mar 2019), our sub-epidemic model outperformed the simpler models (Table 1 and Fig. 6 ). For instance, the sub-epidemic model yielded a Fig. 9 Sub-epidemic profiles of the epidemic wave forecasts for the plague epidemic in Madagascar displayed in Fig. 8 . The epidemic wave model predicts a \"traveling wave\" composed of asynchronous sub-epidemics when the model is fitted to the weekly incidence just before or around the epidemic peak. Once the declining phase of the epidemic is apparent, the model predicts a slowly declining tail of the epidemic wave with some relatively mild oscillations. Black circles correspond to the data points. Different colors represent different sub-epidemics of the epidemic wave profile. The vertical line indicates the start time of the forecast much lower MIS and much higher coverage of the 95% prediction interval compared to simpler growth models (Table 1) . Moreover, our results predict an epidemic wave consisting of 4 sub-epidemics of stable size (~250 cases) as the parameter q is estimated to be very low, suggesting a stable incidence pattern (Fig. 6) . Further, parameter estimates are well identified as indicated by their relatively narrow confidence intervals. For instance, the 95% confidence interval for the initial sub-epidemic size ranges from 232 to 275. However, some of the most recent incidence data points lie substantially above the upper bound of the 95% prediction interval. These anomalies suggest that substantial changes in the underlying dynamics (beyond stochasticity) have occurred more recently.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 259,
                    "end": 267,
                    "text": "(Table 1",
                    "ref_id": null
                },
                {
                    "start": 272,
                    "end": 278,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 329,
                    "end": 335,
                    "text": "Fig. 9",
                    "ref_id": null
                },
                {
                    "start": 440,
                    "end": 446,
                    "text": "Fig. 8",
                    "ref_id": null
                },
                {
                    "start": 1078,
                    "end": 1087,
                    "text": "(Table 1)",
                    "ref_id": null
                },
                {
                    "start": 1281,
                    "end": 1289,
                    "text": "(Fig. 6)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Quality of the model fits to outbreak data"
        },
        {
            "text": "For the SARS outbreak in Singapore, our subepidemic model outperformed the simpler growth models in terms of the mean interval score and the coverage of the 95% prediction interval across the 4, 6, 8, and 10 days ahead short-term forecasts (Table 2) . However, at longer forecast horizons (8 and 10 days), the MAE and the MSE tended to be lower for the Richards model. Unlike the subepidemic model (Fig. 7) , the simpler models were unable to forecast the second surge in case incidence of the SARS outbreak. Further, the quality of the fit provided by the simpler models during the calibration period deteriorates as the number of data points increases.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 240,
                    "end": 249,
                    "text": "(Table 2)",
                    "ref_id": null
                },
                {
                    "start": 398,
                    "end": 406,
                    "text": "(Fig. 7)",
                    "ref_id": null
                }
            ],
            "section": "Short-term forecasting performance"
        },
        {
            "text": "For the plague outbreak in Madagascar, the subepidemic model consistently outperformed the simpler models in short-term forecasts (2, 3, 4, and 5 weeks ahead) based on the MAE, the MIS, and the coverage of the 95% prediction interval (Table 3 ). In terms of the MSE, the sub-epidemic model outperformed the simpler models at forecasting horizons of 2 and 3 weeks, whereas the Richards model outperformed the other models at forecasting horizons of 4 and 5 weeks ( Table 3 , Figs. 8 and 9 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 234,
                    "end": 242,
                    "text": "(Table 3",
                    "ref_id": null
                },
                {
                    "start": 464,
                    "end": 471,
                    "text": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 474,
                    "end": 487,
                    "text": "Figs. 8 and 9",
                    "ref_id": null
                }
            ],
            "section": "Short-term forecasting performance"
        },
        {
            "text": "For the ongoing Ebola outbreak in DRC, the subepidemic model consistently outperformed the other models in short-term forecasts (2, 3, 4, and 5 weeks ahead) based on all of the performance metrics (Table 4) . We found that the sub-epidemic model predicts a traveling wave with some oscillatory behavior that is shaped by a sub-epidemic profile of consecutive outbreaks (Fig. 10) . However, the last forecast shows that the epidemic wave model was unable to capture a significant increase in the incidence pattern associated with a fourth sub-epidemic (Fig. 11 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 197,
                    "end": 206,
                    "text": "(Table 4)",
                    "ref_id": null
                },
                {
                    "start": 369,
                    "end": 378,
                    "text": "(Fig. 10)",
                    "ref_id": null
                },
                {
                    "start": 551,
                    "end": 559,
                    "text": "(Fig. 11",
                    "ref_id": null
                }
            ],
            "section": "Short-term forecasting performance"
        },
        {
            "text": "We have introduced a sub-epidemic wave modeling framework based on the premise that overlapping and regular sub-epidemics, which are often unobserved, can determine the shape of the trajectory of Table 4 Short-term forecasting performance in the context of the Ebola outbreak in DRC. For the ongoing Ebola outbreak in DRC, the sub-epidemic model consistently outperformed the other models in short-term forecasts based on all of the performance metrics. Values highlighted in italics correspond to the best performance metric at a given forecasting horizon epidemic waves that are observed at larger spatial scales. We demonstrated the framework by assessing the quality of model fit to observed case incidence data and performance in short-term forecasts for SARS in Singapore, plague in Madagascar, and the ongoing Ebola outbreak in DRC (September 2018 to mid-April 2019). We hope that our work will motivate the advancement of modeling frameworks and forecasting competitions that are needed for advancing the field of disease forecasting.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 196,
                    "end": 203,
                    "text": "Table 4",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Our findings indicate that the sub-epidemic model outperformed simpler phenomenological growth models in short-term forecasts based on performance metrics that account for the uncertainty in predictions and was a better fit to epidemic trajectories from empirical outbreak data. The sub-epidemic modeling framework supports a diversity of epidemic growth dynamics including stable incidence patterns with sustained or damped oscillations. For example, the epidemic wave model successfully captured the bimodal pattern of the SARS outbreak in Singapore, and the short-term sequential model forecasts was able to forecast the second surge in case incidence for this outbreak. The second wave of the epidemic cannot be predicted by the simpler logistic growth models unless there is an external forcing term.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The sub-epidemic model for the Ebola epidemic in DRC indicates that the national incidence curve follows a stable incidence pattern with periodic behavior that can be decomposed into overlapping subepidemics. In particular, the epidemic wave model outperformed simpler phenomenological growth models in short-term forecasts of the Ebola epidemic in DRC. However, the model was unable to capture a significant recent increase in the incidence pattern, which highlights the need to strengthen public health interventions in the region in order to bring the epidemic under control. Such a significant increase in the incidence pattern could result from the deterioration in the effectiveness of contact tracing efforts Fig. 10 Representative 5-week ahead forecasts of the sub-epidemic model to the ongoing Ebola epidemic in DRC. Overall, we found that the epidemic wave model predicts a \"traveling wave\" with some oscillatory behavior that is shaped by a sub-epidemic profile of consecutive outbreaks. More specifically, the model consistently outperformed the simpler growth models in short-term forecasts based on all of the performance metrics (Table 4 ). However, the last forecast was unable to capture a significant increase in the incidence pattern associated with the fourth sub-epidemic of the epidemic wave profile shown in Fig. 11 . Black circles correspond to the data points. The model fit (solid red line) and 95% prediction interval (dashed red lines) are also shown. The vertical line indicates the start time of the forecast and systematic vaccination refusals associated with community mistrust exacerbated by intermittent attacks to health workers and treatment centers.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 716,
                    "end": 723,
                    "text": "Fig. 10",
                    "ref_id": null
                },
                {
                    "start": 1144,
                    "end": 1152,
                    "text": "(Table 4",
                    "ref_id": null
                },
                {
                    "start": 1331,
                    "end": 1338,
                    "text": "Fig. 11",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Reporting delays tend to introduce substantial uncertainty in case incidence during the most recent weeks of an ongoing epidemic outbreak [35] [36] [37] and could potentially distort the incidence curve of the epidemic, and in turn, misconstrue estimates of transmission potential and forecasts of the outbreak trajectory. In the context of the ongoing Ebola epidemic in DRC [35] , reporting delays are influenced by community mistrust in the government and public health authorities [40] as well as the effectiveness of control interventions (e.g., contact tracing and vaccinations) taking place in a conflict zone. Indeed, violent attacks continue to hamper the ongoing Ebola outbreak response, with recent attacks targeting Ebola treatment centers mainly located in Congo's eastern areas of Butembo and Katwa [41, 42] .",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 142,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 143,
                    "end": 147,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 148,
                    "end": 152,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 375,
                    "end": 379,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 484,
                    "end": 488,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 812,
                    "end": 816,
                    "text": "[41,",
                    "ref_id": null
                },
                {
                    "start": 817,
                    "end": 820,
                    "text": "42]",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our sub-epidemic modeling framework can capture a rich spectrum of epidemic dynamics compared to simple susceptible-infectious-removed (SIR) compartmental models which support early exponential growth in naïve populations and near symmetric epidemic trajectories [43, 44] . Our epidemic wave model supports traveling waves with oscillatory behavior with or without the effects of control interventions. Indeed, in large susceptible populations and in the absence of control interventions, traditional SIR compartmental models with homogenous mixing predict unabated exponential growth during the early epidemic growth phase in the absence of susceptible depletion and control interventions or behavior changes. Moreover, when calibrated with the trajectory of the initial growth phase, traditional models (e.g., logistic growth type models) tend to predict a near immediate decline in the epidemic trajectory [19] while our epidemic wave model forecasts traveling waves of variable shapes including resurgent epidemics stemming from the aggregation of asynchronous sub-epidemics [45] . Finally, post-peak forecasts using the epidemic wave model display an epidemic tail that tends to Fig. 11 Sub-epidemic profiles of the epidemic wave forecasts for the Ebola epidemic in DRC displayed in Fig. 10 . The sub-epidemic profiles of the forecasts derived for the ongoing Ebola outbreak in DRC exhibit consecutive and relatively stable sub-epidemics. Black circles correspond to the data points. Different colors represent different sub-epidemics of the epidemic wave profile. The vertical line indicates the start time of the forecast. The sub-epidemic model was unable to capture a significant increase in the incidence pattern associated with the fourth sub-epidemic of the epidemic wave profile decline more slowly than predicted by traditional single-epidemic homogenous mixing SIR models [43] .",
            "cite_spans": [
                {
                    "start": 263,
                    "end": 267,
                    "text": "[43,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 268,
                    "end": 271,
                    "text": "44]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 909,
                    "end": 913,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1079,
                    "end": 1083,
                    "text": "[45]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1887,
                    "end": 1891,
                    "text": "[43]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [
                {
                    "start": 1184,
                    "end": 1191,
                    "text": "Fig. 11",
                    "ref_id": null
                },
                {
                    "start": 1288,
                    "end": 1295,
                    "text": "Fig. 10",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Our findings highlight how overlapping sub-epidemic structures could give rise to oscillatory behavior or resurgence patterns in epidemic trajectories. This observation has significant implications for interpreting apparent noise in incidence data since the oscillations could be dismissed as the result of data overdispersion when in fact the oscillations stem from mechanisms underlying the transmission dynamics. More importantly, a real-time temporary downturn in case incidence resulting from oscillatory behavior could give the false impression of a positive effect of public health interventions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our epidemic wave model is phenomenological in the sense that multiple factors could be responsible for the predicted sub-epidemic profile ranging from the epidemiology of the disease to population mobility patterns, the distribution of risk behavior, and the effects of public health interventions. Prior studies have put forward relatively simple models that incorporate population structure and support traveling epidemic waves or disease resurgence patterns [45] [46] [47] [48] [49] [50] [51] ). One such model is the household-community transmission model with overlapping communities that has been used to investigate transmission and control of Ebola epidemics [48] . In this model, outbreaks not only spread more slowly but the size of those epidemics is smaller compared to the homogenous mixing SIR models.",
            "cite_spans": [
                {
                    "start": 462,
                    "end": 466,
                    "text": "[45]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 467,
                    "end": 471,
                    "text": "[46]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 472,
                    "end": 476,
                    "text": "[47]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 477,
                    "end": 481,
                    "text": "[48]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 482,
                    "end": 486,
                    "text": "[49]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 487,
                    "end": 491,
                    "text": "[50]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 492,
                    "end": 496,
                    "text": "[51]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 668,
                    "end": 672,
                    "text": "[48]",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "While the sub-epidemic wave model introduced in this paper is relatively simple, our work should motivate further development of more realistic multiscale models based on the sub-epidemic building block, perhaps by incorporating more complex dynamics for the generation of sub-epidemic profiles. For instance, in real-time epidemic forecasting applications, it could be possible to relax the assumptions regarding the regularity in the timing and evolution of sub-epidemic sizes in our model by relying on additional data stemming from field investigations. For instance, additional data could inform the timing and relative size of unfolding sub-epidemics. Furthermore, future work could investigate the forecasting performance of the sub-epidemic model with that of mechanistic models developed for specific diseases and contexts. Among mechanistic models, one could consider metapopulation transmission models that integrate sub-epidemics shaped by dynamic transmission rates or effective population sizes that fluctuate due to interventions or behavior changes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Additional file 1: Incidence outbreak data for three real outbreaks. Daily number of new SARS cases by date of symptoms onset of the 2003 SARS outbreak in Singapore as explained in the text, weekly incidence curve according to the date of symptoms onset for the second wave of the ongoing Ebola outbreak in the DRC from the WHO Situation Reports and Disease Outbreak News covering the reporting period: September 2018 to mid-April 2019 as explained in the text, and weekly incidence curve of the 2017 plague epidemic in Madagascar as explained in the text. (XLS 32 kb)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Additional file"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A frailty model for intervention effectiveness against disease transmission when implemented with unobservable heterogeneity",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Math. Biosci. Eng",
            "volume": "15",
            "issn": "1",
            "pages": "275--98",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Epidemic wave dynamics attributable to urban community structure: a theoretical characterization of disease transmission in a large network",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Hoen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Hladish",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Eggo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lenczner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Brownstein",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Meyers",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J Med Internet Res",
            "volume": "2015",
            "issn": "7",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Risk behavior-based model of the cubic growth of acquired immunodeficiency syndrome in the United States",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Colgate",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Stanley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Hyman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Layne",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Qualls",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Proc Natl Acad Sci",
            "volume": "86",
            "issn": "12",
            "pages": "4793--4800",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The Western Africa ebola virus disease epidemic exhibits both global exponential and local polynomial growth rates",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Viboud",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Hyman",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Simonsen",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS currents",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Calculating the potential for within-flight transmission of influenza A (H1N1)",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "G"
                    ],
                    "last": "Wagner",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Coburn",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Blower",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "BMC Med",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Social network dynamics and HIV transmission",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Rothenberg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Potterat",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Woodhouse",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Q"
                    ],
                    "last": "Muth",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "W"
                    ],
                    "last": "Darrow",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Klovdahl",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Aids",
            "volume": "12",
            "issn": "12",
            "pages": "1529--1565",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The RAPIDD ebola forecasting challenge: synthesis and lessons learnt",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Viboud",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gaffey",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ajelli",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Fumanelli",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Merler",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Simonsen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vespignani",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Epidemics",
            "volume": "22",
            "issn": "",
            "pages": "13--21",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Assessing the performance of real-time epidemic forecasts: a case study of Ebola in the Western area region of Sierra Leone",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Funk",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Camacho",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Kucharski",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lowe",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Eggo",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Edmunds",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "PLoS Comput Biol",
            "volume": "15",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "A collaborative multiyear, multimodel assessment of seasonal influenza forecasting in the United States",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Reich",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Brooks",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Fox",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kandula",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Mcgowan",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Osthus",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Ray",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tushar",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "K"
                    ],
                    "last": "Yamana",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Proc Natl Acad Sci",
            "volume": "116",
            "issn": "8",
            "pages": "3146--54",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Different epidemic curves for severe acute respiratory syndrome reveal similar impacts of control measures",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wallinga",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Teunis",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Am J Epidemiol",
            "volume": "160",
            "issn": "6",
            "pages": "509--525",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Perspectives on model forecasts of the 2014-2015 Ebola epidemic in West Africa: lessons and the way forward",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Viboud",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Simonsen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Merler",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vespignani",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "BMC Med",
            "volume": "15",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Mathematical modeling of the West Africa Ebola epidemic",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Chretien",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "George",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Analyzing and forecasting the Ebola incidence in North Kivu, the Democratic Republic of the Congo from 2018-19 in real time",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Akhmetzhanov",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Jung",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kayano",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nishiura",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Epidemics",
            "volume": "27",
            "issn": "",
            "pages": "123--154",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Neighbourhood level real-time forecasting of dengue cases in tropical urban Singapore",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Jhy",
                    "middle": [],
                    "last": "Ong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rajarethinam",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Yap",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cook",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "BMC Med",
            "volume": "16",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s12916-018-1108-5"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The geographic spread of infectious diseases: models and applications",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sattenspiel",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Large-scale spatial-transmission models of infectious disease",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Science",
            "volume": "316",
            "issn": "5829",
            "pages": "1298--301",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "A multi-species epidemic model with spatial dynamics",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Arino",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hartley",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jordan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Van Den Driessche",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Math Med Biol",
            "volume": "22",
            "issn": "2",
            "pages": "129--171",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Perspectives on the basic reproductive ratio",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Heffernan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Wahl",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Royal Soc Interface",
            "volume": "2",
            "issn": "4",
            "pages": "281--93",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Fitting dynamic models to epidemic outbreaks with quantified uncertainty: a primer for parameter uncertainty, identifiability, and forecasts",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Infect Dis Model",
            "volume": "2",
            "issn": "3",
            "pages": "379--98",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Using phenomenological models for forecasting the 2015 Ebola challenge",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Pell",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kuang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Viboud",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Epidemics",
            "volume": "22",
            "issn": "",
            "pages": "62--70",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Using phenomenological models to characterize transmissibility and forecast patterns and final burden of Zika epidemics",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hincapie-Palacio",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ospina",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Pell",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tariq",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dahal",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Moghadas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Smirnova",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Simonsen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Viboud",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PLoS currents",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Forecasting the 2001 Foot-and-mouth disease epidemic in the UK",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Shanafelt",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lima",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Perrings",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "EcoHealth",
            "volume": "15",
            "issn": "2",
            "pages": "338--347",
            "other_ids": {
                "DOI": [
                    "10.1007/s10393-017-1293-2"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Assessing parameter identifiability in compartmental dynamic models using a computational approach: application to infectious disease transmission models",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Roosa",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Theor. Biol. Med. Model",
            "volume": "16",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Quantitative methods for investigating infectious disease outbreaks",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Transmission dynamics of the great influenza pandemic of",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Ammon",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "W"
                    ],
                    "last": "Hengartner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Hyman",
                    "suffix": ""
                }
            ],
            "year": 1918,
            "venue": "J Theor Biol",
            "volume": "241",
            "issn": "2",
            "pages": "193--204",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Modeling and inverse problems in the presence of uncertainty",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "T"
                    ],
                    "last": "Banks",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "A novel sub-epidemic modeling framework for short-term forecasting epidemic waves: datasets and fitting code. figshare",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tariq",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Hyman",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.6084/m9.figshare.8867882.v1"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Richards model revisited: validation by and application to infection dynamics",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "S"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Theor Biol",
            "volume": "313",
            "issn": "",
            "pages": "12--21",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Real-time forecast of multiphase outbreak",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Hsieh",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Emerg Infect Dis",
            "volume": "12",
            "issn": "1",
            "pages": "122--129",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Strictly proper scoring rules, prediction, and estimation",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gneiting",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Raftery",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Am Stat Assoc",
            "volume": "102",
            "issn": "477",
            "pages": "359--78",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Applied predictive modeling",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kuhn",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "26",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Competitor's Guide: Prizes and Rules",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Epidemiology and control of SARS in Singapore",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "T"
                    ],
                    "last": "Goh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cutter",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "H"
                    ],
                    "last": "Heng",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Koh",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kwok",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Toh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Chew",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Ann Acad Med Singap",
            "volume": "35",
            "issn": "5",
            "pages": "301--317",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Ebola virus disease -Democratic Republic of the Congo Disease Outbreak News Reported on 11",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Assessing reporting delays and the effective reproduction number: The 2018-19 Ebola epidemic in DRC",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tariq",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Roosa",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mizumoto",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Epidemics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "AIDS epidemiology: a quantitative approach",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Brookmeyer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Gail",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "22",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Adjustments for reporting delays and the prediction of occurred but not reported events",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lawless",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Can J Stat",
            "volume": "22",
            "issn": "1",
            "pages": "15--31",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Ebola Virus Disease, Democratic Republic of Congo, External Situation Reports",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "The World Health Organization",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Plague -Madagascar",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Ebola: public trust, intermediaries, and rumour in the DR Congo",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Trapido",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Lancet Infect Dis",
            "volume": "19",
            "issn": "5",
            "pages": "30044--30045",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(19)30044-1"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "DRC notes 23 new Ebola cases as another hospital attacked",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Cidrap News",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Some simple epidemic models",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Brauer",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Math. Biosci. Eng",
            "volume": "3",
            "issn": "1",
            "pages": "1--15",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Contributions to the mathematical theory of epidemics: IV. Analysis of experimental epidemics of the virus disease mouse ectromelia",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "O"
                    ],
                    "last": "Kermack",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Mckendrick",
                    "suffix": ""
                }
            ],
            "year": 1937,
            "venue": "J Hyg (Lond)",
            "volume": "37",
            "issn": "2",
            "pages": "172--87",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Multiscale, resurgent epidemics in a hierarchical metapopulation model",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Watts",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Muhamad",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Medina",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Dodds",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "102",
            "issn": "32",
            "pages": "11157--62",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Traveling wave solutions in a two-group SIR epidemic model with constant recruitment",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "C"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ruan",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Math Biol",
            "volume": "77",
            "issn": "6-7",
            "pages": "1871--915",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Modeling household and community transmission of Ebola virus disease: epidemic growth, spatial dynamics and insights for epidemic control",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kiskowski",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Virulence",
            "volume": "7",
            "issn": "2",
            "pages": "63--73",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Three-scale network model for the early growth dynamics of 2014 West Africa Ebola epidemic",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kiskowski",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLOS Currents Outbreaks",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/currents.outbreaks.b4690859d91684da963dc40e00f3da81"
                ]
            }
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Mathematical Biology. II Spatial Models and Biomedical Applications {Interdisciplinary Applied Mathematics V",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Murray",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "A two-phase epidemic driven by diffusion",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Reluga",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Theor Biol",
            "volume": "229",
            "issn": "2",
            "pages": "249--61",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Oscillations in a patchy environment disease model",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Brauer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Van Den Driessche",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Math Biosci",
            "volume": "215",
            "issn": "1",
            "pages": "1--10",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Publisher's Note",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Fit of the simple logistic growth model to the SARS outbreak in Singapore. This simple model was unable to reproduce the bimodal shape of the outbreak. The top panels display the empirical distribution of r and K. Bottom panels show the model fit (left), the sub-epidemic profile (center), and the residuals (right). Black circles correspond to the data points. The best model fit (solid red line) and 95% prediction interval (dashed red lines) are also shown. Cyan curves are the associated uncertainty from individual bootstrapped curves assuming a Poisson error structure without the mitigative effects of control interventions and/or behavior changes.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Best fit of the sub-epidemic model to the Ebola epidemic in DRC. Based on the first 28 weeks of the Ebola epidemic in DRC (06 Sep 2018 to 11 Mar 2019)",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We thank the reviewers for their critical input during the review process. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Authors' contributions GC conceived the study. AT contributed to data analysis. All authors contributed to the interpretation of the results. GC wrote the first draft of the manuscript. All authors contributed to writing subsequent drafts of the manuscript. All authors read and approved the final manuscript.Funding NSF grant 1414374 as part of the joint NSF-NIH-USDA Ecology and Evolution of Infectious Diseases program (GC). AT is supported by a Georgia State University's Second Century Initiative (2CI) doctoral fellowship.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "All of the data is shared in the supplement. Fitting code in MATLAB is available from: https://doi.org/10.6084/m9.figshare.8867882.v1Ethics approval and consent to participate Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Availability of data and materials"
        },
        {
            "text": "Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent for publication"
        },
        {
            "text": "The authors declare that they have no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}