{
    "paper_id": "c9ac0a1d2dd861bfa590dc654ddadb324a993fa0",
    "metadata": {
        "title": "What happened to health service utilization, health care expenditures, and quality of care in patients with acute pancreatitis after implementation of global budgeting in Taiwan?",
        "authors": [
            {
                "first": "Ya-Lin",
                "middle": [],
                "last": "Ko",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jyun-Wei",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hui-Mei",
                "middle": [],
                "last": "Hsu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chia-Hung",
                "middle": [],
                "last": "Kao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chun-Yi",
                "middle": [],
                "last": "Lin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Aim: Acute pancreatitis is associated with significant morbidity and mortality. In the United States, more than 3,00,000 patients are admitted and about 20,000 die from acute pancreatitis per year. In Taiwan, the incidence rate of acute pancreatitis is 0.03% and the mortality rate among severe acute pancreatitis is 16.3%. The aim of the study was to evaluate the impact of the global budgeting system on health service utilization, health care expenditures, and quality of care among patients with acute pancreatitis in Taiwan.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Materials and methods: The National Health Insurance Research Database (NHIRD) was used for analysis. Data on patients with acute pancreatitis diagnosed during the period 2000 and 2001 were used as baseline data, and data from 2004 and 2005 were used as post-intervention data. The length of stay (LOS), diagnostic costs, drug cost, therapy costs, total costs, risk of readmission within 14 days, and risk of revisiting the emergency department (ED) within 3 days of discharge before and after implementation of the global budgeting system were compared and analyzed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results: Data on 2810 patients with acute pancreatitis were analyzed in this study. There was a significant difference in mean LOS before and after introduction of the global budget system (7.34 ± 0.22 days and 7.82 ± 0.22 days, respectively; P < .001)). The mean total costs before and after implementation of the global budget system were Taiwan dollars (NT$) 28,290.66 ± 1576.32 and NT$ 42,341.83 ± 2285.23, respectively. The mean rate of revisiting the ED within 3 days decreased from 9.9 ± 0.9% before adoption of global budgeting to 7.2 ± 0.6% after implementation of the system. The mean 14-day re-admission rates before and after introduction of global budgeting were 11.6 ± 1.0% and 7.9 ± 0.7%, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusion: The global budget system was associated with significantly longer length of stay, higher health care expenditures, and better quality of care in patients treated for acute pancreatitis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Abbreviation: ED = emergency department, LOS = length of stay, NHIRD = National Health Insurance Research Database, NT$ = Taiwan dollars.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Acute pancreatitis is a common disease and is associated with significant morbidity and mortality. Although it has a mild and self-liming course, it can be severe and cause complications that carry a significant risk of death. In the United States, more than 3,00,000 patients are admitted with incident pancreatitis and about 20,000 die from the disease each year. [1] [2] [3] In Taiwan, the incidence rate of acute pancreatitis is 0.03% and the mortality rate among severe acute pancreatitis is 16.3%. [4] The pancreas is a source of hormones, insulin, and glucagons that are important for regulating metabolism. The key exocrine function of the pancreas is to produce pancreatic juices that contain water, bicarbonate, and various digestive enzymes. [5] There are 2 types of acute pancreatitis, interstitial (about 80% of cases, with a 5%-10% mortality rate) and necrotizing (about 20% of cases, with a 50% mortality rate). The leading causes of pancreatitis are gallstones, which are responsible for about 40% of cases, and alcoholism, which is responsible for about 35% of cases. [6] [7] [8] [9] [10] It has been found that only 5% to 10% of patients with alcoholism develop acute pancreatitis, which argues that genetic or environmental cofactors are important in the development of alcoholic pancreatitis. Smoking is another important cofactor. [11] [12] [13] [14] [15] Patients who present with 2 of the following 3 manifestations are diagnosed as having acute pancreatitis: characteristic upper abdominal pain, elevated levels of pancreatic enzymes, and findings of ultrasonography (US), computed tomography (CT) or magnetic resonance imaging (MRI) suggesting acute pancreatitis. Epigastric pain radiating to the back, nausea, and vomiting are the main symptoms of acute pancreatitis. Abdominal pain, which occurs in about 95% of cases, typically occurs acutely, and rapidly reaches maximum intensity. [1, 16] Two key diagnostic tests for acute pancreatitis involve measuring the levels of serum amylase and serum lipase. Measurement of serum amylase is a very sensitive diagnostic test, but has low specificity. [17] Measurement of serum lipase, however, has a much higher sensitivity (90%) and specificity (90%) for diagnosing acute pancreatitis. [18] Treatment for acute pancreatitis includes pain control, intravenous fluids, pancreatic rest, and monitoring for complications. Aggressive surgical intervention may be necessary for patients who have signs of infected necrosis and whose disease is not controllable by conservative methods. [19] Nutrition should be instituted within a few days.",
            "cite_spans": [
                {
                    "start": 366,
                    "end": 369,
                    "text": "[1]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 370,
                    "end": 373,
                    "text": "[2]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 374,
                    "end": 377,
                    "text": "[3]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 504,
                    "end": 507,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 753,
                    "end": 756,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1085,
                    "end": 1088,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1089,
                    "end": 1092,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1093,
                    "end": 1096,
                    "text": "[8]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1097,
                    "end": 1100,
                    "text": "[9]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1101,
                    "end": 1105,
                    "text": "[10]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1352,
                    "end": 1356,
                    "text": "[11]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1357,
                    "end": 1361,
                    "text": "[12]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1362,
                    "end": 1366,
                    "text": "[13]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1367,
                    "end": 1371,
                    "text": "[14]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1372,
                    "end": 1376,
                    "text": "[15]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1911,
                    "end": 1914,
                    "text": "[1,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1915,
                    "end": 1918,
                    "text": "16]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 2122,
                    "end": 2126,
                    "text": "[17]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 2258,
                    "end": 2262,
                    "text": "[18]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 2552,
                    "end": 2556,
                    "text": "[19]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The National Health Insurance (NHI) program is the backbone of the health care system in Taiwan. The NHI is the major source of health financing and covers 99% of the population. National health care expenditure in Taiwan increased from 5.3% to 6.0% of gross national product during the period 1995 to 2001. The NHI used to operate on a fee-forservice (FFS) basis and as a result health care spending increased by approximately 50% during the period 1995 to 2001. In order to prevent unlimited and rapid growth of spending on health care, the Bureau of National Health Insurance (BNHI) implemented global budgeting to modify the FFS mechanism in 2002. Global budgeting in Taiwan is an overall spending target, designed to limit the volume of service and its total price. [20] [21] [22] [23] [24] The global budgeting program adopted in Taiwan is an expenditure-cap system with a \"floating point value\" mechanism. The national budget for a given year is determined before the end of the previous year by consultation between the BNHI and hospital representatives. The aggregate level of expenditure in the previous year and age structure of the population determine the size of the national budget. The monetary value of each point has been equal to the fixed budget divided by the number of points that all hospitals claim, so it fluctuates to precisely match the pre-determined budget. Reimbursement to providers is based on an existing FFS schedule, which lists a relative value or number of points for each item of service. The degree of cuts in reimbursement was measured based on the quarterly monetary value of each point.",
            "cite_spans": [
                {
                    "start": 771,
                    "end": 775,
                    "text": "[20]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 776,
                    "end": 780,
                    "text": "[21]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 781,
                    "end": 785,
                    "text": "[22]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 786,
                    "end": 790,
                    "text": "[23]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 791,
                    "end": 795,
                    "text": "[24]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The objectives of this study were to compare the health service utilization (length of hospital stay), health care expenditures (eg, total costs, drug costs, costs related to diagnoses, and costs pertaining to treatment), and the quality of care (eg, risk of readmission within 14 days and risk of revisiting the emergency department (ED) within 3 days) before and after adoption of the global budgeting system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This was a pre-post comparison study. The study was based in part on data from the National Health Insurance Research Database (NHIRD) provided by the BNHI, Department of Health and managed by the National Health Research Institutes. The database contains registration files and original claims data for reimbursement. The NHIRD is provided to scientists in Taiwan for research purposes. Each year, the BNHI collects data from the National Health Insurance program and sorts it into data files. These data files are de-identified by scrambling the identification codes of both patients and medical facilities and then sent to the National Health Research Institutes to form the original files contained in the NHIRD. [25] Based on the registration files and original claims data in the NHIRD, specific data subsets can be re-constructed for research purposes. The registration datasets, systemic sampling inpatient expenditures by admissions (DD file) and systemic sampling ambulatory care expenditures by visits (CD file) were used in this study. The interpretation and conclusions contained herein do not represent those of the Bureau of National Health Insurance, the Department of Health, or the National Health Research Institutes. [25] 2.1. Systemic sampling CD and DD files Approximately, 0.2% of the ambulatory care expenditures, by visit, CD file extracted by systematic sampling method on a monthly basis, together with the related records in details of ambulatory care orders form the systematic sampling CD file; 5% of the inpatient expenditures, by admission, DD file extracted by systematic sampling method on a monthly basis, together with the related records in details of inpatient orders form the systematic sampling DD file. [25] A total of 1 million cases of systemic sampling dataset were used in this study.",
            "cite_spans": [
                {
                    "start": 717,
                    "end": 721,
                    "text": "[25]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1237,
                    "end": 1241,
                    "text": "[25]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1744,
                    "end": 1748,
                    "text": "[25]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "Subjects in systemic sampling CD and systemic sampling DD files with a clinical diagnosis of acute pancreatitis, ICD-9 code 577.0, in 2000, 2001, 2004, and 2005 were recruited for comparison and analysis. ICD-9 577.0 was used to define the disease in both inpatient and ambulatory codes. One time ICD-9 coding was used to be scrutinized before they can define the acute pancreatitis. The definition of readmission was that readmission event for the treatment of acute pancreatitis. The admission and readmission events need the same ICD-9 coding. The global budget system in Taiwan It has been reported that SARS had an impact on health care utilization. [26] Therefore, data from 2003 were not used in this study. ",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 160,
                    "text": "2000, 2001, 2004, and 2005",
                    "ref_id": null
                },
                {
                    "start": 655,
                    "end": 659,
                    "text": "[26]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [
                {
                    "start": 575,
                    "end": 581,
                    "text": "Taiwan",
                    "ref_id": null
                }
            ],
            "section": "Study population"
        },
        {
            "text": "A score of 1 was added when the subjects had co-morbid myocardial infarction, congestive heart failure, peripheral vascular disease, cerebrovascular disease, dementia, chronic pulmonary disease, connective tissue disease, peptic ulcer disease, mild liver disease, or diabetes without end-organ damage. A score of 2 was added when the subjects had co-morbid hemiplegia, moderate or severe renal disease, diabetes with end-organ damage, tumor without metastases, leukemia, or lymphoma. A score of 3 was added when the subjects had co-morbid moderate or severe liver disease. A score of 6 was added when the subjects had co-morbid metastatic solid tumors or acquired immunodeficiency syndrome (AIDS). The total score was obtained by adding the relative weight of all co-morbidities. For each decade > 40 years of age, a score of 1 is added to the sum of the above-mentioned scores. [27] [28] [29] ",
            "cite_spans": [
                {
                    "start": 879,
                    "end": 883,
                    "text": "[27]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 884,
                    "end": 888,
                    "text": "[28]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 889,
                    "end": 893,
                    "text": "[29]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Charlson comorbidity index"
        },
        {
            "text": "In Taiwan ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 9,
                    "text": "Taiwan",
                    "ref_id": null
                }
            ],
            "section": "Income state index"
        },
        {
            "text": "The NHIRD encrypts patient personal information to protect privacy and provides researchers with anonymous identification numbers associated with relevant claims information, including sex, date of birth, medical services received, and prescriptions. Patient consent is not required to access the NHIRD. This study was approved by the Institutional Review Board (IRB) of China Medical University (CMU-REC-101-012). The IRB specifically waived the consent requirement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics statement"
        },
        {
            "text": "All data and related metadata were deposited in an appropriate public repository. The data on the study population that were obtained from the NHIRD (http://w3.nhri.org.tw/nhird//date_01. html) are maintained in the NHIRD (http://nhird.nhri.org.tw/). The NHRI is a nonprofit foundation established by the government.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data availability statement"
        },
        {
            "text": "Data are described as mean ± standard deviation (SD). The t-test was used to compare the differences in mean values of length of stay (LOS), diagnostic costs, drug costs, therapy costs, total costs, rate of revisiting the ED within 3 days, and 14-day re-admission rate before and after implementation of the global budget system. Multilevel and mixed-effects models were employed to determine the impact of several independent variables on LOS, diagnostic costs, drug costs, therapy costs, total costs, the risk of revisiting the ED within 3 days, and the risk of being readmitted within 14 days after discharge. Mixed-effects modeling is basically regression analysis that takes into account 2 kinds of effect sizes: fixed effects (intercepts and slopes that describe the population as a whole) and random effects (intercepts and slopes that can vary across subgroups of the sample). [31] There were 2 nested levels in this study: hospital accreditation levels and regional levels. There are three accreditation hospital levels in Taiwan: medical centers, regional hospitals, and local hospitals. Taiwan is divided into 6 geographical areas that include Taipei city, northern Taiwan, central Taiwan, southern Taiwan, Kaoshiung, and eastern Taiwan. The independent variables evaluated in this study included pre-post global budgeting, age, gender, income state index, Charlson Comorbidity Index, the 3 hospital levels, and the 6 geographic areas in Taiwan.",
            "cite_spans": [
                {
                    "start": 885,
                    "end": 889,
                    "text": "[31]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "All statistical analyses were performed on a personal computer using the statistical package STATA for Windows (Version 11.0, College Station, TX). A P-value of .05 was considered to represent statistical significance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "A total of 2810 patients with acute pancreatitis (1108 pre-and 1702 post-global budget) were recruited in this study. The mean ages of subjects before and after global budgeting were 47.75 ± 0.47 years and 50.83 ± 0.42 years, respectively. In the pre-budget group, 74% of the subjects were men and in the post-budget group, 75% of the subjects were men. The mean income state index before implementation of the global budgeting system was 1.79 ± 0.05 and that after adoption of the system was 1.74 ± 0.04. The mean Charlson Comorbidity Index before global budgeting was 0.75 ± 0.04 and that after introduction of the system was 1.00 ± 0.03. There were significant differences in age (P < .001), income state index (P = .04), and Charlson Comorbidity Index (P < .001) before and after the global budgeting system went into effect. There was no significant difference in male to female ratio before and after adoption of the global budget system (P = .10) ( Table 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 956,
                    "end": 964,
                    "text": "Table 2)",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The mean LOS before implementation of the global budget system was 7.34 ± 0.22 days and that after the system went into effect was 7.82 ± 0.22 days. The definitions of diagnostic cost, therapy costand drug cost were costs of laboratory diagnostic tests, treatment for acute pancreatitis, and medicines. The mean diagnostic costs (in NT$) before and after global budgeting were NT$ 2085.70 ± 64.42 and NT$ 2875.96 ± 86.96, respectively. The mean drug costs before and after implementation of the global budget system were NT$ 6363.78 ± 547.30 and NT$ 8723.39 ± 665.60, respectively. The mean therapy costs before and after the global budget were NT$ 1074.26 ± 137.10 and NT$ 3412.97 ± 320.40, respectively. The mean total costs before and after adoption of global budgeting were NT$ 28,290.66 ± 1576.32 and NT$ 42,341.83 ± 2285.23, respectively. The mean 3-day re-visit rate to the ED decreased from 9.9 ± 0.9% at baseline to 7.2 ± 0.6% after implementation of the global budget system. The mean 14-day re-admission rates before and after the global budget went into effect were 11.6 ± 1.0% and 7.9 ± 0.7%. Table 1 National health insurance premium level.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1106,
                    "end": 1113,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Monthly salary (NT$) There were significant differences in LOS, diagnostic costs, drug costs, therapy total costs, 3-day ED revisit rate, and 14-day readmission rate before and after adoption of global budgeting (P = .001 for LOS and P < .001 for others) ( Table 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 257,
                    "end": 265,
                    "text": "Table 3)",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Income level"
        },
        {
            "text": "A mixed-effects Poisson model was used for clustered count data analysis. [32] The Poisson regression model was fitted using option IRR (incidence-rate ratio) to obtain exponential estimates. Global budgeting did not have a significant impact on LOS (IRR = 0.99, P = .51). Male gender was associated with a significantly shorter LOS than female gender (IRR = 0.96, P = .016). In addition, LOS was positively correlated with age and Charlson Comorbidity Index (IRR = 1.003, P = .002; IRR = 1.11, P < .001). There was a significantly negative correlation between income state index and LOS (IRR = 0.97, P < .001). Compared with medical centers, there was no significant difference in LOS between regional hospitals or local hospitals (IRR = 1.04, P= .55; IRR = 1.05, P = .49). Compared with hospitals in Taipei city, LOS differed significantly among hospitals in northern Taiwan, central Taiwan, southern Taiwan, Kaoshiung city, and eastern Taiwan (IRR = 1.15, P = .14; b = 0.99, P = .91; b = 1.10, P = .32; b = 0.92, P = .38; b = 0.83, P = .14) ( Table 4 ).",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 78,
                    "text": "[32]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1046,
                    "end": 1053,
                    "text": "Table 4",
                    "ref_id": "TABREF7"
                }
            ],
            "section": "LOS"
        },
        {
            "text": "A mixed-effects linear model was used for analysis. Because diagnostic costs were skewed to the right, data were converted to natural logarithm for statistical analysis. Global budgeting had a significantly positive impact on diagnostic costs (b = 0.19, P < .001). Male gender was associated with significantly lower diagnostic costs than female gender (b = À0.08, P = .01). There was no significant correlation between age and diagnostic costs (b = 0.003, P = .19). There was, however, a significantly negative correlation between income state index and diagnostic costs (b = À0.02, P = .01). Furthermore, there was a significantly positive correlation between Charlson Comorbidity Index and diagnostic costs (b = 0.08, P = .003). Compared with medical centers, there was no significant difference in diagnostic costs between regional hospitals and local hospitals (b = 0.001, P = .98; b = 0.03, P = .76). Compared with diagnostic costs incurred in hospitals in Taipei city, there were no significant differences in diagnostic costs among hospitals in northern Taiwan, central Taiwan, southern Taiwan, Kaoshiung city, and eastern Taiwan (b = 0.05, P = .43; b = 0.02, P = .80; b = 0.08, P = .24; b = À0.02, P = .82; b = À0.16, P = .20) (Table 5 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1236,
                    "end": 1244,
                    "text": "(Table 5",
                    "ref_id": null
                }
            ],
            "section": "Diagnostic costs"
        },
        {
            "text": "A mixed-effects linear model was used for analysis. Because drug costs were skewed to the right, data were converted to natural logarithm for statistical analysis. Global budgeting did not have a significant impact on drug costs (b = 0.03, P = .71). Male gender was associated with significantly lower drug costs than female gender (b = À0.13, P = .03). There was a significantly positive correlation between age and drug costs (b = 0.01, P = .003). There was, however, no significant correlation between income state index or Charlson Comorbidity Index and drug costs (b = À 0.01, P = .42; b = 0.08, P = .14). Compared with medical centers, there was no significant difference in drug costs between regional hospitals and local hospitals (b = À0.04, P = .83; b = 0.003, P = .99). Compared with hospitals in Taipei city, there was no significant difference in drug costs among hospitals in northern Taiwan, central Taiwan, southern Taiwan, Kaoshiung city, and eastern Taiwan (b = À0.06, P = .57; b = À0.13, P = .18; b = 0.01, P = .90; b = À0.12, P = .27; b = À0.37, P = .09). Compare the differences in mean values ofLOS, diagnostic costs, drug costs, therapy costs, total costs, rate of revisiting the ED within 3 days, and 14-day re-admission rate before and after implementation of the global budget system. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Drug costs"
        },
        {
            "text": "A mixed-effects linear model was used for analysis. Because therapy costs were skewed to the right, data were converted to natural logarithm for statistical analysis. Global budgeting had a significantly positive impact on therapy costs (b = 0.38, P = .01). There was no significant correlation between gender, age, or income state index and therapy costs (b = 0.06, P = .63; b = 0.002, P = .76; b = 0.009, P = .81). There was, however, a significantly positive correlation between Charlson Comorbidity Index and therapy costs (b = 0.27, P = .006). Compared with medical centers, there was no significant difference in therapy costs between regional hospitals and local hospitals (b = À0.08, P = .82; b = 0.03, P = .93). Compared with hospitals in Taipei city, there were no significant differences in therapy costs among hospitals in northern Taiwan, central Taiwan, southern Taiwan, Kaoshiung city, and eastern Taiwan (b = À0.09, P = .74; b = À 0.06, P = .79; b = 0.26, P = .29; b = 0.32, P = .25; b = À0.14, P = .75) ( Table 6 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1022,
                    "end": 1029,
                    "text": "Table 6",
                    "ref_id": "TABREF8"
                }
            ],
            "section": "Therapy costs"
        },
        {
            "text": "A mixed-effects linear model was used for analysis. Because total costs were skewed to the right, data were converted to natural logarithm for statistical analysis. Global budgeting had a significantly positive impact on total costs (b = 0.17, P = .02).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Total costs"
        },
        {
            "text": "Male gender was associated with significantly lower total costs (b = À0.15, P = .001). There was a significantly positive correlation between age and total costs (b = 0.008, P = .007). There was, however, no significant correlation between income state index and total costs (b = À0.02, P = .09). There was a significantly positive correlation between Charlson Comorbidity Index and total costs (b = 0.12, P = .002). Compared with medical centers, there was no significant difference in total costs between regional hospitals and local hospitals (b = À0.01, P = .94; b = 0.06, P = .66). Compared with hospitals in Taipei city, there was no significant difference in total costs among hospitals in northern Taiwan, central Taiwan, southern Taiwan, Kaoshiung city, or eastern Taiwan (b = 0.02, P = .85; b = 0.004, P = .96; b = 0.07, P = .38; b = À0.05, P = .58; b = À0.22, P = .17) ( Table 7) . Table 5 The impact of several independent variables on diagnostic costs, drug costs, therapy costs, and total costs in acute pancreatitis (mixed-effects linear model). The impact of GB, age, sex, income index, Charlson Comorbidity Index, accreditation hospital level, and regional level on therapy costs (log e ) using mixed-effects linear model. Table 7 The impact of GB, age, sex, income index, Charlson Comorbidity Index, accreditation hospital level, and regional level on total costs (log e ) using mixed-effects linear model. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 882,
                    "end": 890,
                    "text": "Table 7)",
                    "ref_id": null
                },
                {
                    "start": 893,
                    "end": 900,
                    "text": "Table 5",
                    "ref_id": null
                },
                {
                    "start": 1240,
                    "end": 1247,
                    "text": "Table 7",
                    "ref_id": null
                }
            ],
            "section": "Total costs"
        },
        {
            "text": "A generalized linear binary regression model was used for analysis. Global budgeting did not have a significant impact on the risk of revisiting the ED within 3 days (odds ratio, OR = 0.78; P = .21). In addition, there was no significant correlation between age, gender or income state index, and risk of revisiting the ED within 3 days (OR = 1.01, P = .27; OR = 0.90, P = .53; OR = 0.92, P = .12). There was, however, a significantly negative correlation between Charlson Comorbidity Index and risk of revisiting the ED (OR = 0.74, P = .04). Compared with medical centers, there was no significant difference in the risk of revisiting the ED within 3 days between regional hospitals and local hospitals (OR = 1.20, P = .27; OR = 0.74, P = .14). Compared with hospitals in Taipei city, there was no significant difference in the risk of revisiting the ED within 3 days among hospitals in northern Taiwan, central Taiwan, southern Taiwan, Kaoshiung city, or eastern Taiwan (OR = 0.78, P = .38; OR = 1.03, P = .86; OR = 1.26, P = .27; OR = 1.35, P = .27; OR = 4.21E-08, P = .99) ( Table 8) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1079,
                    "end": 1087,
                    "text": "Table 8)",
                    "ref_id": null
                }
            ],
            "section": "Risk of revisiting the ED within 3 days"
        },
        {
            "text": "A generalized linear binary regression model was used for analysis. Global budgeting had a significantly negative impact on the risk of being readmitted within 14 days (OR = 0.65; P = .02). There were no significant correlations between age, gender, income state index, or Charlson Comorbidity Index and the risk of readmission within 14 days (OR = 1.02, P = .12; OR = 0.81, P = .17; OR = 0.97, P = .50; OR = 0.81, P = .14). In addition, there was no significant difference in the risk of being readmitted within 14 days between medical centers and regional hospitals (OR = 0.86, P = .33). However, patients treated in local hospitals were at significantly lower risk of readmission within 14 days than patients treated in medical centers (OR = 0.65, P = .02). Compared with hospitals in Taipei city, there was no significant difference in the risk of readmission within 14 days among hospitals in northern Taiwan, central Taiwan, southern Taiwan, Kaoshiung city, and eastern Taiwan (OR = 1.13, P = .63; OR = 1.33, P = .18; OR = 1.41, P = .10; OR = 1.22, P = .47; OR = 4347E-08, P = .99) ( Table 9 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1090,
                    "end": 1097,
                    "text": "Table 9",
                    "ref_id": "TABREF12"
                }
            ],
            "section": "Risk of readmission within 14 days"
        },
        {
            "text": "The number of patients with acute pancreatitis increased by 53.6% after implementation of global budgeting. Alcohol is one of the leading causes of acute pancreatitis. The prevalence of alcoholism increased in Taiwan. This might partially explain why the number of cases of pancreatitis increased after adoption of the global budgeting system. [33] The LOS was significantly longer after global budgeting took effect. Aging and more severe forms of morbidity may have contributed to longer hospital stays in patients with acute pancreatitis. Diagnostic costs, drug costs, therapy costs, and total costs all significantly increased after implementation of the global budget system. This represents the increases of 37.1% to 217.7%, significantly exceeding Taiwan's 2.2% growth in consumer price index (CPI) for the same period (Appendix 1). Possible reasons for the incremental increases in health care expenditures during the study period include longer LOS, older age, and the presence of more comorbidities in the study population. Another possible cause is that the in an expenditure cap system, the budget is fixed ex ante but the reimbursement prices are determined ex poste. Once the services have been provided, the prices of those services are adjusted so that the fixed budget will cover them. In this type of situation, providers are in a situation similar to Cournot competitors, having to make supply decisions before knowing the price they will receive for the service, because the price of the service will be determined by the summed supply decisions of all the providers. Each provider will have an incentive to increase their supply and result in a rise in the total costs post global budgeting.",
            "cite_spans": [
                {
                    "start": 344,
                    "end": 348,
                    "text": "[33]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Possible cause of significant incremental mean costs is the extreme values of costs, because the mean values will be affected by extreme values. The incremental rates in mean diagnostic costs, drug costs, therapy costs and total costs were 0.38, 0.37, 2.18, and 0.50. The different rates in median diagnostic costs, drug costs, therapy costs and total costs were 0.23, À0.08, 0, and 0.21. Differences in median costs were much smaller than the mean costs. There was no difference in median therapy costs before and after global budgeting. The median drug cost after global budgeting was even lower than that before global Table 8 The impact of several independent variables on the risk of revisiting ED within 3 days and the risk of re-admission within 14 days among patients with acute pancreatitis (mixed-effects linear binary regression model). The impact of GB, age, sex, income index, Charlson Comorbidity Index, accreditation hospital level, and regional level on the risk of re-admission within 14 days using generalized linear binary regression model. budgeting. There was no significant difference in health care expenditures for acute pancreatitis between hospitals with different accreditation levels or between different geographic areas in Taiwan. The risk of revisiting the ED within 3 days and the risk of being readmitted within 14 days were significantly lower after global budgeting went into effect. Those findings indicate that the quality of care of patients with acute pancreatitis improved after adoption of the global budgeting system. Improvements in care may be attributed to the use of more effective antibiotics, advances in standard operative procedures, and better-trained medical providers. After adjusting for other covariates, there was a significantly negative correlation between global budgeting and the risk of readmission within 14 days. The impact of global budgeting on the risk of revisiting the ED within 3 days, however, was not significant. Neither hospital accreditation level nor geographic area was associated with the risk of revisiting the ED within 3 days. Nevertheless, patients treated at local hospitals were at significantly lower risk of readmission within 14 days than patients treated at medical centers. Risk factors for early readmission in patients with acute pancreatitis include moderate to heavy alcohol use, persistent gastrointestinal symptoms (nausea, vomiting, or diarrhea), and diet at the time of discharge. [34] Those patient characteristics were not available from the database; it is, therefore, not clear whether those factors played a role in early readmission in this study. The reasons why patients treated in local hospitals were at a lower risk of readmission within 14 days than patients in medical centers is also not clear. Whether patients with acute pancreatitis in local hospitals received better quality care than patients in medical centers or whether patients in medical centers had more risk factors for early re-admission needs to be investigated.",
            "cite_spans": [
                {
                    "start": 2477,
                    "end": 2481,
                    "text": "[34]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [
                {
                    "start": 622,
                    "end": 629,
                    "text": "Table 8",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "In Taiwan's market-driven health-care system, 65% of hospitals are private (department of Health, 2001). Sixty-three percent of physicians are salaried employees of hospitals, some receiving bonus payments based on productivity. In response to an expenditure cap, physicians increased their activity levels including do more tests, provide more complex and high-priced procedures which make diagnostic costs, therapy costs, and total costs significantly increased after global budgeting. The major treatment for acute pancreatitis includes supportive care, fluid resuscitation, transfer to intensive care unit and enteral feeding. Since routine use of prophylactic antibiotics in patients with severe acute pancreatitis and/or sterile necrosis is not recommended; drug costs after global budget were not affected significantly. It has been reported that the launch of global budgets leads to an increase in the quantity of medical services supply to maximize profits. In order to maximize revenue, the medical providers in Taiwan present incentives to increase medical care utilization and result in significantly longer length of stay after global budgeting. Market competition between hospitals continues to increase in the health-care industry. For survival, hospitals must focus on quality of care. Furthermore, if the hospital has the plans to improve its service quality, there is more room for a hospital to negotiate the expenditure cap with the BNHI. Thus quality of care significantly improved after global budgeting in Taiwan.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Risk of revising ED"
        },
        {
            "text": "This study was subject to limitations. First, the NHIRD provides no detailed information on patients regarding factors such as their lifestyle, habits, body mass index, physical activity, socioeconomic status, or family history; all of which are possible confounding factors in this study. Second, the evidence derived from a cohort study is generally of lower methodological quality than that from randomized trials because a cohort study is subject to many biases related to the necessary adjustments for confounding factors. Despite the meticulous design of this study and its adequate control of confounding factors, biases could remain because of possibly unmeasured or unknown confounding factors. Third, the registries in the NHI claims are primarily used for administrative billing and are not verified for scientific purposes. Because of the anonymity of the identification numbers, obtaining additional information by directly contacting the patients was not possible. The accuracy of medical coding in the claims data may affect the data validity. However, the data on the diagnoses in the NHIRD are highly reliable. The insurance system has mechanisms to monitor the insurance claims.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Risk of revising ED"
        },
        {
            "text": "The global budget system was associated with significantly longer length of stay, higher health care expenditures, and better quality of care in patients treated for acute pancreatitis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Data analysis and interpretation",
            "authors": [
                {
                    "first": "Ya-Lin",
                    "middle": [],
                    "last": "Ko",
                    "suffix": ""
                },
                {
                    "first": "Jyun-Wei",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Hui-Mei",
                    "middle": [],
                    "last": "Hsu",
                    "suffix": ""
                },
                {
                    "first": "Chia-Hung",
                    "middle": [],
                    "last": "Kao",
                    "suffix": ""
                },
                {
                    "first": "Chun-Yi Lin ; Ya-Lin",
                    "middle": [],
                    "last": "Ko",
                    "suffix": ""
                },
                {
                    "first": "Jyun-Wei",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Hui-Mei",
                    "middle": [],
                    "last": "Hsu",
                    "suffix": ""
                },
                {
                    "first": "Chia-Hung",
                    "middle": [],
                    "last": "Kao",
                    "suffix": ""
                },
                {
                    "first": "Chun-Yi",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Acute pancreatitis: etiology, clinical presentation, diagnosis, and therapy",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Cappell",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Med Clin North Am",
            "volume": "92",
            "issn": "",
            "pages": "889--923",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The burden of selected digestive diseases in the United States",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Sandler",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Everhart",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Donowitz",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Gastroenterology",
            "volume": "122",
            "issn": "",
            "pages": "1500--1511",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Prospective multicentre survey on acute pancreatitis in Italy (ProInf-AISP): results on 1005 patients",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cavallini",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Frulloni",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bassi",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Dig Liver Dis",
            "volume": "36",
            "issn": "",
            "pages": "205--216",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Timing of mortality in severe acute pancreatitis: experience from 643 patients",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Fu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "N"
                    ],
                    "last": "Yeh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Hsu",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "World J Gastroenterol",
            "volume": "13",
            "issn": "",
            "pages": "1966--1975",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Acute pancreatitis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pfrimmer",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Contin Educ Nurs",
            "volume": "39",
            "issn": "",
            "pages": "341--343",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Acute pancreatitis",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Steinberg",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tenner",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "N Engl J Med",
            "volume": "330",
            "issn": "",
            "pages": "1198--210",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Data concerning the etiology and pathology of hemorrhagic necrosis of the pancreas",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Opie",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Meakins",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Pancreatic duct obstruction triggers acute necrotizing pancreatitis in the opossum",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Lerch",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Saluja",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rünzi",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Gastroenterology",
            "volume": "104",
            "issn": "",
            "pages": "853--61",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Alcohol-associated pancreatitis",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Yadav",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "I"
                    ],
                    "last": "Papachristou",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Whitcomb",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Gastroenterol Clin North Am",
            "volume": "36",
            "issn": "",
            "pages": "219--257",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Associations of alcohol drinking and nutrient intake with chronic pancreatitis: findings from a case-control study in Japan",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tamakoshi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hayakawa",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Am J Gastroenterol",
            "volume": "96",
            "issn": "",
            "pages": "2622--2629",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The natural history of alcoholic pancreatitis: update 1985",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Dreiling",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Koller",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Mt Sinai J Med",
            "volume": "52",
            "issn": "",
            "pages": "340--342",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Smoking, coffee, and pancreatitis",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Morton",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Klatsky",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Udaltsova",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Am J Gastroenterol",
            "volume": "99",
            "issn": "",
            "pages": "731--739",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Genetic polymorphisms in alcoholic pancreatitis",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Whitcomb",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Dig Dis",
            "volume": "23",
            "issn": "",
            "pages": "247--54",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Mutation in the SPINK1 trypsin inhibitor gene, alcohol use, and chronic pancreatitis",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Witt",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Luck",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Becker",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "JAMA",
            "volume": "285",
            "issn": "",
            "pages": "2716--2723",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Limited contribution of the SPINK1 N34S mutation to the risk and severity of alcoholic chronic pancreatitis: a report from the United States",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Schneider",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Pfützer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Barmada",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Dig Dis Sci",
            "volume": "48",
            "issn": "",
            "pages": "1110--1115",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Unraveling the mystery of acute pancreatitis",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cole",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Dimens Crit Care Nurs",
            "volume": "21",
            "issn": "",
            "pages": "86--95",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Biochemical markers of acute pancreatitis",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "R"
                    ],
                    "last": "Matull",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Pereira",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "&apos;donohue",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Clin Pathol",
            "volume": "59",
            "issn": "",
            "pages": "340--344",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Should serum pancreatic lipase replace serum amylase as a biomarker of acute pancreatitis?",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Southwell-Keely",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Chesher",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "ANZ J Surg",
            "volume": "75",
            "issn": "",
            "pages": "399--404",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Hypocaloric jejunal feeding is better than total parenteral nutrition in acute pancreatitis: results of a randomized comparative study",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Abou-Assi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Craig",
                    "suffix": ""
                },
                {
                    "first": "O&apos;keefe",
                    "middle": [],
                    "last": "Sj",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Am J Gastroenterol",
            "volume": "97",
            "issn": "",
            "pages": "2255--62",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Does universal health insurance make health care unaffordable? Lessons from Taiwan",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Hsiao",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Health Aff (Millwood)",
            "volume": "22",
            "issn": "",
            "pages": "77--88",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "A 10-year experience with universal health insurance in Taiwan: measuring changes in health and health disparity",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Wen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Tsai",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Chung",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Ann Intern Med",
            "volume": "148",
            "issn": "",
            "pages": "258--67",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Providers' responses to global budgeting in Taiwan: what were the initial effects?",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Laditka",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Laditka",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Health Serv Manage Res",
            "volume": "20",
            "issn": "",
            "pages": "113--133",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Burea of National Health Insurance, Department of Health, Executive Yuan",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "The effects of the global budget system on cost containment and the quality of care: experience in Taiwan",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Hung",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Health Serv Manage Res",
            "volume": "21",
            "issn": "",
            "pages": "106--122",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Introduction to the National Health Insurance Research Database (NHIRD)",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Impact of SARS on healthcare utilization by disease categories: implications for delivery of healthcare services",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Chou",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Liou",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Health Policy",
            "volume": "83",
            "issn": "",
            "pages": "375--81",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Comorbidity negatively influences prognosis in patients with extrahepatic cholangiocarcinoma",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fernández-Ruiz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Guerra-Vales",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Colina-Ruizdelgado",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "World J Gastroenterol",
            "volume": "15",
            "issn": "",
            "pages": "5279--86",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Charlson comorbidity index using administrative database in incident PD patients",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Jang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Chea",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "B"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Clin Nephrol",
            "volume": "73",
            "issn": "",
            "pages": "204--213",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Prognostic impact of Charlson comorbidity index obtained from medical records and claims data on 1-year mortality and length of stay in gastric cancer patients",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Kyung",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Yoon",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Ahn",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Prev Med Public Health",
            "volume": "42",
            "issn": "",
            "pages": "117--139",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Introduction of National Health Insurance Premium Level",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Statistics with STATA. Version 10 ed. Multilevel and Mixed-Effects Modeling",
            "authors": [
                {
                    "first": "Hamilton",
                    "middle": [],
                    "last": "Lawrence",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Early readmission in acute pancreatitis: incidence and risk factors",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Whitlock",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Repas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tignor",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Am J Gastroenterol",
            "volume": "105",
            "issn": "",
            "pages": "2492--2499",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "was fully implemented in 2002; therefore, data from 2000 and 2001 were used as baseline data (pre global budget). Data from 2004 and 2005 were used as post intervention data (post global budget). In 2003, there was an outbreak of Severe Acute Respiratory Syndrome (SARS) in Taiwan.",
            "latex": null,
            "type": "figure"
        },
        "TABREF3": {
            "text": "Demographic data of patients with acute pancreatitis pre and post implementation of GB.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "ED = emergency department, LOS = length of stay, NT$ = Taiwan dollars.",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "The impact of several independent variables on length of stay in patients with acute pancreatitis (mixed-effects Poisson model).",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF11": {
            "text": "CI = confidence interval, ED = emergency department, GB = global budget, OR = odds ratio.",
            "latex": null,
            "type": "table"
        },
        "TABREF12": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF13": {
            "text": "CI = confidence interval, GB = global budget, OR = odds ratio.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}