{
    "paper_id": "ca6f9746b47f8fe6e187a867ad37502d950a3fbd",
    "metadata": {
        "title": "Integrated cluster-and case-based surveillance for detecting stage III zoonotic pathogens: an example of Nipah virus surveillance in Bangladesh",
        "authors": [
            {
                "first": "A",
                "middle": [
                    "M"
                ],
                "last": "Naser",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "J"
                ],
                "last": "Hossain",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "H",
                "middle": [
                    "M S"
                ],
                "last": "Sazzad",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "N",
                "middle": [],
                "last": "Homaira",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "E",
                "middle": [
                    "S"
                ],
                "last": "Gurley",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "G",
                "middle": [],
                "last": "Podder",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "S",
                "middle": [],
                "last": "Afroj",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "S",
                "middle": [],
                "last": "Banu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "P",
                "middle": [
                    "E"
                ],
                "last": "Rollin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Centers for Disease Control and Prevention (CDC)",
                    "institution": "",
                    "location": {
                        "settlement": "Atlanta",
                        "region": "GA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "P",
                "middle": [],
                "last": "Daszak",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "EcoHealth Alliance",
                    "location": {
                        "settlement": "New York",
                        "region": "NY",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "B.-N",
                "middle": [],
                "last": "Ahmed",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Rahman",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "S",
                "middle": [
                    "P"
                ],
                "last": "Luby",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "This paper explores the utility of cluster-and case-based surveillance established in government hospitals in Bangladesh to detect Nipah virus, a stage III zoonotic pathogen. Physicians listed meningo-encephalitis cases in the 10 surveillance hospitals and identified a cluster when 52 cases who lived within 30 min walking distance of one another developed symptoms within 3 weeks of each other. Physicians collected blood samples from the clustered cases. As part of case-based surveillance, blood was collected from all listed meningo-encephalitis cases in three hospitals during the Nipah season (January-March). An investigation team visited clustered cases' communities to collect epidemiological information and blood from the living cases. We tested serum using Nipah-specific IgM ELISA. Up to September 2011, in 5887 listed cases, we identified 62 clusters comprising 176 encephalitis cases. We collected blood from 127 of these cases. In 10 clusters, we identified a total of 62 Nipah cases: 18 laboratory-confirmed and 34 probable. We identified person-to-person transmission of Nipah virus in four clusters. From casebased surveillance, we identified 23 (4%) Nipah cases. Faced with thousands of encephalitis cases, integrated cluster surveillance allows targeted deployment of investigative resources to detect outbreaks by stage III zoonotic pathogens in resource-limited settings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Stage III zoonotic pathogens spill over from animals to humans, but because their basic reproduction number (R 0 ) is <1, they produce only stuttering chains of person-to-person transmission that terminate [1] . Nevertheless, stage III zoonotic pathogens represent a risk for human pandemics, because the transmissibility of individual strains varies and each chain of transmission provides an opportunity for evolutionary adaptation of the pathogen to human hosts [2] [3] [4] . Some stage III zoonotic pathogens including Nipah virus (NiV), influenza virus and Middle East respiratory syndrome coronavirus have a high human fatality rate [4] [5] [6] [7] . If one strain of stage III pathogens with a high fatality rate acquires the capacity of efficient person-to-person transmissibility (R 0 > 1), it may produce a devastating global pandemic [2] . Effective surveillance for pandemic threats would permit early identification of potentially pandemic strains, monitor the change in viral transmissibility between humans [8] and support early initiation of public health responses. Focusing surveillance on clusters of cases that are linked temporally and geographically and so are more likely to represent person-to-person transmission is potentially an efficient strategy for deploying limited surveillance resources to identify pandemic threats. Nevertheless, a single surveillance strategy may not always be adequate to achieve multiple purposes and therefore, integration of multiple surveillance strategies may be more effective. There are limited examples of such integration for the stage III pathogens.",
            "cite_spans": [
                {
                    "start": 206,
                    "end": 209,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 465,
                    "end": 468,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 469,
                    "end": 472,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 473,
                    "end": 476,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 639,
                    "end": 642,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 643,
                    "end": 646,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 647,
                    "end": 650,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 651,
                    "end": 654,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 845,
                    "end": 848,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1022,
                    "end": 1025,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "NiV is a stage III zoonotic pathogen that has caused recognized fatal outbreaks in Bangladesh almost every year since 2001 [9] [10] [11] . Between 2001 and 2007, 87% of the identified Nipah cases in Bangladesh died [7] . Drinking raw date palm sap contaminated with bat saliva or urine that contains NiV is the main transmission route between Pteropus bat, the reservoir host of NiV, and the population in Bangladesh [7] . In many identified Nipah outbreaks in Bangladesh, we found no evidence of person-to-person transmission. Nevertheless, in several outbreaks people who came in direct contact with secretions of Nipah cases, also became infected through person-to-person transmission [10, 12, 13] .",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 126,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 127,
                    "end": 131,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 132,
                    "end": 136,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 215,
                    "end": 218,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 417,
                    "end": 420,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 688,
                    "end": 692,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 693,
                    "end": 696,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 697,
                    "end": 700,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "In 2006, the Institute of Epidemiology, Disease Control and Research (IEDCR) of the Government of Bangladesh, with the collaboration of the International Centre for Diarrhoeal Disease Research, Bangladesh (icddr,b) introduced year-round surveillance focused on identification of encephalitis clusters in 10 government hospitals and subsequent investigation of identified clusters. The objective was to identify encephalitis outbreaks including NiV at an early stage, to understand the risk factors and transmission pathways, and to introduce timely public health interventions to contain the identified outbreaks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Since the identified NiV outbreaks in Bangladesh had all occurred during January-March, IEDCR and icddr,b also expanded surveillance activities specifically during this Nipah transmission season to screen all individual meningo-encephalitis cases admitted in three surveillance hospitals for NiV, even when they were not part of a cluster [7] . We designated this expansion of surveillance as case-based surveillance. This paper describes the performance of clusterbased surveillance in detecting stage III zoonotic pathogens, explains features of cluster-based surveillance to monitor their person-to-person transmissibility and explores the added benefits of nested case-based surveillance, considering NiV as an example.",
            "cite_spans": [
                {
                    "start": 339,
                    "end": 342,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "In February 2006, IEDCR and icddr,b established active surveillance in three tertiary and seven districtlevel government hospitals in northwest and central Bangladesh (Fig. 1) . In February 2007, four district hospitals were converted to passive surveillance sites because few encephalitis patients were admitted to those hospitals. Passive sites only reported to IEDCR and icddr,b if they identified an unusually large number of meningo-encephalitis cases. Surveillance physicians in the remaining six active sites reported clusters as soon as they were identified and the total number of encephalitis cases admitted monthly.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 167,
                    "end": 175,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Surveillance sites"
        },
        {
            "text": "Surveillance physicians listed admitted patients in paediatric and adult medicine wards with suspected meningo-encephalitis, defined as fever (axillary temperature >38·5°C) with recent altered mental status or seizure or other neurological deficits suggestive of either diffuse or localized brain injury. Surveillance physicians recorded detailed addresses and phone numbers of listed cases and identified if they were from the same community. In their communities in order to identify additional encephalitis, physicians asked admitted cases and/or their caregivers about other sick persons or recent deaths with similar symptoms who did not report to the hospitals or died at their initial stage of illness. We defined a cluster as 52 meningo-encephalitis cases aged 55 years living within 30 min walking distance of each other who developed illness within 3 weeks of one another. In rural Bangladesh villagers are quite knowledgeable about the major events occurring in other households within a village due to strong prevailing kinship [14] and it usually requires <30 min to walk across a village or workplace. The cut-off of 3 weeks was chosen by adding the incubation period of NiV (1-10 days) and period of transmissibility (6-11 days) [15] . If physicians identified an admitted meningo-encephalitis case with 51 sick persons with similar symptoms reported in his/ her community, they also considered that case as part of a cluster. After identification of a cluster, surveillance physicians collected illness and exposure histories from cluster cases and/or their family members and blood from the living cases.",
            "cite_spans": [
                {
                    "start": 1040,
                    "end": 1044,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1244,
                    "end": 1248,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Activities in surveillance hospitals and cluster identification"
        },
        {
            "text": "When a cluster was identified, an investigation team from IEDCR and icddr,b visited cases in the hospitals and/or communities to determine the cluster size and collect detailed epidemiological exposures using a standard questionnaire. The time interval between initial presentation of cases' illnesses and visits of the investigation team to hospitals and/or communities varied; therefore, many acute cases had either died or their illness resolved by the time of investigation. The team identified family members, relatives, neighbours, friends and colleagues as the proxy respondents for the dead or severely ill cases who were unable to respond. The team also asked the cases and/or their family members, relatives, neighbours, friends and colleagues of the cases and the community leaders to identify if there were other persons with fever and altered mental status or convulsion, or recent deaths with similar symptoms in their community. The objective of this investigation was to assess whether cases within an observed cluster shared an exposure or if they were clustered by chance. To establish epidemiological linkages, the team explored whether clustered cases lived together, were family members, resided in the same village, or worked together; they investigated common exposures such as drinking date palm sap, contact with the sick person with similar illness, or contact with sick animals. They also matched the exposure dates and illness onset dates. When we identified NiV clusters with epidemiological linkages, we considered whether clusters were most likely formed due to person-to-person transmission of NiV or due to multiple NiV introductions from a common exposure to date palm sap. In addition, the team collected blood from living cases in hospitals or communities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cluster investigation"
        },
        {
            "text": "The field team centrifuged blood and transported specimens to IEDCR on wet ice or liquid nitrogen. Before 2007, specimens were shipped to the US Centers for Disease Control and Prevention (CDC) to test for Nipah-specific IgM by enzyme immunoassay. Since 2007, IEDCR and icddr,b have tested specimens using a Nipah-specific IgM ELISA provided by CDC, which has a high sensitivity, specificity and concordance with other Nipah-specific ELISAs [16] . CDC retested all positive samples and every tenth negative sample for reconfirmation and quality control.",
            "cite_spans": [
                {
                    "start": 441,
                    "end": 445,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Laboratory procedures"
        },
        {
            "text": "During the NiV transmission season (January-March), we collected blood and CSF of all listed meningoencephalitis cases from Faridpur and Rajshahi Medical College Hospitals from 2007 and from Rangpur Medical College Hospital from 2008 to find all NiV cases presenting to these hospitals in addition to cluster-based surveillance. These three tertiary hospitals were chosen for case-based surveillance because large numbers of Nipah cases had been identified previously from the catchment areas of these hospitals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case-based Nipah surveillance"
        },
        {
            "text": "Confirmed Nipah case. We defined a laboratoryconfirmed NiV case as a meningo-encephalitis case with detectable serum Nipah IgM antibody.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition of Nipah case-patients"
        },
        {
            "text": "Probable Nipah case. We defined a probable case as a meningo-encephalitis case who had epidemiological linkages with a confirmed NiV case within 3 weeks' of their illness but whose blood was not collected due to death or the first blood sample was negative and second sample was not collected due to death.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition of Nipah case-patients"
        },
        {
            "text": "Isolated Nipah case. We defined an isolated NiV case as a meningo-encephalitis case with detectable serum Nipah IgM antibody but who was not part of a cluster or who had no epidemiological linkages with any other known probable or confirmed NiV cases even if they were part of a cluster.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition of Nipah case-patients"
        },
        {
            "text": "We categorized the clusters based on cluster size and calculated the proportion of clusters where Nipah cases were identified. We conducted χ 2 analysis to determine whether a cluster size of >3 was associated with presence of Nipah cases within an identified cluster.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "Because of the public health importance of identifying strains of NiV with an increased capacity for person-to-person transmission, for the NiV clusters with person-to-person transmission, we estimated R 0 using the outbreak's size or total number of individuals infected by the primary case to monitor the human transmissibility of the different NiV outbreaks and to detect if there were any possible differences in transmissibility which could serve to highlight strain differences [17, 18] . By definition, R 0 measures the average number of cases infected by a single primary infectious case. Therefore, one primary Nipah case will produce R secondary Nipah cases in the first generation [19] . Each of these secondary cases will again infect R persons, producing a total of R × R = R 2 cases in the second generation, R 3 cases in third generation and so on. Hence, the total outbreak size (A) can be expressed by the following geometric progression: A = 1 + R + R 2 + R 3 + . . ., where 1 is the primary case. For stuttering outbreaks when R 0 < 1, the expression is reduced to A = 1/(1 -R), which means if R = 0·9, the total outbreak size will be 10 (one primary case and nine is the summation of secondary, tertiary, etc. generation cases) [18] . Since outbreak size A is known from detailed cluster investigation, we estimated R 0 as 1-1/A, from the reduced expression.",
            "cite_spans": [
                {
                    "start": 484,
                    "end": 488,
                    "text": "[17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 489,
                    "end": 492,
                    "text": "18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 692,
                    "end": 696,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1248,
                    "end": 1252,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "We calculated and compared proportions of NiV yield by both cluster surveillance and case-based surveillance. For cluster-based surveillance, we calculated NiV yield as Nipah cases presenting to hospitals in clusters plus Nipah cases identified in the communities or referred to hospitals by the investigation team. For case-based surveillance, we calculated NiV yield as sporadic Nipah cases presenting to three surveillance hospitals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "Healthy participants or legal guardians of the participants provided informed consent for participation. The Ethical Review Committee of icddr,b reviewed and approved the protocol for NiV surveillance and outbreak investigation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical approval"
        },
        {
            "text": "Between February 2006 and September 2011, surveillance physicians listed 5887 encephalitis cases in 10 surveillance hospitals. In these cases, physicians identified 62 clusters. A total of 176 (3%) cases were included in these 62 clusters; 147 were identified in hospitals while 29 were identified from communities. The median age of the clustered cases was 21 years (interquartile range 7-40); 120 (68%) cases were male. Seventy-four (42%) cases died (Table 1) . At least one patient died in 34 (55%) clusters.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 452,
                    "end": 461,
                    "text": "(Table 1)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Cluster-based surveillance"
        },
        {
            "text": "A total of 127 (72%) samples were collected from cases identified in clusters, and a single blood specimen was collected from at least one case in each cluster. These included specimens from 87 acute and 31 convalescent cases. We collected both acute and convalescent blood samples from nine cases. In 10 (17%) of 62 identified clusters, we identified 62 Nipah cases. Of these, 32 Nipah cases presented at hospitals in clusters, while 30 were identified in communities. Twenty-eight were laboratory-confirmed Nipah cases and 34 were probable cases. The yield for NiV infections from blood samples of cluster-based surveillance was 22% (28 laboratoryconfirmed NiV infections/127 blood samples tested).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cluster-based surveillance"
        },
        {
            "text": "Forty-eight (78%) clusters were two-case clusters, six (10%) were three-case clusters and the remaining eight (12%) clusters had 4-20 cases (Fig. 2) . In 43 twocase clusters, cases had no common exposure or apparent history of contact with each other. In only one of these 43 two-case clusters without epidemiological linkages, were we able to identify a laboratoryconfirmed Nipah case. In the other five two-case clusters, both cases were from the same family. Two of these five were Nipah clusters but the other three clusters had no laboratory evidence of Nipah infection. One patient died from two of these three non-Nipah clusters. In these two clusters where one patient died, illness of both cases began on the same day in one cluster and 1 week apart in the other.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 140,
                    "end": 148,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Cluster-based surveillance"
        },
        {
            "text": "None of the three-case clusters had any epidemiological linkages or NiV infection among cases. The presence of Nipah cases within a cluster was associated with cluster size >3 (P < 0·001). Among the eight clusters having >3 cases, seven (88%) were Nipah clusters. We identified epidemiological linkages between cases in each of these seven clusters. We identified a total of 57 Nipah cases in these seven Nipah clusters, either laboratory-confirmed or probable. Of these 57 Nipah cases, 47 (82%) patients died. Of the seven Nipah clusters having epidemiological linkages, we identified evidence of person-to-person transmission in four clusters and multiple NiV introductions from date palm sap for three clusters. The estimated R 0 for the four NiV clusters with person-to-person transmission ranged from 0·75 to 0·88 (Table 2 ). One cluster of five cases, which included two deaths and had no epidemiological linkages between cases, was not caused by NiV and remains undiagnosed (Fig. 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 819,
                    "end": 827,
                    "text": "(Table 2",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 981,
                    "end": 989,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Cluster-based surveillance"
        },
        {
            "text": "Between 2007 and 2011, we identified 982 patients meeting the meningo-encephalitis case definition at three tertiary surveillance hospitals participating in case-based surveillance. Of these patients, 173 (18%) died (Table 3) . Surveillance physicians collected blood samples from 608 patients of which 23 (4%) were isolated laboratory-confirmed Nipah cases. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 216,
                    "end": 225,
                    "text": "(Table 3)",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Case-based Nipah surveillance"
        },
        {
            "text": "In our setting of scarce resources with thousands of encephalitis cases, cluster-based surveillance redirects public health attention away from pathogens having no demonstrated person-to-person transmissibility and towards specimens of spatio-temporally clustered cases that more likely represent stage III zoonotic pathogens and pandemic threats. Ninety-seven per cent of the listed encephalitis cases were excluded from specimen testing for stage III zoonotic pathogens. Importantly, community-level investigations allowed cluster-based surveillance to distinguish clusters with epidemiological linkages from clusters without epidemiological linkages. Out of the 62 clusters, we identified epidemiological linkages in 12 clusters of which nine were Nipah clusters. Because of this efficiency, cluster-based surveillance has been used in other settings [20, 21] . Our integrated surveillance data explain different modes of introduction of stage III zoonotic pathogens into human populations. We identified sporadic NiV introductions from the case-based surveillance, and two types of Nipah clusters or outbreaks with a high fatality rate from cluster-based surveillance. One type of Nipah outbreak occurred as a result of multiple introductions of NiV to humans; another type occurred due to person-to-person transmission of NiV. Analyses of the viral strains identified by clusterand case-based surveillance permit monitoring changes of viral factors including person-to-person transmission of such deadly pathogenic agents. We identified four small short-lived Nipah chains of transmission due to person-to-person transmission that had R 0 for NiV ranging from 0·75 to 0·88. The estimates of R 0 for the strains causing person-to-person transmission were higher than our earlier estimates of the average R 0 for NiV in Bangladesh [7] . This is consistent with the presumed heterogeneity of capacity for person-to-person transmission among stage III zoonotic agents [22] . Furthermore, NiV strains identified from case-based surveillance or Nipah clusters with multiple introductions from date palm sap, had no personto-person transmission and can be used as a comparison group to understand transmission heterogeneity and to explain why these infections failed to spread [23] . In addition to viral factors, community-level cluster investigations and in-depth assessment of exposures also help us to identify host risk behaviours associated with increased person-to-person transmission. These insights can guide the implementation of strategies to reduce the spread of infections during epidemics or pandemics. For instance, community investigations have permitted development of acute interventions to reduce exposures during outbreaks, and have contributed to the development of broader longer term intervention strategies to reduce exposures [24] [25] [26] . This study has some limitations. We did not explore aetiological agents for non-Nipah clustered cases. The 114 non-Nipah cases were in three categories. First, 107 non-Nipah cases from 49 non-Nipah clusters that had no epidemiological linkages between each other. These were likely caused by common pathogens with limited pandemic potential [27, 28] . Second, six non-Nipah cases from three two-case non-Nipah clusters that had epidemiological linkages between cases. Temporal analysis of the symptom onset of the cases' in these clusters suggests that cases likely had co-infections or were infected by one or more non-Nipah agents that had limited person-to-person transmission capability. Since cases died in these clusters, they are a priority for further diagnostic attention.",
            "cite_spans": [
                {
                    "start": 854,
                    "end": 858,
                    "text": "[20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 859,
                    "end": 862,
                    "text": "21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1834,
                    "end": 1837,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1969,
                    "end": 1973,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 2275,
                    "end": 2279,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 2849,
                    "end": 2853,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 2854,
                    "end": 2858,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 2859,
                    "end": 2863,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 3207,
                    "end": 3211,
                    "text": "[27,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 3212,
                    "end": 3215,
                    "text": "28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Collecting and testing specimens from such non-Nipah clustered cases with epidemiological linkages as a part of a rapid response could be considered as an appropriate investment of limited resources to identify or discover pathogens. Third, a single non-Nipah case from a two-case Nipah cluster where we did not identify epidemiological linkage. We believe this cluster was formed by chance and the non-Nipah cases were infected by a common agent causing encephalitis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In Bangladesh, as in other low-income countries, aetiological diagnosis is not performed as part of clinical evaluation of encephalitis cases; therefore, testing of specimens for stage III pathogens is not routine. Indeed, the cost for aetiological diagnosis of stage III pathogens is high and may make surveillance prohibitively expensive in low-resource settings if such surveillance requires that all encephalitis cases are tested. Individual case-based Nipah surveillance was a supplemental approach of cluster-based surveillance to identify isolated NiV introductions that would have been missed by the cluster approach. Rational use of resources for additional testing of all encephalitis cases only during the Nipah transmission season and only in limited hospitals where the greatest number of encephalitis cases were admitted, provided supplemental information about isolated introductions of stage III zoonoses and improved the comprehensiveness of surveillance. We were able to establish a targeted case-based surveillance for NiV due to its known epidemiology, including seasonal transmission period, in addition to the year-round cluster-based surveillance that could provide information for multiple stage III pathogens having similar clinical presentations. However, for unknown stage III pathogens, lack of epidemiological information may limit the opportunity for targeted case-based surveillance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Our surveillance had limited coverage with 10 government hospitals. We probably missed some clusters because some of the cases might have been admitted to other hospitals. For instance, this surveillance activity missed one Nipah outbreak in 2007 because patients were admitted to a government hospital that was not a surveillance hospital [12] . Many meningo-encephalitis cases also might not have been hospitalized due to the low healthcare utilization in Bangladesh [29] . In addition, surveillance physicians might have failed to list some patients, which might have left some clusters undetected [10] . Physicians' assessment of whether two cases were of 30 min walking distance from each other may occasionally be inaccurate because they do not have precise geographical knowledge about the catchment areas of hospitals. We could not collect specimens due to death of many clustered cases. This is another inherent limitation of a cluster-based approach for infections with a high case-fatality rate like NiV because of the time lag between when initial cases are hospitalized and the cluster is identified. Surveillance would be more effective if we could prioritize the rapid cluster identification and deployment of a field investigation team capable of collecting various diagnostic specimens including post-mortem biopsies [30] . In addition, delays between recognition of a cluster and deployment of a field investigation team limit our capability to diagnose the early cases of NiV in a cluster and to respond with prevention activities to contain the spread of infection. Our calculation of R 0 risks generating a biased estimate of the mean transmissibility of all NiV strains. However, the primary objective of this surveillance is specifically to identify agents with unusually high person-to-person transmission, rather than estimating a general mean. All these limitations reduce the sensitivity of cluster-based surveillance; however, given the severe resource constraints in low-income settings where emerging pathogens pose the greatest threat, the integration of surveillance strategies provides a practical strategy for optimally focusing limited resources on identifying stage III zoonotic pathogens.",
            "cite_spans": [
                {
                    "start": 340,
                    "end": 344,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 469,
                    "end": 473,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 601,
                    "end": 605,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1334,
                    "end": 1338,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Researchers have identified regions characterized as emerging disease 'hotspots' where pathogens are more likely to emerge [31] . Different stage III pathogens with different case-fatality rates and different sociocultural settings and health systems may require different approaches and integration. Integration of clusterbased surveillance with other surveillance strategies could be evaluated in other low-income settings in emerging disease hotspots. Resources for surveillance in the highest risk areas of emerging infections remain scarce. Strategies to reduce cost have the potential to widen the global surveillance net for identifying and monitoring pathogens at highest risk for causing a severe human pandemic.",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 127,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Origins of major human infectious diseases",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "D"
                    ],
                    "last": "Wolfe",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Dunavan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Diamond",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nature",
            "volume": "447",
            "issn": "",
            "pages": "279--283",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The role of evolution in the emergence of infectious diseases",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Antia",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nature",
            "volume": "426",
            "issn": "",
            "pages": "658--661",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Inference of R 0 and transmission heterogeneity from the size distribution of stuttering chains",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Blumberg",
                    "suffix": ""
                },
                {
                    "first": "Lloyd-Smith",
                    "middle": [],
                    "last": "Jo",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS Computational Biology",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Epidemic dynamics at the human-animal interface",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Lloyd-Smith",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Science",
            "volume": "326",
            "issn": "",
            "pages": "1362--1367",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Middle East Respiratory Syndrome Coronavirus (MERS-CoV): announcement of the Coronavirus Study Group",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "De Groot",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Journal of Virology",
            "volume": "87",
            "issn": "",
            "pages": "7790--7792",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Emerging infectious diseases in Southeast Asia: regional challenges to control",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Coker",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Lancet",
            "volume": "377",
            "issn": "",
            "pages": "599--609",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Recurrent zoonotic transmission of nipah virus into humans",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Luby",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Emerging Infectious Diseases",
            "volume": "15",
            "issn": "",
            "pages": "1229--1235",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Public health risk from the Avian H5N1 Influenza epidemic",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Science",
            "volume": "304",
            "issn": "",
            "pages": "968--969",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Date palm sap linked to nipah virus outbreak in Bangladesh",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Rahman",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Vector-Borne and Zoonotic Diseases",
            "volume": "12",
            "issn": "",
            "pages": "65--72",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Nipah virus infection outbreak with nosocomial and corpse-to-human transmission",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Sazzad",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Bangladesh. Emerging Infectious Diseases",
            "volume": "19",
            "issn": "",
            "pages": "210--217",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Transmission of human infection with nipah virus",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Luby",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Gurley",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Hossain",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Clinical Infectious Diseases",
            "volume": "49",
            "issn": "",
            "pages": "1743--1748",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Nipah virus outbreak with person-to-person transmission in a district of Bangladesh",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Homaira",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Epidemiology and Infection",
            "volume": "138",
            "issn": "",
            "pages": "1630--1636",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Person-to-person transmission of nipah virus in a Bangladeshi community",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Gurley",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Emerging Infectious Diseases",
            "volume": "13",
            "issn": "",
            "pages": "1031--1037",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Kinship in Bangladesh: International Centre for Diarrhoeal Disease Research",
            "authors": [
                {
                    "first": "Kma",
                    "middle": [],
                    "last": "Aziz",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Clinical presentation of nipah virus infection in Bangladesh",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Hossain",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Clinical Infectious Diseases",
            "volume": "46",
            "issn": "",
            "pages": "977--984",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Serodiagnosis using recombinant Nipah virus nucleocapsid protein expressed in Escherichia coli",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Journal of Clinical Microbiology",
            "volume": "44",
            "issn": "",
            "pages": "3134--3138",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "A model of long-term decline in the transmissibility of an infectious disease: Implications for the incidence of Hepatitis A",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Gay",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "International Journal of Epidemiology",
            "volume": "25",
            "issn": "",
            "pages": "854--861",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Epidemiology of transmissible diseases after elimination",
            "authors": [
                {
                    "first": "De",
                    "middle": [],
                    "last": "Serres",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gay",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Farrington",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "American Journal of Epidemiology",
            "volume": "151",
            "issn": "",
            "pages": "1039--1048",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The estimation of the basic reproduction number for infectious diseases",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dietz",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Statistical Methods in Medical Research",
            "volume": "2",
            "issn": "",
            "pages": "23--41",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Clusters of infectious diseases in german nursing homes: observations from a prospective infection surveillance study",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schulz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mielke",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wischnewski",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Eurosurveillance",
            "volume": "16",
            "issn": "",
            "pages": "1--5",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Cluster of meningococcal disease in rugby match spectators",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Orr",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Communicable Disease and Public Health",
            "volume": "4",
            "issn": "",
            "pages": "316--318",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Superspreading and the effect of individual variation on disease emergence",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Lloyd-Smith",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nature",
            "volume": "438",
            "issn": "",
            "pages": "355--359",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Identifying genetic markers of adaptation for surveillance of viral host jumps",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Pepin",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nature Reviews Microbiology",
            "volume": "8",
            "issn": "",
            "pages": "802--813",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Behaviour change intervention to reduce caregivers' exposure to patients' oral and nasal secretions in Bangladesh",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Gurley",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "International Journal of Infection Control",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "A randomized controlled trial of interventions to impede date palm sap contamination by bats to prevent nipah virus transmission in Bangladesh",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "U"
                    ],
                    "last": "Khan",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS ONE",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Piloting the use of indigenous methods to prevent nipah virus infection by interrupting bats' access to date palm sap in Bangladesh",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Nahar",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Health Promotion International",
            "volume": "28",
            "issn": "",
            "pages": "378--386",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Surveillance for encephalitis in bangladesh: Preliminary results",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Icddr B",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Health and Science Bulletin",
            "volume": "2",
            "issn": "",
            "pages": "7--11",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Hospital-based surveillance for Japanese encephalitis at four sites in Bangladesh",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Hossain",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "American Journal of Tropical Medicine and Hygiene",
            "volume": "82",
            "issn": "",
            "pages": "344--349",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Reaching the unreachable: barriers of the poorest to accessing ngo healthcare services in Bangladesh",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "U"
                    ],
                    "last": "Ahmed",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Population, and Nutrition",
            "volume": "24",
            "issn": "",
            "pages": "456--466",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Family and community concerns about post-mortem needle biopsies in a muslim society",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Gurley",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "BMC Medical Ethics",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Global trends in emerging infectious diseases",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nature",
            "volume": "451",
            "issn": "",
            "pages": "990--993",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Location of 10 surveillance hospitals in northwest and central Bangladesh.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Summary of clusters identified through cluster-based surveillance, 2006-2011.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Demographics, fatality and Nipah status of the clustered encephalitis cases identified by cluster-based surveillance, 2007-2011 (N = 176).",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Cluster size of seven Nipah clusters and estimated R 0",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Number of meningo-encephalitis patients identified at three tertiary hospitals through case-based surveillance during January-March, 2007-2011",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This research was funded by CDC, Atlanta, USA, cooperative agreement number 5U01CI000628-01, the US National Institutes of Health (NIH), grant no. 07-015-0712-52200 (Bangladesh-NIH/EID), and NSF/NIH Ecology and Evolution of Infectious Diseases grant no. 2R01-TW005869 from the Fogarty International Center. icddr,b acknowledges with gratitude the commitment of EcoHealth Alliance, CDC, NIH and the Government of Bangladesh for their research efforts. We are grateful to the study participants for their valuable time and information. We are also grateful to the Hospital Authorities for their cooperation. We are indebted to Dorothy Southern, Meghan Scott, Carrie Read and James Heffelfinger for their support in reviewing and editing this manuscript. icddr,b is grateful to the Governments of Australia, Bangladesh, Canada, Sweden and the UK for providing core/unrestricted support.The findings and conclusions in this report are those of the authors and do not necessarily represent the official position of the Centers for Disease Control and Prevention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGEMENTS"
        },
        {
            "text": "None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DECLARATION OF INTEREST"
        }
    ]
}