{
    "paper_id": "cb820c7373e5c272cc31065db8579e927176be72",
    "metadata": {
        "title": "Editorial Striding Toward Malaria Elimination in China",
        "authors": [
            {
                "first": "Michelle",
                "middle": [
                    "S"
                ],
                "last": "Hsiang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Roly",
                "middle": [
                    "D"
                ],
                "last": "Gosling",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "In this month's American Journal of Tropical Medicine and Hygiene, China's remarkable progress in malaria control and elimination over the last decade is showcased in two articles. Feng and others reported annual national trends from 38,972 reported cases in 2004, to a peak of 60,193 (or 0.40/10,000) in 2006, to just 4,128 in 2013. 1 Chen and others reported similar data from Zhejiang province, whereby reported malaria cases peaked in 2007 at 598 (0.12/10,000) 2 and then declined to 215 in 2014. 3 As the populations in many of China's provinces exceed those of most other countries-the population of Zhejiang was 55 million in 2013-province level experiences and achievements are worth noting.",
            "cite_spans": [
                {
                    "start": 334,
                    "end": 335,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 501,
                    "end": 502,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "There are 31 provinces, municipalities, or autonomous regions in China. In 2010, when the national elimination strategy was formulated, 19 were considered to have endemic malaria, defined as the presence of confirmed local case(s) in the prior 3 years. The elimination strategy set forth goals to eliminate local transmission from all areas but the Yunnan-Myanmar border by 2015 and to be completely free of local malaria transmission by 2020. 4 The abovementioned two articles suggest that prospects for meeting the 2015 goal are good. From 2004 to 2013, the proportion of cases nationwide representing local transmission declined from 84% to 2%, or less than 100 cases. In Zhejiang, the proportion of locally transmitted cases has declined from roughly 15% in 2005 to none in 2012, with the lack of local transmission sustained as of 2014. Beyond Zhejiang, local transmission in China remains only in foci along the Yunnan-Myanmar border (Plasmodium falciparum and P. vivax) and in Motuo County in the Tibetan Autonomous Region (P. vivax only).",
            "cite_spans": [
                {
                    "start": 444,
                    "end": 445,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This year, the World Health Assembly agreed to a global malaria strategy that aims to eliminate malaria in 35 new countries by 2030. 5 At the 2014 East Asia Summit, heads of state agreed to the goal of an Asia Pacific free of malaria by this same year. 6 As countries pursue these goals, it will be important to understand how China got to where it is today and to recognize the challenges that lie ahead. Beyond obvious socioeconomic development and urbanization, several key enabling factors should be highlighted.",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 134,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 253,
                    "end": 254,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "First, the importance of political and financial commitment for the final push toward malaria elimination cannot be underestimated. When malaria comes under control, there is a tendency for commitment and resources to wane in the face of competing priorities. However, the Chinese government has recognized broader purposes, that is, to promote not only health, but also economic and social development, and to align with the global malaria elimination agenda. 7 There were mandates for legislation and coordinated action across several ministries and commissions (including Finance, Science and Technology, Entry-Exit Inspection and Quarantine, and General Logistics) and governments at all levels. The government's commitment is best manifested by continued strong domestic financial support despite China losing eligibility for new funding from the Global Fund to Fight AIDS, Tuberculosis and Malaria in 2012.",
            "cite_spans": [
                {
                    "start": 461,
                    "end": 462,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Second, as the epidemiology of malaria is heterogeneous, particularly in low-transmission settings, China has stratified its approach to malaria elimination. Counties are classified into four categories: Type 1, confirmed local cases in the past three consecutive years, with incidence ≥ 1/10,000 in at least 1 year; Type 2, confirmed local cases in the past 3 years and annual incidence < 1/10,000; Type 3, no local cases for at least 3 years, and thus only imported cases; and Type 4, no history of any local cases, and thus only imported cases. Within counties, further stratification occurs to the level of villages, facilitating targeting and tailoring of interventions to local conditions. For example, vector control would be more of a priority in areas with ongoing local transmission whereas activities to address imported malaria would be would more of a priority in Type 3 and 4 areas. Re-stratification is ongoing to ensure that intervention strategies are dynamic and appropriate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Third, passive and active surveillance programs have been strengthened. 8 On a national level, the proportion of reported cases based on only clinical diagnosis, without laboratory confirmation, was > 30% on average over the study period, but dropped to only 1% in 2013. In Zhejiang, the median time from illness onset to laboratory confirmation of malaria declined from a median of 5 to 3 days over the study period. Importantly, in 2004, in response to the severe acute respiratory syndrome (SARS) outbreak, a national web-based system was established for reporting of 37 notifiable conditions at the level of the township. 9 This system provides China with real-time malaria data. A \"1-3-7\" strategy was developed to link passive with active surveillance and response, with case reporting within 1 day, case investigation within 3 days, and focused investigation and action within 7 days. 10 Finally, a key strategy has been the use of mass drug administration (MDA) for malaria control and elimination. During the 1950s and 1960s, China implemented MDA campaigns on a large scale, treating tens of millions of people for control of P. falciparum and P. vivax in high-transmission settings. More recently, MDA has been reserved for targeted use in smaller populations. Specifically, high-risk individuals receive primaquine before the transmission season as \"spring treatment\" to eliminate any potential P. vivax liver stage parasites, and drugs are administered during the transmission season as *Address correspondence to Michelle S. Hsiang [11] [12] [13] [14] In 2006, when there was a resurgence of P. vivax in Anhui and cases there accounted for 58% of China's indigenous cases, MDA was critical to local control, and also likely resulted in fewer imported cases to nearby Zhejiang. MDA for malaria is not currently recommended by the World Health Organization, but new policy is being considered. 15 Moving forward, what is next for China? With the shift from control to elimination, new challenges have arisen. 16, 17 The two articles published in this issue clearly show that malaria is increasingly imported, a disease of adult men, and occurs throughout the year, rather than in traditional peaks associated with rainy seasons. Maintaining constant vigilance regarding imported malaria and prevention of reintroduction will be important. New strategies to target high-risk individuals, such as Chinese businessmen and laborers working in Africa, will need to be designed and implemented with private companies. The question of whether the ambitious task of border screening is feasible or effective will need to be tested. Collaboration with neighbors near and far, such as through the Asia Pacific Malaria Elimination Network, will be critical. Will the world's most populous and fastest developing country prevail in its goal for malaria elimination? Likely yes. The next question will be whether China can take these lessons learned, and contribute leadership, expertise, and resources to help realize worldwide eradication, a goal recently set for 2040. 18 ",
            "cite_spans": [
                {
                    "start": 72,
                    "end": 73,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 626,
                    "end": 627,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 892,
                    "end": 894,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1539,
                    "end": 1545,
                    "text": "Hsiang",
                    "ref_id": null
                },
                {
                    "start": 1546,
                    "end": 1550,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1551,
                    "end": 1555,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1556,
                    "end": 1560,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1561,
                    "end": 1565,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1906,
                    "end": 1908,
                    "text": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 2021,
                    "end": 2024,
                    "text": "16,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 2025,
                    "end": 2027,
                    "text": "17",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 3071,
                    "end": 3073,
                    "text": "18",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Analysis of malaria epidemiological characteristics in the People's Republic of China",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Am J Trop Med Hyg",
            "volume": "93",
            "issn": "",
            "pages": "293--299",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "China Statistical Yearbook",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Malaria in Zhejiang Province",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Ruan",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "93",
            "issn": "",
            "pages": "305--309",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "From Control to Elimination: A Revised National Malaria Strategy",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Sixty-Eighth World Health Assembly",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Chairman's Statement of 9th East Asia Summit. 9th East Asia Summit. Nay Pyi Taw",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sein",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Action Plan of China Malaria Elimination",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Surveillance and response to drive the national malaria elimination program",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "Y"
                    ],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "G"
                    ],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vong",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "Z"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Adv Parasitol",
            "volume": "86",
            "issn": "",
            "pages": "81--108",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Communicable disease control in China: from Mao to now",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hipgrave",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Glob Health",
            "volume": "1",
            "issn": "",
            "pages": "224--238",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Communicating and monitoring surveillance and response activities for malaria elimination: China's \"1-3-7\" strategy",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Sturrock",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cotter",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Gosling",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Feachem",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS Med",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Lessons from malaria control to elimination: case study in Hainan and Yunnan provinces",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "G"
                    ],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "Y"
                    ],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Q"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kramer",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ernest",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Yap",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "N"
                    ],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Adv Parasitol",
            "volume": "86",
            "issn": "",
            "pages": "47--79",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Mass drug administration for the control and elimination of Plasmodium vivax malaria: an ecological study from Jiangsu Province, China",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Hsiang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hwang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Tao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bennett",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Shanks",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Kachur",
                    "suffix": ""
                },
                {
                    "first": "Rga",
                    "middle": [],
                    "last": "Feachem",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gosling",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Malar J",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Prevention measures and socio-economic development result in a decrease in malaria in Hainan, China",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "Q"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "M"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "Z"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "M"
                    ],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Qualls",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Xue",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Malar J",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Preparation of malaria resurgence in China: case study of vivax malaria re-emergence and outbreak in Huang-Huai Plain in 2006",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "D"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Adv Parasitol",
            "volume": "86",
            "issn": "",
            "pages": "205--230",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Malaria Policy Advisory Committee to the WHO: conclusions and recommendations of sixth biannual meeting",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Whompa Committee",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Secretariat",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The changing epidemiology of malaria elimination: new strategies for new challenges",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cotter",
                    "suffix": ""
                },
                {
                    "first": "Hjw",
                    "middle": [],
                    "last": "Sturrock",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Hsiang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Phillips",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hwang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Smith-Gueye",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Fullman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Gosling",
                    "suffix": ""
                },
                {
                    "first": "Rga",
                    "middle": [],
                    "last": "Feachem",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Lancet",
            "volume": "382",
            "issn": "",
            "pages": "900--911",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Malaria in overseas labourers returning to China: an analysis of imported malaria in Jiangsu Province",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Hsiang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Gosling",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Malar J",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Annual Progress Report on the GMAP Resource Mobilization Strategy",
            "authors": [],
            "year": 2014,
            "venue": "27th RBM Partnership Board Meeting",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": ", Division of Pediatric Infectious Diseases, Department of Pediatrics, University of Texas Southwestern Medical Center, 5323 Harry Hines Blvd., Dallas, TX 75390. E-mail: michelle.hsiang@utsouthwestern.edu chemoprophylaxis.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}