{
    "paper_id": "cbe57a2150ad229d69d2ea7154d9245620c846c3",
    "metadata": {
        "title": "Tropical Medicine and Infectious Disease Future Pandemic Influenza Virus Detection Relies on the Existing Influenza Surveillance Systems: A Perspective from Australia and New Zealand",
        "authors": [
            {
                "first": "Lance",
                "middle": [
                    "C"
                ],
                "last": "Jennings",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Otago",
                    "location": {
                        "postCode": "8011",
                        "settlement": "Christchurch",
                        "country": "New Zealand"
                    }
                },
                "email": ""
            },
            {
                "first": "Ian",
                "middle": [
                    "G"
                ],
                "last": "Barr",
                "suffix": "",
                "affiliation": {
                    "laboratory": "WHO Collaborating Centre for Reference and Research on Influenza",
                    "institution": "Doherty Institute for Infection and Immunity",
                    "location": {
                        "postCode": "3000",
                        "settlement": "Melbourne",
                        "region": "Peter, Victoria",
                        "country": "Australia"
                    }
                },
                "email": "ian.barr@influenzacentre.org"
            }
        ]
    },
    "abstract": [
        {
            "text": "The anniversary of the 1918-1919 influenza pandemic has allowed a refocusing on the global burden of influenza and the importance of co-ordinated international surveillance for both seasonal influenza and the identification of control strategies for future pandemics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The anniversary of the 1918-1919 influenza pandemic has allowed for a refocusing on the global burden of influenza and the importance of co-ordinated international surveillance for both seasonal influenza and the identification of control strategies for future pandemics. Progress has been slow since the revision of the International Health Regulations (IHR) in 2005 [1] , which came into force on 15 June 2007, and called for strengthened surveillance for all events that constitute a \"public health emergency of international concern (PHEIC).\" Pivotal to these regulations are the surveillance and response capabilities that countries must establish and maintain to allow the detection, assessment, and reporting of disease events both nationally and internationally to the WHO within 48 h. While any urgent event can be assessed for notification under the 2005 IHR, there is mandatory notification for four diseases with the ability to cause serious public health impacts and to spread internationally. These include: a single case of smallpox, poliomyelitis due to wild type poliovirus, human influenza caused by a new subtype, and severe acute respiratory syndrome (SARS), and any cases of these diseases must be immediately notified to WHO, irrespective of the context in which they occur.",
            "cite_spans": [
                {
                    "start": 368,
                    "end": 371,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The emergence of the novel influenza A(H1N1)pdm2009 strain in April 2009 and its subsequent rapid global spread has highlighted the need to better understand the epidemiology of influenza viruses, especially the disease incidence and severity at the start of a novel event. The WHO has [2] and global surveillance during an influenza pandemic [3] . The latter was updated in 2017 [4] and guidance on determining the severity during a pandemic, i.e. PISA (or Pandemic Influenza Severity Assessment tool) [5] is listed in Figure 1 . These recent documents provide clear definitions of the new WHO pandemic phases and give guidance to countries on severity and risk assessments, surveillance procedures, and essential measures for the determination of national pandemic responses.",
            "cite_spans": [
                {
                    "start": 286,
                    "end": 289,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 343,
                    "end": 346,
                    "text": "[3]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 380,
                    "end": 383,
                    "text": "[4]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 503,
                    "end": 506,
                    "text": "[5]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 520,
                    "end": 528,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "Trop. Med. Infect. Dis. 2019, 4, x; doi: FOR PEER REVIEW www.mdpi.com/journal/tropicalmed caused by a new subtype, and severe acute respiratory syndrome (SARS), and any cases of these diseases must be immediately notified to WHO, irrespective of the context in which they occur. The emergence of the novel influenza A(H1N1)pdm2009 strain in April 2009 and its subsequent rapid global spread has highlighted the need to better understand the epidemiology of influenza viruses, especially the disease incidence and severity at the start of a novel event. The WHO has subsequently developed guidance documents for Global Epidemiological Surveillance Standards for Influenza [2] and global surveillance during an influenza pandemic [3] . The latter was updated in 2017 [4] and guidance on determining the severity during a pandemic, i.e. PISA (or Pandemic Influenza Severity Assessment tool) [5] is listed in Figure 1 . These recent documents provide clear definitions of the new WHO pandemic phases and give guidance to countries on severity and risk assessments, surveillance procedures, and essential measures for the determination of national pandemic responses. However, the greatest burden of disease from influenza actually occurs between pandemics, during seasonal outbreaks and epidemics, with annual global influenza-associated respiratory deaths recently being estimated to affect between 291,243-645,832 individuals (4·0-8·8 per 100,000) annually [8] . By contrast, the 2009 H1N1 pandemic was estimated to account for some 201,200 respiratory deaths (range 105,700-395,600) [9] . This current paper outlines influenza surveillance activities in New Zealand and Australia, countries that recognise the importance of using seasonal influenza surveillance and annual control strategies for both national and community influenza awareness, education, and pandemic preparedness.",
            "cite_spans": [
                {
                    "start": 671,
                    "end": 674,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 728,
                    "end": 731,
                    "text": "[3]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 765,
                    "end": 768,
                    "text": "[4]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 888,
                    "end": 891,
                    "text": "[5]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1455,
                    "end": 1458,
                    "text": "[8]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1582,
                    "end": 1585,
                    "text": "[9]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 905,
                    "end": 913,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "The purpose of influenza surveillance is to minimize the impact of the disease by providing useful and timely epidemiological information to public health authorities to allow the initiation in near real time intervention and preventative measures for the control of influenza. Surveillance However, the greatest burden of disease from influenza actually occurs between pandemics, during seasonal outbreaks and epidemics, with annual global influenza-associated respiratory deaths recently being estimated to affect between 291,243-645,832 individuals (4·0-8·8 per 100,000) annually [8] . By contrast, the 2009 H1N1 pandemic was estimated to account for some 201,200 respiratory deaths (range 105,700-395,600) [9] . This current paper outlines influenza surveillance activities in New Zealand and Australia, countries that recognise the importance of using seasonal influenza surveillance and annual control strategies for both national and community influenza awareness, education, and pandemic preparedness.",
            "cite_spans": [
                {
                    "start": 583,
                    "end": 586,
                    "text": "[8]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 710,
                    "end": 713,
                    "text": "[9]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Purpose of Influenza Surveillance"
        },
        {
            "text": "The purpose of influenza surveillance is to minimize the impact of the disease by providing useful and timely epidemiological information to public health authorities to allow the initiation in near real time intervention and preventative measures for the control of influenza. Surveillance activities can range from the simple, such as the laboratory testing of clinical respiratory samples for influenza viruses, through to the complex, with one or more of the following systems being used: regional or national sentinel surveillance programs that detect influenza-like illness (ILI) and supplies respiratory samples for laboratory testing or, samples being tested on site using point-of-care tests in the emergency departments of hospitals or in outpatient settings. Complex systems may include hospital admissions due to influenza and ultimately deaths related to or caused by influenza. The level and complexity of the surveillance activities for influenza is often dependent on the resources available to that city, state, or country. Ongoing surveillance allows the establishment of historical seasonal activity trends and a range of expected values for the comparison of outbreaks related to circulating viruses or to new viruses, to allow assessment of disease incidence and severity. At the national level, especially in temperate climates where the seasonality of influenza is well-defined, ongoing laboratory surveillance data can assist seasonal influenza awareness programs, associated influenza immunisation in at-risk groups, and antiviral drug stocking. At the global level, surveillance is needed to provide candidate viruses for influenza vaccine production and further antigenic and genetic characterisation is also needed to investigate unusual outbreaks or cases that may involve detection of potential pandemic viruses. In addition, laboratory surveillance is also used to determine the levels of antiviral drug resistance that are prevailing in circulating influenza viruses and potential pandemic viruses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Purpose of Influenza Surveillance"
        },
        {
            "text": "The World Health Organization (WHO) Global Influenza Surveillance and Response System (GISRS) is a worldwide network of laboratories that was established in 1952 to monitor changes in influenza viruses circulating in the human population, with the aim of reducing its impact through the use of vaccines, and more recently, antiviral medications [10] . The WHO Collaborating Centre for Reference and Research on Influenza in Melbourne is one of five such Collaborating Centres (CCs), with the others being located in Atlanta, Beijing, London, and Tokyo. Below these WHOCCs is a network of National Influenza Centres (NICs) (n = 143) in 113 countries [11] , which are supported by their respective governments, and these laboratories are also supplemented with samples provided through large public and private diagnostic laboratories. One of the main purposes of maintaining this network is to have comprehensive monitoring of the antigenic and genetic changes in circulating human influenza viruses, and to make bi-annual recommendations on which influenza strains should be included in the influenza vaccine for the upcoming winter season in either the northern or southern hemisphere. Outputs from this network can be seen online on the WHO website with WHO FluNet (https://www.who.int/influenza/gisrs_laboratory/flunet/en/), which graphs the number of laboratory cases for the various types of influenza over time by country, region, hemisphere, or globally, and the WHO Flu ID website (https://www.who.int/influenza/surveillance_monitoring/fluid/en/), which is a global platform for data sharing that links and displays regional influenza epidemiological data. Both Australia and New Zealand contribute to FluNet (Figure 2 ). ",
            "cite_spans": [
                {
                    "start": 345,
                    "end": 349,
                    "text": "[10]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 649,
                    "end": 653,
                    "text": "[11]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 1717,
                    "end": 1726,
                    "text": "(Figure 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Global Influenza Surveillance"
        },
        {
            "text": "Within Australia there are three NICs (PathWest, Perth; ICPMR, Sydney; and VIDRL, Melbourne) while in New Zealand there are two NICs (ESR, Wellington and Auckland Hospital, Auckland). These NICs and a number of other public health, hospital, and private laboratories support the Melbourne CC by providing influenza-positive samples and isolates each year along with many other laboratories in the southeast Asian and Oceania regions. The success of this regional network can be seen in the high number of Candidate Vaccine Viruses (or CVVs) for both egg-derived and cell-derived influenza vaccine viruses that have been made available and utilised over the past two decades from this region [12] . As well as providing influenza samples, a number of the supplying laboratories perform varying levels of analysis of the viruses ranging from simple typing (influenza A or B) to subtyping of the influenza A viruses (H1N1, H3N2, H5Nx, H7N9) usually by real time RT-PCR testing, or the determination of influenza B-lineages, and some by sequencing of the influenza genes or performing antiviral resistance analysis by either sequencing or in vitro assays.",
            "cite_spans": [
                {
                    "start": 691,
                    "end": 695,
                    "text": "[12]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Surveillance in Australia and New Zealand"
        },
        {
            "text": "The NICs and other laboratories in Australia and New Zealand also contribute to comprehensive national influenza surveillance programs. In Australia, all laboratory-confirmed influenza cases are reported to the NNDSS (Australian National Notifiable Diseases Surveillance System) database [13] , which collects information on location (postcode) sample date, age, sex, influenza type, and subtype. This data is supplemented by the nationwide general practitioner (GP) influenza surveillance ",
            "cite_spans": [
                {
                    "start": 288,
                    "end": 292,
                    "text": "[13]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Surveillance in Australia and New Zealand"
        },
        {
            "text": "Within Australia there are three NICs (PathWest, Perth; ICPMR, Sydney; and VIDRL, Melbourne) while in New Zealand there are two NICs (ESR, Wellington and Auckland Hospital, Auckland). These NICs and a number of other public health, hospital, and private laboratories support the Melbourne CC by providing influenza-positive samples and isolates each year along with many other laboratories in the southeast Asian and Oceania regions. The success of this regional network can be seen in the high number of Candidate Vaccine Viruses (or CVVs) for both egg-derived and cell-derived influenza vaccine viruses that have been made available and utilised over the past two decades from this region [12] . As well as providing influenza samples, a number of the supplying laboratories perform varying levels of analysis of the viruses ranging from simple typing (influenza A or B) to subtyping of the influenza A viruses (H1N1, H3N2, H5Nx, H7N9 ) usually by real time RT-PCR testing, or the determination of influenza B-lineages, and some by sequencing of the influenza genes or performing antiviral resistance analysis by either sequencing or in vitro assays.",
            "cite_spans": [
                {
                    "start": 691,
                    "end": 695,
                    "text": "[12]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 913,
                    "end": 936,
                    "text": "(H1N1, H3N2, H5Nx, H7N9",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Surveillance in Australia and New Zealand"
        },
        {
            "text": "The NICs and other laboratories in Australia and New Zealand also contribute to comprehensive national influenza surveillance programs. In Australia, all laboratory-confirmed influenza cases are reported to the NNDSS (Australian National Notifiable Diseases Surveillance System) database [13] , which collects information on location (postcode) sample date, age, sex, influenza type, and subtype. This data is supplemented by the nationwide general practitioner (GP) influenza surveillance network [14] , which records influenza-like illness (ILI) in the community and sends a selection of respiratory samples taken from patients with ILI attending GP surgeries to be tested for influenza. Another network, FluCAN (Australian Influenza Complications Alert Network) [15] , records hospital attendance and admissions from patients suffering from influenza across all age groups. These networks allow the estimation of influenza vaccine effectiveness (VE) against medical attendance for community-based individuals [16] and against hospital admission each year [17] . These detection methods are supplemented by a national online weekly reporting surveillance system for cough and fever (Flutracking) [18] , as well as a national medical hotline [19] , which records enquiries related to ILI. There is also national death data due to influenza, as well as excess mortalities due to influenza and pneumonia being determined for the most populous state of Australia, New South Wales (NSW). These data are collated into the Australian Influenza Surveillance Report by the Australian Department of Health, which publishes fortnightly reports on the web from May to November each year [20] . Would these measures be sufficient to detect or track the introduction or outcomes of a new influenza pandemic as it spread throughout the country? Probably not, as detection of a new influenza pandemic virus would be dependent on general practitioners' willingness to test samples from patients with ILI. If the cases were mild, then this is less likely to happen, as many general practitioners are reluctant to have laboratory testing performed on their patients with ILI and they rely on their knowledge and clinical presentation to make a diagnosis. If the case was more serious, or even fatal, then the chances of the patient being tested in a hospital setting and diagnosed correctly are increased, but a novel virus might still be mistyped in the laboratory, unless they had specific reagents. In addition, there are the inherent delays of at least 2-3 weeks in most of these systems, and they also lack the ability to provide sufficient data on sub-populations of most interest, such as pregnant women, indigenous populations, obese individuals, and individuals with other predisposing conditions who might have higher morbidity and mortality in a pandemic situation. Hence, the Australian Department of Health has explored the use of \"first few hundred\" studies and are also trialing the WHO PISA process as a potential addition to the current monitoring of seasonal influenza in case of a new influenza pandemic or a human outbreak involving a novel virus, so that they can be better informed. The main document for the management of influenza pandemics in Australia was revised in September 2014 and is known as the Australian Health Management Plan for Pandemic Influenza (AHMPPI) [21] This plan outlines Australia's strategy to manage an influenza pandemic and minimise its impact on the health of Australians and our health system.",
            "cite_spans": [
                {
                    "start": 288,
                    "end": 292,
                    "text": "[13]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 498,
                    "end": 502,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 765,
                    "end": 769,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 1012,
                    "end": 1016,
                    "text": "[16]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1058,
                    "end": 1062,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1184,
                    "end": 1197,
                    "text": "(Flutracking)",
                    "ref_id": null
                },
                {
                    "start": 1198,
                    "end": 1202,
                    "text": "[18]",
                    "ref_id": null
                },
                {
                    "start": 1243,
                    "end": 1247,
                    "text": "[19]",
                    "ref_id": null
                },
                {
                    "start": 1677,
                    "end": 1681,
                    "text": "[20]",
                    "ref_id": null
                },
                {
                    "start": 3377,
                    "end": 3381,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Surveillance in Australia and New Zealand"
        },
        {
            "text": "In New Zealand, the national influenza surveillance program includes acute respiratory illness surveillance in selected clinical settings to extend the knowledge base of the burden of respiratory disease and provide a robust system for pandemic preparedness. Sentinel surveillance involves 80-90 general practices across the country (1 practice per 50,000 population), the recruitment of patients presenting with an ILI, electronic collection of ILI data, and samples collected for respiratory virus testing from cases of ILI. In addition, severe acute respiratory infection (SARI) surveillance is carried out in four hospitals in Auckland, where respiratory samples are also routinely taken for testing for influenza and other respiratory pathogens. This data is published online weekly by ESR as a series of dashboards in the New Zealand Influenza Intelligence Report [22] . These systems allow influenza VE estimations to be made for general practice attendance and hospital admission each year. There is also the National Healthline, which uses electronic clinical decision software to record ILI, and the national recording of excess mortality for pneumonia and influenza. Laboratory-based virologic surveillance for influenza and other respiratory viruses continues year-round and is reported weekly [23] . The question is whether these measures would be sufficient in the event of the emergence of a novel pandemic virus? In 2009, New Zealand was the first country in the southern hemisphere to report the importation of the influenza A(H1N1) pdm 2009 virus, following the return of a group of high school students from Mexico on 25 April 2009. The New Zealand Influenza Pandemic Action Plan (NZIPAP) [24] provides an escalation pathway for enhanced surveillance, utilising hospital emergency departments and sentinel general practices once there is a pandemic alert. However, in 2009, it was the clinical astuteness of community general practitioners that was responsible for the identification of these first cases and the triggering of the NZIPAP and public health response [25, 26] .",
            "cite_spans": [
                {
                    "start": 870,
                    "end": 874,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1306,
                    "end": 1310,
                    "text": "[23]",
                    "ref_id": null
                },
                {
                    "start": 1708,
                    "end": 1712,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 2084,
                    "end": 2088,
                    "text": "[25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 2089,
                    "end": 2092,
                    "text": "26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Surveillance in Australia and New Zealand"
        },
        {
            "text": "Of global concern is the emergence of a new novel influenza virus with pandemic potential. Surveillance programs for influenza alone may not accomplish the early detection and recognition of the initial event, however, they have considerable value in establishing the infrastructure necessary to respond to a pandemic both at national and community levels. Australia and New Zealand have national influenza awareness programs focused on seasonal influenza vaccination education and promotion. However, these programs also serve to promote the importance of pandemic preparedness. One example of this integrated approach is currently operating during the influenza season (winter) in Canterbury, New Zealand, where influenza and other respiratory virus laboratory surveillance data, along with Christchurch Hospital Emergency Department attendance and ICU admission data, is electronically circulated weekly to every general practice. This is a strategy used by the Canterbury Primary Response Group (CPRG) to communicate key messages to the community healthcare workforce about respiratory virus activity, preparation for influenza vaccine administration, and how to respond to evolving seasonal influenza activity. Supporting this initiative is a primary care response plan, which includes defined influenza season triggers for primary response escalation, the streaming of ILI patients to pre-designated clinics, advice for community nursing, aged-care and long-term care facilities, telephone triaging, and ambulance services. The primary objective of this plan is to optimise the use of community health care resources to protect secondary care services (Figure 3 ). Despite the considerable impact of the H1N1 pdm 2009 virus in Canterbury, health care services were not overwhelmed in 2009, the key lessons being the importance of intelligence and communications (the effective use of surveillance data), and preparing and working together across the sector [27] . Other countries, like China, have taken a more pro-active approach by setting up specialised clinics for cases of pneumonia with an unknown cause, in the hope of early detection of severely ill patients that may have acquired a novel influenza virus infection, such as the A(H7N9) virus that emerged in 2013 and has infected over 1500 people and killed over 600 of these people to date [28] . These systems remain in place, despite the virtual disappearance of human cases of A(H7N9) since mid-2018 after an extensive poultry vaccination program, with a bivalent H5/H7 vaccine beginning in China in September 2017 [29] . 2009, it was the clinical astuteness of community general practitioners that was responsible for the identification of these first cases and the triggering of the NZIPAP and public health response [25, 26] .",
            "cite_spans": [
                {
                    "start": 1963,
                    "end": 1967,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 2356,
                    "end": 2360,
                    "text": "[28]",
                    "ref_id": null
                },
                {
                    "start": 2584,
                    "end": 2588,
                    "text": "[29]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 2788,
                    "end": 2792,
                    "text": "[25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 2793,
                    "end": 2796,
                    "text": "26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [
                {
                    "start": 1658,
                    "end": 1667,
                    "text": "(Figure 3",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Surveillance and Pandemic Preparedness"
        },
        {
            "text": "Of global concern is the emergence of a new novel influenza virus with pandemic potential. Surveillance programs for influenza alone may not accomplish the early detection and recognition of the initial event, however, they have considerable value in establishing the infrastructure necessary to respond to a pandemic both at national and community levels. Australia and New Zealand have national influenza awareness programs focused on seasonal influenza vaccination education and promotion. However, these programs also serve to promote the importance of pandemic preparedness. One example of this integrated approach is currently operating during the influenza season (winter) in Canterbury, New Zealand, where influenza and other respiratory virus laboratory surveillance data, along with Christchurch Hospital Emergency Department attendance and ICU admission data, is electronically circulated weekly to every general practice. This is a strategy used by the Canterbury Primary Response Group (CPRG) to communicate key messages to the community healthcare workforce about respiratory virus activity, preparation for influenza vaccine administration, and how to respond to evolving seasonal influenza activity. Supporting this initiative is a primary care response plan, which includes defined influenza season triggers for primary response escalation, the streaming of ILI patients to pre-designated clinics, advice for community nursing, aged-care and long-term care facilities, telephone triaging, and ambulance services. The primary objective of this plan is to optimise the use of community health care resources to protect secondary care services (Figure 3 ). Despite the considerable impact of the H1N1 pdm 2009 virus in Canterbury, health care services were not overwhelmed in 2009, the key lessons being the importance of intelligence and communications (the effective use of surveillance data), and preparing and working together across the sector [27] . Other countries, like China, have taken a more pro-active approach by setting up specialised clinics for cases of pneumonia with an unknown cause, in the hope of early detection of severely ill patients that may have acquired a novel influenza virus infection, such as the A(H7N9) virus that emerged in 2013 and has infected over 1500 people and killed over 600 of these people to date [28] . These systems remain in place, despite the virtual disappearance of human cases of A(H7N9) since mid-2018 after an extensive poultry vaccination program, with a bivalent H5/H7 vaccine beginning in China in September 2017 [29] . Response Plan aims to optimise the use of community health care resources to protect secondary care services. Pivotal to this strategy is pre-seasonal planning, the use and communication of intelligence (surveillance) data, and working together across the health sector.",
            "cite_spans": [
                {
                    "start": 1963,
                    "end": 1967,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 2356,
                    "end": 2360,
                    "text": "[28]",
                    "ref_id": null
                },
                {
                    "start": 2584,
                    "end": 2588,
                    "text": "[29]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [
                {
                    "start": 1658,
                    "end": 1667,
                    "text": "(Figure 3",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Surveillance and Pandemic Preparedness"
        },
        {
            "text": "Seasonal influenza and other respiratory surveillance can provide information for understanding the contribution of these respiratory viruses to the global burden of disease, and the value of future potential virus-specific treatments. They also provide platforms for strengthening Figure 3 . The Canterbury Primary Response Group (CPRG) Primary Care Response Plan aims to optimise the use of community health care resources to protect secondary care services. Pivotal to this strategy is pre-seasonal planning, the use and communication of intelligence (surveillance) data, and working together across the health sector.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 282,
                    "end": 290,
                    "text": "Figure 3",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Conclusions"
        },
        {
            "text": "Seasonal influenza and other respiratory surveillance can provide information for understanding the contribution of these respiratory viruses to the global burden of disease, and the value of future potential virus-specific treatments. They also provide platforms for strengthening public health infrastructure, as has been seen in the western Pacific region in the past few decades [30] . The utilisation of routine surveillance to strengthen community influenza awareness initiatives is pivotal for successful pandemic preparedness and during a pandemic as it moves to each and every individual country across the globe.",
            "cite_spans": [
                {
                    "start": 383,
                    "end": 387,
                    "text": "[30]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Author Contributions: L.C.J. was responsible for the initial conceptualization of this article, which was further developed by I.G.B. Both L.C.J. and I.G.B. wrote the original draft, and were responsible its review and editing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Funding: This research received no external funding.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "WHO. Global Epidemiological Surveillance Standards for Influenza",
            "authors": [],
            "year": 2005,
            "venue": "WHO. International Health Regulations",
            "volume": "WHO",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Global Pandemic Influenza Surveillance",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Guidance for Surveillance during an Influenza Pandemic",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "pdf;jsessionid= 51F9D33CDFB98ABF3BC03334E54DB9A1?sequence=1",
            "authors": [],
            "year": 2019,
            "venue": "WHO. Pandemic Influenza Severity Assessment (PISA)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Pandemic Influenza Risk Management",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Checklist for Pandemic Influenza Risk and Impact Management",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Who",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Estimates of global seasonal influenza-associated respiratory mortality: A modelling study",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Iuliano",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Roguski",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Muscatello",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Palekar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tempia",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Gran",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Schanzer",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Cowling",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Lancet",
            "volume": "391",
            "issn": "",
            "pages": "1285--1300",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(17)33293-2"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Estimated global mortality associated with the first 12 months of 2009 pandemic influenza A H1N1 virus circulation: A modelling study",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "S"
                    ],
                    "last": "Dawood",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Iuliano",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Reed",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Meltzer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Shay",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "Y"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bandaranayake",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Breiman",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Brooks",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Buchy",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Lancet Infect. Dis",
            "volume": "12",
            "issn": "",
            "pages": "687--695",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(12)70121-4"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "65 years of influenza surveillance by a World Health Organization-coordinated global network",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ziegler",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mamahit",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Cox",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Influenza Other Respir",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/irv.12570"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Into the History of Influenza Control",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Available Candidate Vaccine Viruses and Potency Testing Reagents",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Introduction to the National Notifiable Diseases Surveillance System",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Doh",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Influenza vaccine effectiveness in Australia: Results from the Australian Sentinel Practices Research Network",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Sullivan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Chilver",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Higgins",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "P"
                    ],
                    "last": "Stocks",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Med. J. Aust",
            "volume": "201",
            "issn": "",
            "pages": "109--111",
            "other_ids": {
                "DOI": [
                    "10.5694/mja14.00106"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Vaccine Coverage and Vaccine Effectiveness in Children Admitted to Sentinel Australian Hospitals in 2017: Results from the PAEDS-FluCAN Collaboration",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Blyth",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Macartney",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mcrae",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Clark",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Marshall",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Buttery",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Francis",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kotsimbos",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Kelly",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Influenza Epidemiology",
            "volume": "68",
            "issn": "",
            "pages": "940--948",
            "other_ids": {
                "DOI": [
                    "10.1093/cid/ciy597"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Health Management Plan for Pandemic Influenza",
            "authors": [
                {
                    "first": "Adh",
                    "middle": [],
                    "last": "Australian",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "ESR. New Zealand Influenza Intelligence. Available online",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "New Zealand Influenza Pandemic Action Plan",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Moh",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Influenza A(H1N1)09: Another public health risk to New Zealand",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Jennings",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "N. Z. Med. J",
            "volume": "122",
            "issn": "",
            "pages": "11--16",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Case Study 3: New Zealand",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Jennings",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Pandemic Influenza",
            "volume": "",
            "issn": "",
            "pages": "204--207",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Influenza H1N1 2009 in Canterbury: A case study in pandemic response co-ordination",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Begg",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Burgess",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hider",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jennings",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Martin-Smith",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mccormack",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mitchell",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pithie",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Schroeder",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Prim. Health Care",
            "volume": "2",
            "issn": "",
            "pages": "323--329",
            "other_ids": {
                "DOI": [
                    "10.1071/HC10323"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Vaccination of poultry successfully eliminated human infection with H7N9 virus in China",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zeng",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Sci. China Life Sci",
            "volume": "61",
            "issn": "",
            "pages": "1465--1473",
            "other_ids": {
                "DOI": [
                    "10.1007/s11427-018-9420-1"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Members of the Western Pacific Region; Global Influenza Surveillance Response System",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Seasonal influenza vaccine policies, recommendations and use in the World Health Organization's Western Pacific Region",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dwyer",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Barr",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hurt",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kelso",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Reading",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sullivan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Buchy",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "West. Pac. Surveill. Response J. WPSAR",
            "volume": "4",
            "issn": "",
            "pages": "51--59",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "WHO documents which provide clear definitions of the new WHO pandemic phases and give guidance to countries on severity and risk assessment, surveillance procedures, and the essential measures for the determination of national pandemic processes [1,2,[4][5][6][7].",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "WHO documents which provide clear definitions of the new WHO pandemic phases and give guidance to countries on severity and risk assessment, surveillance procedures, and the essential measures for the determination of national pandemic processes [1,2,[4][5][6][7].",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Laboratory-confirmed cases of influenza by type, subtype, and B-lineage reported to WHO FluNet by Australia and New Zealand National Influenza Centres from 2015://www.who.int/influenza/gisrs_laboratory/flunet/charts/en/.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Laboratory-confirmed cases of influenza by type, subtype, and B-lineage reported to WHO FluNet by Australia and New Zealand National Influenza Centres from 2015-2019 (up to 4 September 2019) see https://www.who.int/influenza/gisrs_laboratory/flunet/charts/en/.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "The Canterbury Primary Response Group (CPRG) Primary Care",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "subsequently developed guidance documents for Global Epidemiological Surveillance Standards for Influenza",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Trop. Med. Infect. Dis. 2019, 4, 121 Trop. Med. Infect. Dis. 2019, 4, x; doi: FOR PEER REVIEW www.mdpi.com/journal/tropicalmed",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "ASPREN (Australian Sentinel Practices Research Network)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgments: The Melbourne WHO Collaborating Centre for Reference and Research on Influenza is supported by the Australian Government Department of Health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "The authors declare no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of Interest:"
        }
    ]
}