{
    "paper_id": "ccd537b92136e3c66ddb7b0abac70c4f7765fb8b",
    "metadata": {
        "title": "Editorial: Biological Engagement Programs: reducing threats and Strengthening Global Health Security through Scientific Collaboration The Editorial on the Research Topic Biological Engagement Programs: Reducing Threats and Strengthening Global Health Security Through Scientific Collaboration",
        "authors": [
            {
                "first": "Rustam",
                "middle": [],
                "last": "Aminov",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Svetlana",
                "middle": [],
                "last": "Khaiboullina",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jeanne",
                "middle": [
                    "M"
                ],
                "last": "Fair",
                "suffix": "",
                "affiliation": {},
                "email": "jmfair@lanl.gov"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "It is often said about infectious diseases that a \"threat anywhere is a threat everywhere, \" and the recent outbreaks of Ebola in West Africa and Zika virus in South America have proven that pathogens know no borders. Not only are they transboundary, pathogens do not discriminate who they infect. In addition to the natural increase in emerging zoonotic infectious diseases worldwide due to changing environmental conditions and globalization, the use of infectious diseases as warfare agents is a threat in today's world. Early detection remains one of the best ways to prevent small outbreaks becoming epidemics and pandemics. Accurate diagnosis, detection, and reporting of diseases are important components of mitigating outbreaks, and biosurveillance remains the top tool in our toolbox. While vaccines have been important for controlling more common infectious virus diseases, they are less feasible for less common diseases, emerging pathogens, and rapidly evolving microbes. Due to globalization and increased travel, emigration, and migration, biosurveillance is critical throughout the world, not just in pockets of more developed regions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Biological Engagement Programs: Reducing Threats and Strengthening Global Health Security Through Scientific Collaboration"
        },
        {
            "text": "Building up the capabilities and capacities for biosurveillance is a global challenge. Cooperative biological engagements help address biosurveillance and biosafety gaps in capabilities and reduce threats worldwide, by strengthening biosurveillance globally in a number of ways. The first is in assisting countries and regions to increase their technical expertise for detecting, diagnosing, and reporting on rapidly changing and emerging infectious diseases. Second, cooperation can help strengthen the biosafety and biosecurity of laboratories around the world. Third, biosurveillance can be strengthened by understanding the best strategies for biosurveillance planning, and the potential epidemiology of a disease system within a region. In these instances, collaborative research comes into play to help scientists understand a disease system in the environment and devise the most effective strategy for detecting outbreaks. The articles in the Frontier Topic \"Biological Engagement Programs: Reducing Threats and Strengthening Global Health Security Through Scientific Collaboration\" cover each of these primary areas of international collaboration. This topic brings together 148 authors from over 25 countries with the shared mission of reducing the threat of infectious diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Biological Engagement Programs: Reducing Threats and Strengthening Global Health Security Through Scientific Collaboration"
        },
        {
            "text": "Reducing the threat of a nefarious use of pathogens on any human or animal population is a top priority for global security. Specifically, the Global Health Security Agenda (GHSA) is \"an effort by nations, international organizations, and civil society to accelerate progress toward a world safe and secure from infectious disease threats; to promote global health security as an international priority; and to spur progress towards reducing infectious diseases\" (1). Working with partner countries around the world, the GHSA will be focused on mitigating the impact of naturally occurring outbreaks and intentional or accidental releases of dangerous pathogens; assisting countries to rapidly detect and transparently report outbreaks when they occur; and employing Cooperative engagements and collaborations across borders help foster open communication and sharing of data. Being aware of the transboundary nature of pathogens helps break down the barriers to sharing information between countries, and cooperative engagement programs are designed to build a foundation of trust that can help lessen potential negative aspects of sharing data such as economic or political consequences. The fight against infectious diseases is shared by humanity; reducing individual infections and outbreaks of zoonotic diseases in humans, agricultural animals, and wildlife is a shared goal across the world. Fair et al. present a model for measuring the return on relationships of collaborations and the resulting networks of people that remain in place after trainings or projects are complete.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Biological Engagement Programs: Reducing Threats and Strengthening Global Health Security Through Scientific Collaboration"
        },
        {
            "text": "Sampling and laboratory analysis for infectious diseases requires a certain amount of infrastructure and unique skills in molecular techniques in virology and bacteriology. Samples may have to be cultured and saved for future reference, and the microbiology environment for working with such pathogens must be both safe and secure. Best practices for biosafety and biosecurity are often learned through previous mistakes in the field and laboratory. Sharing these lessons learned is a critical factor in strengthening the biosafety and biosecurity environment in laboratories around the world. Khan et al. discuss biosafety initiatives and gaps in the BMENA region. In addition, Al Jewari and Koblentz share how to strengthen biosecurity in Iraq and the development of an Iraqi National Biorisk Management System.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BioSaFEtY aNd BioSECUritY CHallENGES"
        },
        {
            "text": "The One World, One Health (OWOH) agenda is based on the foundation that most pathogens continually circulate in animal species and that there is a constant interplay between agricultural animals, wildlife, the environment, and humans. Therefore, the OWOH agenda is focused on surveillance, biosecurity, and biodiversity developed too limit infectious agents in a synergistic manner with animals, humans, and the environment. The unified and holistic approach to OWOH health was established in 2004 at a New York meeting where 12 principles were defined for multidisciplinary and integrated approaches to health. Over the last decade, the One Health approach has been applied to disease situations around the world and while some sociological challenges have been identified (2, 3), many success stories can also be told. As a common outcome of biological cooperative engagement projects, Ministries of Health in over 25 countries worldwide have worked closely with Ministries of Agricultural, leading to more communication, sharing, and cooperation on zoonotic diseases across disciplines. Several papers in this Frontiers Topic review efforts to increase capabilities for biosurveillance such as developing genomic capabilities for detecting pathogens by Cui et al.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "\"oNE World, oNE HEaltH\" UNiFiCatioN"
        },
        {
            "text": "Many of the papers in this Frontiers Topic highlight collaborative research on infectious pathogens of security concern. For example, Bartholomew et al. review the history of building infectious disease research programs with countries of the Former Soviet Union. Scientific research on infectious diseases often focuses on reductionism, or understanding the molecular and physiological mechanisms of host-pathogen interactions. Research may also focus on a higher scale of understanding the disease \"system. \" Several papers in this collection highlight studies for understanding the diseases systems, such as Kokashvili et al. reporting on Vibrio species in the aquatic environment of Georgia, and the epizootology of Lumpy Skin disease in livestock in Azerbaijan by Zeynalova et al.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HoW CaN rESEarCH HElP addrESS tHE CHallENGE oF oUtBrEaKS?"
        },
        {
            "text": "Cooperative biological engagement research tends to focus on the higher system-level scale since its objective is to increase the effectiveness of biosurveillance. For example, understanding a disease \"system\" such as Middle East Respiratory Syndrome coronavirus in the Middle East can lead to insights into the transmission events as well as better detection and possible mitigations to stop the infectious cycle. Understanding a disease system may sometimes require gathering information that may appear irrelevant to the disease, but may be critical for comprehending its spread. For example, mapping the distribution of bat species in a region and their migratory patterns can provide vital clues as to how and why disease outbreaks keep occurring or are emerging. Host range and host heterogeneity are important aspects of a disease system, as is identifying dead end hosts, regular host, and potential \"super-spreaders. \"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HoW CaN rESEarCH HElP addrESS tHE CHallENGE oF oUtBrEaKS?"
        },
        {
            "text": "With limited monetary resources for biosurveillance, efforts need to be as directed and thoughtful as possible in order to be cost effective and successful. Developing the best strategy for biosurveillance requires knowledge of disease systems and that requires methodical and hypothesis-based scientific research. The last and most critical step is then applying the knowledge learned from scientific studies to inform policies. Blackburn ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HoW CaN rESEarCH HElP addrESS tHE CHallENGE oF oUtBrEaKS?"
        },
        {
            "text": "Rates of evolution of phenotypic traits in species vary widely in a continuum of slow to rapid evolution. Species may adapt to environmental changes differently and in the instance of climate change, species that are not able to adapt to a rapidly changing environment may be worse off than species that can. Clear evidence is mounting that changes in mean temperature or climate variability are increasing infectious disease risk globally (4, 5) . Cooperation will continue to be important as vectors, hosts, and pathogens shift their ranges and seasonality.",
            "cite_spans": [
                {
                    "start": 440,
                    "end": 443,
                    "text": "(4,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 444,
                    "end": 446,
                    "text": "5)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "GloBal CHallENGES rEQUirE GloBal CollaBoratioN"
        },
        {
            "text": "Selection pressures may also force rapid evolution in species with short generation times, such as microbes. Antimicrobial resistance (AMR) is an example of rapid evolution in response to selection pressures, primarily in response to antimicrobial drugs. AMR is now considered a major global threat to public health (6, 7) . In 2015, the World Health Assembly endorsed a global action plan to tackle AMR, with a primary focus on antibiotic resistance (8) . AMR is occurring everywhere in the world, compromising the ability to treat infectious diseases with life-saving drugs of the past such as penicillin. The goal of the global action plan is to ensure, for as long as possible, continuity of successful treatment and prevention of infectious diseases with effective and safe medicines that are quality-assured, used in a responsible way, and accessible to all who need them. Again, because antimicrobial selection pressures may vary between country and region, international collaboration is required to tackle the challenge of increasing antimicrobial-resistant pathogens. Antimicrobial-resistant microbes also know no borders.",
            "cite_spans": [
                {
                    "start": 316,
                    "end": 319,
                    "text": "(6,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 320,
                    "end": 322,
                    "text": "7)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 451,
                    "end": 454,
                    "text": "(8)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "GloBal CHallENGES rEQUirE GloBal CollaBoratioN"
        },
        {
            "text": "The scientists and authors who have come together in this Frontiers Topic on cooperative biological engagements have a shared passion and mission for both reducing the threat of infectious diseases, and international collaboration and coordination. Coming together across the globe allows for a greater diversity of ideas that then leads to more innovation and creative problem solving. Shared insights from direct experiences and research increase the ability to reduce infectious disease outbreaks. Reducing outbreaks, epidemics, and pandemics potentially saves thousands of lives. While it has always been difficult to \"prove a negative\" for the effectiveness of programs such as cooperative biological engagements, the success stories are there and the scientific research that comes from such programs is invaluable. We are indebted to the work of everyone involved in such programs around the world, and especially to the authors contributing to this special Frontiers Topic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GloBal CHallENGES rEQUirE GloBal CollaBoratioN"
        },
        {
            "text": "This is a single author paper by the primary Editor for the Topic \"Biological Engagement Programs: Reducing Threats and Strengthening Global Health Security Through Scientific Collaboration. \" This editorial that introduces the Topic was completely written by JF.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "aUtHor CoNtriBUtioNS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "An expanded One Health model: integrating social science and One Health to inform study of the human-animal interface",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Woldehanna",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zimicki",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Soc Sci Med",
            "volume": "129",
            "issn": "",
            "pages": "87--95",
            "other_ids": {
                "DOI": [
                    "10.1016/j.socscimed.2014.10.059"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "More than one world, more than one health: re-configuring interspecies health",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hinchliffe",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Soc Sci Med",
            "volume": "129",
            "issn": "",
            "pages": "28--35",
            "other_ids": {
                "DOI": [
                    "10.1016/j.socscimed.2014.07.007"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Climate change and infectious diseases: from evidence to a predictive framework",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Altizer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Ostfeld",
                    "suffix": ""
                },
                {
                    "first": "Ptj",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kutz",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Harvell",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Science",
            "volume": "341",
            "issn": "",
            "pages": "514--523",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1239401"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Climate change and infectious diseases: can we meet the needs for better prediction?",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Rodó",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pascual",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Doblas-Reyes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gershunov",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Stone",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Giorgi",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Clim Change",
            "volume": "118",
            "issn": "",
            "pages": "625--665",
            "other_ids": {
                "DOI": [
                    "10.1007/s10584-013-0744-1"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Antimicrobial resistance: a global emerging threat to public health systems",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ferri",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ranucci",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Romagnoli",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Giaccone",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Crit Rev Food Sci Nutr",
            "volume": "57",
            "issn": "13",
            "pages": "2857--76",
            "other_ids": {
                "DOI": [
                    "10.1080/10408398.2015.1077192"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The global threat of antimicrobial resistance: science for intervention",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Roca",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Akova",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Baquero",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Carlet",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cavaleri",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Coenen",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "New Microbes New Infect",
            "volume": "6",
            "issn": "",
            "pages": "22--31",
            "other_ids": {
                "DOI": [
                    "10.1016/j.nmni.2015.02.007"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Global Antimicrobial Resistence Action Plan",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "an interconnected global network that can respond rapidly and effectively. The most important component of the GHSA is international cooperation (Galloway et al.). Galloway et al. present a review of the GHSA and the importance of being proactive in the new era of globalization. In addition, Standley et al. give a history of Cooperative Threat Reduction programs and how cooperative bioengagements can assist in the implementation of the International Health Regulations.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "et al. share examples of the applications of research on infectious diseases to policies for mitigating and responding to disease outbreaks. Two other papers by Horn and Hay et al. discuss the challenges of doing cooperative research in austere environments with take-home lessons for all future cooperative science engagements [Hay et al.; Horn].",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}