{
    "paper_id": "ce50fd91c0c1bbd6f3f9de6a231a9cd41700108b",
    "metadata": {
        "title": "Antiviral innate immune response in non-myeloid cells is augmented by chloride ions via an increase in intracellular hypochlorous acid levels",
        "authors": [
            {
                "first": "Sandeep",
                "middle": [],
                "last": "Ramalingam",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Edinburgh Royal Infirmary",
                    "location": {
                        "settlement": "Edinburgh",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Baiyi",
                "middle": [],
                "last": "Cai",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Edinburgh",
                    "location": {
                        "settlement": "Edinburgh",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Junsheng",
                "middle": [],
                "last": "Wong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Edinburgh",
                    "location": {
                        "settlement": "Edinburgh",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Matthew",
                "middle": [],
                "last": "Twomey",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Edinburgh",
                    "location": {
                        "settlement": "Edinburgh",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Rui",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Edinburgh",
                    "location": {
                        "settlement": "Edinburgh",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Rebecca",
                "middle": [
                    "M"
                ],
                "last": "Fu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Edinburgh",
                    "location": {
                        "settlement": "Edinburgh",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Toby",
                "middle": [],
                "last": "Boote",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Edinburgh",
                    "location": {
                        "settlement": "Edinburgh",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Hugh",
                "middle": [],
                "last": "Mccaughan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Edinburgh Royal Infirmary",
                    "location": {
                        "settlement": "Edinburgh",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Samantha",
                "middle": [
                    "J"
                ],
                "last": "Griffiths",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Edinburgh",
                    "location": {
                        "settlement": "Edinburgh",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Jürgen",
                "middle": [
                    "G"
                ],
                "last": "Haas",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Edinburgh Royal Infirmary",
                    "location": {
                        "settlement": "Edinburgh",
                        "country": "UK"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Phagocytes destroy ingested microbes by producing hypochlorous acid (HOCl) from chloride ions (Cl − ) and hydrogen peroxide within phagolysosomes, using the enzyme myeloperoxidase. HOCl, the active ingredient in bleach, has antibacterial/antiviral properties. As myeloperoxidase is needed for HOCl production, non-myeloid cells are considered incapable of producing HOCl. Here, we show that epithelial, fibroblast and hepatic cells have enhanced antiviral activity in the presence of increasing concentrations of sodium chloride (NaCl). Replication of enveloped/non-enveloped, DNA (herpes simplex virus-1, murine gammaherpesvirus 68) and RNA (respiratory syncytial virus, influenza A virus, human coronavirus 229E, coxsackievirus B3) viruses are inhibited in a dose-dependent manner. Whilst treatment with sodium channel inhibitors did not prevent NaCl-mediated virus inhibition, a chloride channel inhibitor reversed inhibition by NaCl, suggesting intracellular chloride is required for antiviral activity. Inhibition is also reversed in the presence of 4-aminobenzoic hydrazide, a myeloperoxidase inhibitor, suggesting epithelial cells have a peroxidase to convert Cl − to HOCl. A significant increase in intracellular HOCl production is seen early in infection. These data suggest that non-myeloid cells possess an innate antiviral mechanism dependent on the availability of Cl − to produce HOCl. Antiviral activity against a broad range of viral infections can be augmented by increasing availability of NaCl.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "To test whether NaCl has an inhibitory effect on viruses, we first conducted inhibition experiments with herpes simplex virus-1 (HSV-1). A HSV-1 reporter virus expressing enhanced green fluorescence protein (eGFP) was tested in HeLa cells (cervical epithelial cells) in the presence of increasing concentrations of NaCl, and fluorescence intensity was measured at regular intervals over 48 hours. A dose-dependent reduction of HSV-1 Figure 1 . Dose dependent inhibition of HSV-1 by sodium chloride: (a) Time course analysis of HSV-1 in the presence of NaCl: HeLa cells were infected with HSV-1-GFP (MOI 0.5) for 1 hour before the inoculum was removed and replaced with increasing concentrations of NaCl in medium (in triplicate). NaCl (mM) values are over and above that found in DMEM (110 mM). Virus replication was monitored as a function of GFP fluorescence over time. (b) Viability of HeLa cells is not significantly impaired in the presence of NaCl. HeLa cells were treated with increasing concentrations of NaCl (in triplicate). 24 and 48 hours post-treatment cellular viability was determined with CellTiter-Blue (Promega) by the ability of cells to metabolise the substrate to produce a fluorescent end-product. Cell viability was normalised to untreated cells (0 mM NaCl). Viability below 70% is evidence of cytotoxicity. Error bars indicate the standard error of the mean of 3 independent experiments carried out in triplicate.",
            "cite_spans": [
                {
                    "start": 1035,
                    "end": 1037,
                    "text": "24",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 433,
                    "end": 441,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Confirmation of inhibition of HSV-1 by plaque forming assay: (a) HSV-1 virion release is inhibited by NaCl: HeLa cells were infected with HSV-1 (MOI 0.5) for 1 hour before inoculum was removed and replaced with increasing concentrations of NaCl. Supernatant was harvested after 48 hours and viral titer quantified by plaque assay on Vero cell monolayers, in the absence of NaCl, as plaque forming units (PFU) per ml. Error bars represent the standard error of the mean of three experiments carried out in duplicates. *p < 0.05 when compared to 0 mM NaCl (b) A representative image of NaCl inhibition of HSV-1 by plaque forming assay. NaCl (mM) values are over and above that found in DMEM (110 mM).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 2."
        },
        {
            "text": "SCIENtIfIC RepoRtS | (2018) 8:13630 | DOI: 10 .1038/s41598-018-31936-y replication was observed for NaCl concentrations up to 100 mM (Fig. 1a) . The NaCl concentrations shown are concentrations additional to the NaCl already present in media (110 mM) and not final concentrations. Cell viability was >70% at all concentrations tested, suggesting that the observed inhibitory effect was not caused by cytotoxicity (Fig. 1b) . To address the possibility of GFP fluorescence being inhibited in the presence of NaCl or by a metabolite, HSV-1 virus production was also measured by plaque forming assays. A clear dose-dependent reduction in plaque forming units was detected (Fig. 2a,b) . This confirms the viral inhibition seen in the GFP fluorescence assay is genuine.",
            "cite_spans": [
                {
                    "start": 43,
                    "end": 45,
                    "text": "10",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 133,
                    "end": 142,
                    "text": "(Fig. 1a)",
                    "ref_id": null
                },
                {
                    "start": 413,
                    "end": 422,
                    "text": "(Fig. 1b)",
                    "ref_id": null
                },
                {
                    "start": 669,
                    "end": 680,
                    "text": "(Fig. 2a,b)",
                    "ref_id": null
                }
            ],
            "section": "Figure 2."
        },
        {
            "text": "To test whether other viruses (DNA, RNA, enveloped and non-enveloped) are inhibited as well, viral inhibition experiments were conducted with eGFP labelled murine gammaherpesvirus 68 (MHV68; an enveloped, DNA gammaherpesvirus) in 3T3 fibroblast cells, respiratory syncytial virus (RSV; an enveloped RNA . DNA and RNA viruses are inhibited by sodium chloride: Dose-dependent inhibition of (a) HSV-1, (b) RSV, (c) MHV68, (d) HCoV-229E, (e) CV-B3 and (f) IAV by NaCl. Cells were infected with virus for 1 hour before virus was replaced with media containing increasing concentrations of NaCl. Viral replication was quantified by measuring eGFP fluorescence intensity over multiple rounds of replication and determining the slopes of the growth curves in time course analyses, with the exception of IAV, which was quantified by qRT-PCR for the viral nucleoprotein (NP). With the exception of IAV, which represents one experiment of duplicates, all error bars represent the standard error of the mean of at least two independent experiments carried out in triplicate. *p < 0.05; **p < 0.01 and ***p < 0.001 when compared to 0 mM NaCl. NaCl (mM) values are over and above that found in DMEM (110 mM).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 2."
        },
        {
            "text": "SCIENtIfIC RepoRtS | (2018) 8:13630 | DOI:10.1038/s41598-018-31936-y pneumovirus) in HeLa cells, coxsackievirus B3 (CV-B3; a non-enveloped picornavirus) in HuH-7.5 hepatoma cells, human coronavirus 229E (HCoV-229E -an enveloped RNA coronavirus) in HuH-7 hepatoma cells and un-labelled influenza A virus (IAV; an enveloped RNA orthomyxovirus; strain Udorn) in A549 respiratory epithelial cells. A reduction in viral replication is seen in the presence of increasing concentrations NaCl for all viruses tested (Fig. 3a-f ). The viability of A549, 3T3, and HuH-7.5 and HuH-7 cells are shown in Fig. 4 . There was a significant dose-dependent reduction of viral replication for HSV-1 (Fig. 3a , 80% reduction, p < 0.00001) and RSV (Fig. 3b , 86% reduction, p = 0.00001) seen at 100 mM NaCl over and above the concentration of NaCl in DMEM (110 mM). This concentration of NaCl is not cytotoxic to HeLa cells (Fig. 1b) . Furthermore, there was a significant reduction in replication of both HSV-1 and RSV in the presence of as little as 10 mM NaCl over and above the concentration of NaCl in DMEM. The pattern of inhibition by NaCl appears to be dependent on the virus and/or the cell type. MHV68 replication (3T3 cells) was only significantly inhibited at 100 mM of NaCl over and above the concentration in DMEM (Fig. 3c , p = 0.00006), a concentration that was not cytotoxic to 3T3 cells (Fig. 4b) . HCoV-229E and CV-B3 were both significantly inhibited from 30-50 mM NaCl over and above the concentration in DMEM (p < 0.01; Fig. 3d and e). However, as cell viability was very low at 100 mM NaCl in both HuH7 (HCoV-229E) and HuH7.5 (CV-B3) cells (5% and 37%, respectively; Fig. 4c and d) , inhibition of these viruses by NaCl should only be considered up to 50 mM NaCl. Finally, a dose-dependent reduction in viral replication was also seen for influenza A virus in A549 cells (Fig. 3f) . P-values were not calculated for influenza A virus as the experiment was only done once.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 508,
                    "end": 518,
                    "text": "(Fig. 3a-f",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 591,
                    "end": 597,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 680,
                    "end": 688,
                    "text": "(Fig. 3a",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 727,
                    "end": 735,
                    "text": "(Fig. 3b",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 903,
                    "end": 912,
                    "text": "(Fig. 1b)",
                    "ref_id": null
                },
                {
                    "start": 1307,
                    "end": 1315,
                    "text": "(Fig. 3c",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1384,
                    "end": 1393,
                    "text": "(Fig. 4b)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1521,
                    "end": 1528,
                    "text": "Fig. 3d",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1669,
                    "end": 1683,
                    "text": "Fig. 4c and d)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1873,
                    "end": 1882,
                    "text": "(Fig. 3f)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Figure 2."
        },
        {
            "text": "Subsequently we used eGFP HSV-1 to identify the mechanism of inhibition. To determine if viral inhibition was a direct effect of NaCl on the virus, eGFP HSV-1 was pre-incubated with media (no added NaCl) or increasing concentrations of NaCl (10-100 mM) for 0, 1 and 2 hours before virus was adsorbed. Pre-exposure to NaCl , HuH-7.5 (c), and HuH-7 (d) cells were not significantly impaired in the presence of NaCl. Cells were treated with increasing concentrations of NaCl (in triplicate). 48 hours post-treatment cellular viability was determined with CellTiter-Blue (Promega) by the ability of cells to metabolise the substrate to produce a fluorescent endproduct. Cell viability was normalised to untreated cells (0 mM NaCl). Viability below 70% is evidence of cytotoxicity. While A549 and 3T3 cells were viable up to 100 mM NaCl, HuH-7.5 and HuH-7 cells were viable only up to 50 mM NaCl. Error bars represent the standard error of the mean of 3 independent experiments carried out in triplicate. NaCl (mM) values are over and above that found in DMEM (110 mM).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 2."
        },
        {
            "text": "SCIENtIfIC RepoRtS | (2018) 8:13630 | DOI:10.1038/s41598-018-31936-y did not affect viral replication at any concentration of NaCl (Fig. 5a) . After 2 hours pre-exposure there was a suggestion of increased replication, although this was minimal. Compared to other concentrations, there was a small (10-25%) reduction in viral replication at 100 mM NaCl, probably due to passive transfer of NaCl.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 131,
                    "end": 140,
                    "text": "(Fig. 5a)",
                    "ref_id": null
                }
            ],
            "section": "Figure 2."
        },
        {
            "text": "Next, we determined if viral inhibition happened at the stage of viral adsorption, or happened intracellularly, after adsorption. Cells were exposed to media alone or increasing concentrations of NaCl during virus adsorption alone, after virus adsorption (i.e. during virus replication alone) or both during viral adsorption and replication. For each of these conditions, replication slopes were normalized to control cells exposed to media alone. When the cells were exposed to NaCl only during adsorption with eGFP-HSV-1 there was no reduction in viral replication with increasing NaCl concentrations (Fig. 5b) . However, significant inhibition of viral replication was seen when as little as 20 mM NaCl was available during virus replication alone (Fig. 5b , p = 0.02) or both during adsorption and replication (Fig. 5b , p = 0.0006). These data suggest that virus inhibition in the presence of NaCl is an intracellular mechanism.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 603,
                    "end": 612,
                    "text": "(Fig. 5b)",
                    "ref_id": null
                },
                {
                    "start": 751,
                    "end": 759,
                    "text": "(Fig. 5b",
                    "ref_id": null
                },
                {
                    "start": 814,
                    "end": 822,
                    "text": "(Fig. 5b",
                    "ref_id": null
                }
            ],
            "section": "Figure 2."
        },
        {
            "text": "We further investigated which of the two ions (Na + or Cl − ) plays a role in NaCl-mediated inhibition of HSV-1 replication. For this, HeLa cells were infected with eGFP-HSV-1 in media alone or with 50 mM NaCl in the presence of increasing concentrations of ion channel blockers. It might be expected that blocking transport of an important ion may block viral inhibition by NaCl. Neither the voltage gated sodium channel inhibitor Ralfinamide nor Benzyl amiloride, an inhibitor of epithelial sodium channels, reversed inhibition of HSV-1 by 50 mM NaCl ( Fig. 6a and c) . We then blocked chloride channels with increasing concentrations of 5-nitro-2-(3-phenylpropyl-amino) benzoic acid (NPPB). Blocking chloride channels with NPPB led to a significant reversal of viral inhibition by 50 mM of NaCl, with 40 μM NPPB even enhancing replication beyond levels seen with media alone (60% increase in replication; p = 0.003) (Fig. 6e) . As the combination of NaCl with all the inhibitors was not cytotoxic to HeLa cells (viability >70%; Fig. 6b ,d and f), these data suggest the influx of Cl − ions is essential for the inhibition of viral replication by NaCl.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 555,
                    "end": 569,
                    "text": "Fig. 6a and c)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 919,
                    "end": 928,
                    "text": "(Fig. 6e)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1031,
                    "end": 1038,
                    "text": "Fig. 6b",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Figure 2."
        },
        {
            "text": "Given the importance of chloride ion transport, there was a possibility that the inhibition of HSV-1 by NaCl was due to production of intracellular HOCl, as seen in phagocytes. Hence, we investigated if increasing concentrations of NaCl led to enhanced production of HOCl during viral infection. For this experiment, non-fluorescent HSV-1 was used. HOCl was detected with the BODIPY-based fluorescent probe hypochlorite sensor using selenium (HCSe) 8 and a rhodamine fluorophore R19-S 9 , 6 hours post-adsorption. Whilst an increase in HOCl was seen with both dyes (relative fluorescence units ~2800 for HCSe versus ~1400 for R19-S at 100 mM NaCl), a significant increase in HOCl production in response to increasing NaCl concentrations was clearly seen with HCSe (p = 0.001 at 100 mM NaCl) and less so with R19-S (p = 0.04 at 100 mM NaCl; Fig. 7 ). An increase in HCSe signal with increase in concentration of NaCl was also seen as early as 2 hours post-adsorption (Data not shown).",
            "cite_spans": [
                {
                    "start": 449,
                    "end": 450,
                    "text": "8",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 840,
                    "end": 846,
                    "text": "Fig. 7",
                    "ref_id": null
                }
            ],
            "section": "Figure 2."
        },
        {
            "text": "Since neutrophils use the enzyme myeloperoxidase (MPO) to convert Cl − to HOCl within phagosomes 10 , and intracellular HOCl production is known to occur in the gut epithelium of fruit flies 9 , and we had also detected HOCl production in HeLa cells, we investigated the effect of inhibiting MPO in HeLa cells. HeLa cells were infected with eGFP-HSV-1 and cultured in media alone or 50 mM NaCl in the presence of increasing concentrations of 4-Aminobenzoic Hydrazide (4ABAH), a known myeloperoxidase inhibitor which also inhibits HOCl Figure 5 . Sodium chloride inhibits HSV-1 infection of HeLa cells at a stage post-entry: (a) eGFP HSV-1 was pre-incubated with increasing concentrations of NaCl for 0, 1 or 2 hours before adsorption to HeLa cells (MOI 0.5). After adsorption, inoculum was replaced with media. Virus replication was monitored as a function of fluorescence over time. Error bars represent the standard error of the mean of three biological replicates. *p < 0.05 compared to 0 hours at the corresponding concentration of NaCl (b) HeLa cells were infected with eGFP HSV-1 (MOI 0.5) and treated with increasing concentrations of NaCl at different stages of infection: Adsorption (present during the 1 hour of adsorption alone), Post-infection (NaCl added following removal of inoculum), or Adsorption/Post-Infection (NaCl present both during adsorption and following removal of inoculum). Error bars represent the standard error of the mean of three independent experiments carried out in triplicate. ***p < 0.001 when compared to 0 mM NaCl. NaCl (mM) values are over and above that found in DMEM (110 mM).",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 99,
                    "text": "10",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 535,
                    "end": 543,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "Figure 2."
        },
        {
            "text": "production 10, 11 . eGFP-HSV-1 is inhibited in the presence of 50 mM NaCl and the absence of 4ABAH. Viral inhibition is significantly reversed with increasing concentrations of 4ABAH which prevents the conversion of Cl − to HOCl (p = 0.005, Fig. 8a ). The combination of NaCl and 4ABAH was not cytotoxic to HeLa cells (viability >70%) (Fig. 8b) . This phenotype is similar to that seen in the presence of NPPB, the chloride channel inhibitor. Since MPO is used to convert Cl − to HOCl within phagolysosomes, these results together point to the importance of chloride ion for the antiviral effect and confirm our hypothesis that non-myeloid cells utilize available Cl − to produce HOCl.",
            "cite_spans": [
                {
                    "start": 11,
                    "end": 14,
                    "text": "10,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 15,
                    "end": 17,
                    "text": "11",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 241,
                    "end": 248,
                    "text": "Fig. 8a",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 335,
                    "end": 344,
                    "text": "(Fig. 8b)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Figure 2."
        },
        {
            "text": "Our data suggests that non-myeloid cells have an innate immune mechanism with which they can resist viral infections. This mechanism is dependent on conversion of available chloride ions into HOCl, mediated by a peroxidase. Since HOCl is the active ingredient in bleach which has a broad antiviral range against DNA, RNA, enveloped and non-enveloped viruses, the antiviral mechanism should work against different types of viruses. Our in-vitro data confirm this. However, the exact mechanism by which HOCl inhibits viruses within the cell needs to be investigated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "HOCl production in phagocytic cells such as neutrophils and macrophages requires MPO, which is known to be expressed at high levels in these cells from microarray-based trancriptomic studies (http://biogps.org/) 12 . More recent RNAseq (GTEx database) (https://www.gtexportal.org/home/) and SAGE (serial analysis of gene expression) (https://cgap.nci.nih.gov/) studies, however, have shown that MPO is also expressed at lower levels Figure 7 . HSV-1 is inhibited in the presence of NaCl by increased production of intracellular hypochlorous acid: HeLa cells were infected with non-GFP labelled HSV-1 at MOI 0.5 for 1 hour before treating with increasing concentrations of NaCl. After 6 hours, cells were washed and stained with 10 μM HCSe 8 (a BODIPYbased green fluorescent probe which is rapidly and specifically oxidized by HOCl to emit a fluorescence signal) or R-19S (a rhodamine fluorophore) 9 for 30 minutes. Fluorescence was measured after cells were washed twice with PBS. Fluorescence values were normalized to uninfected cells treated with the corresponding NaCl concentration. NaCl (mM) values are over and above that found in DMEM (110 mM). Error bars represent the standard error of the mean of three biological replicates. *p < 0.05 and **p < 0.01 when compared to 0 mM NaCl. Another possibility is that other enzymes could have a role similar to that of MPO. NADPH oxidase (Nox) and dual oxidase (Duox) are both members of the Nox and Duox family enzymes 13 . Five Nox and two Duox enzymes have been identified in humans, compared to one Nox and one Duox in Drosophila. Nox help in the production of superoxide anion. Duox have both the NADPH oxidase domain along with an extracellular peroxidase homology domain, a transmembrane domain, and a calcium modulated EF hand domain. Due to the presence of the peroxidase domain, Duox help convert H 2 O 2 to HOCl in the presence of Cl − in Drosophila and are thought to convert H 2 O 2 to hypothiocyanate (OSCN -) in the presence of thiocyanate anion (SCN -) in mucosal epithelium of mammals 13 . However in both these models, since Duox is only thought to be present on the apical membrane, the reactive oxygen species (ROS) produced is thought to be extracellular (i.e. into the fluid lining the gut or the respiratory tract) as demonstrated in 3D culture model of normal human bronchial epithelial (NHBE) cells infected with influenza virus A (H1N1 and H3N2) 14 . Whist there was recovery of barrier integrity in NHBE cells after H1N1 infection, infection with H3N2 was associated with loss of barrier integrity and enhanced cell death 14 . Suppression of H 2 O 2 by catalase or GKT136901 led to increased viral RNA expression and viral particle release 14 . Both H1N1 and H3N2 influenza A viruses down regulated Duox 1 and dual oxidase maturation factor A1 (Duox A1). However Duox 2 and dual oxidase maturation factor A 2 (Duox A2) mRNA expression was significantly increased after H1N1 infection (which was less pathogenic in this model) and less so with H3N2 suggesting the conversion of H 2 O 2 to HOCl possibly reduced the pathogenicity of the H1N1 infection 14 . Infection with rhinovirus has also been reported to lead to an increase in Duox 2 expression 15 .",
            "cite_spans": [
                {
                    "start": 1470,
                    "end": 1472,
                    "text": "13",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 2052,
                    "end": 2054,
                    "text": "13",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 2422,
                    "end": 2424,
                    "text": "14",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 2599,
                    "end": 2601,
                    "text": "14",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 2717,
                    "end": 2719,
                    "text": "14",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 3127,
                    "end": 3129,
                    "text": "14",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 3225,
                    "end": 3227,
                    "text": "15",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 433,
                    "end": 441,
                    "text": "Figure 7",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The evidence presented above suggests that Duox-mediated increased HOCl activity might lead to an inhibition of viruses outside of the cell. In our experiments increased fluorescence was seen after 30-minute incubation with HCSe/R19-S dyes. Since any excess dye was washed away before fluorescence was measured, it is likely that the HOCl detected in our experiments in intracellular. In Drosophila, intracellular HOCl production in gut epithelial cells has been reported in response to ingestion of a bacterial lysate 9 . The authors also reported that a Duox knock down mutant was incapable of producing intracellular HOCl 9 . Strengert et al. have also shown that Duox 1/2/A1/A2 are all expressed in the nuclear membrane of normal human bronchial epithelial cells suggesting intracellular HOCl production is possible within epithelial cells 14 . It has also been reported that the peroxidase component in Duox 2 is a heme peroxidase which is inhibited in the presence of sodium azide 14 . We used 4ABAH, a known myeloperoxidase inhibitor; and myeloperoxide is also a heme peroxidase 16, 17 . Whether 4ABAH also inhibits the heme peroxidase found in Duox 2 remains to be verified. There are also other mechanisms by which cells can produce HOCl. For example sea-urchins can produce HOCl from H 2 O 2 and NaCl in the presence of copper ions independent of MPO 18 .",
            "cite_spans": [
                {
                    "start": 519,
                    "end": 520,
                    "text": "9",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 844,
                    "end": 846,
                    "text": "14",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 987,
                    "end": 989,
                    "text": "14",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1086,
                    "end": 1089,
                    "text": "16,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1090,
                    "end": 1092,
                    "text": "17",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1361,
                    "end": 1363,
                    "text": "18",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "It is thought that viruses and their host cells co-evolved over millions of years 19 . Recently, 214 vertebrate-associated RNA viruses have been identified in fish, amphibians and reptiles adding to the body of evidence 20, 21 . If co-evolution is true, it stands to reason that cells would have evolved to fight viral infections at an early stage (i.e. when life began in the marine environment), and potentially used the most commonly available resource -chlorine 22 . White leg shrimp (Litopenaeus vannamei), a euryhaline shrimp that can adapt and survive in a wide range of salinities, is known to get infected with white spot syndrome virus. Outbreaks of white spot syndrome virus are common in shrimp farms during the rainy season, with a possible association with lower salinity and temperatures. It has recently been reported that shrimp are more susceptible to white spot syndrome virus when the water is at a lower salinity, suggesting that chloride ions may have an antiviral effect in marine organisms as well 23 . This potential relationship between virus, eukaryotic co-evolution and antiviral mechanism is interesting and needs further research.",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 84,
                    "text": "19",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 220,
                    "end": 223,
                    "text": "20,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 224,
                    "end": 226,
                    "text": "21",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 466,
                    "end": 468,
                    "text": "22",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1022,
                    "end": 1024,
                    "text": "23",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Recent evidence may also support our hypothesis that HOCl has an important role to play in epithelial defense. Women with the GG polymorphism in promoter region of the myeloperoxidase gene G463A have been reported to produce more myeloperoxidase and have a lower possibility of developing cervical cancer than those who have the heterozygous genotype GA 24 . Since high risk human papilloma viruses (HPV) cause cervical carcinoma, it is possible that the inability to produce HOCl (either by phagocytic/epithelial cells) and thereby effectively clear HPV infections in individuals with the GA haplotype could play a causative role.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Jantsch et al. report that activation of macrophages in the presence of high NaCl concentrations led to increased nitric oxide production within macrophages helping eliminate bacterial and parasitic skin infections 25, 26 . A high salt diet led to increased Na + accumulation in the skin thereby boosting macrophage activation which helped clear bacterial infections, pointing to the important role NaCl plays in host immunity 25 .",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 218,
                    "text": "25,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 219,
                    "end": 221,
                    "text": "26",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 427,
                    "end": 429,
                    "text": "25",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In parallel with this study, we conducted a clinical trial of hypertonic saline nasal irrigation and gargling for upper respiratory tract infections which showed a significant reduction in the duration of illness in the intervention arm and control arm along with a reduction in viral shedding (manuscript submitted). Hence both sets of data support our view that non-myeloid cells make use of a source of chloride ions to produce HOCl which helps to fight viral infections. Our findings open the field to a new avenue of therapy based on harnessing this host immune defense mechanism. Supplying NaCl locally could also help treat other common illnesses such as the cold sores, genital herpes, and viral gastroenteritis. Upper respiratory tract infections could be cured before they become lower respiratory tract infections or cause exacerbations in those with asthma, chronic obstructive pulmonary disease, cystic fibrosis, etc. Even more exciting is the possibility of using this simple intervention as a prophylactic tool. Cultures) were seeded in black clear-bottomed 96-well plates (1 × 10 4 cells/well) in 100 µl Dulbecco's modified eagle medium (DMEM)/5% foetal calf serum (FCS)/1% penicillin-streptomycin (PS) and incubated overnight at 37 °C for cells to adhere. The next day, media was removed, and the cells infected with 25 µl HSV-1-eGFP at multiplicity of infection (MOI) 0.5. After adsorption for 1 hour at 37 °C, inoculum was removed and replaced with increasing concentrations (0, 10, 20, 30, 40, 50 and 100 mM) of NaCl in phenol red-free medium. Virus replication was monitored as a function of eGFP fluorescence over multiple rounds of virus replication (using POLARstar OPTIMA plate reader (BMG Labtech) with excitation wavelength of 490 nm and emission wavelength of 520 nm). The slopes of replication over the linear growth phase were calculated and normalised to untreated (0 mM NaCl) cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Effect of NaCl on the virus. HSV-1-eGFP was pre-incubated with increasing concentrations of NaCl for 0, 1 or 2 hours before infecting HeLa cells (MOI 0.5). After adsorption, the inoculum was removed and replaced with media and cultured as above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Antiviral effect when NaCl is present during viral adsorption and/or replication. HeLa cells were infected with HSV-1-eGFP at MOI 0.5 in the presence or absence of increasing concentrations of NaCl. After adsorption for an hour, the inoculum was removed and replaced with the appropriate concentration of NaCl or medium and cultured as given above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "MHV68. 3T3 cells (purchased from American Type Culture Collection) were seeded in black clear-bottomed 96-well plates (1 × 10 4 cells/well) in 100 µl DMEM/5% calf serum/1% PS and incubated overnight at 37 °C for cells to adhere. The next day, media was removed, and the cells infected with 25 µl MHV68-eGFP at MOI 0.015. After adsorption for 1 hour at 37 °C, inoculum was removed and replaced with increasing concentrations (0, 10, 20, 30, 40, 50 and 100 mM) of NaCl in phenol red-free medium. Virus replication was monitored as a function of eGFP fluorescence over multiple rounds of virus replication (using POLARstar OPTIMA plate reader (BMG Labtech) with excitation wavelength of 490 nm and emission wavelength of 520 nm). The slopes of replication over the linear growth phase were calculated and normalised to untreated (0 mM NaCl) cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "RSV. HeLa cells were seeded in black clear-bottomed 96-well plates at 1 × 10 4 cells/well in 100 µl DMEM/5% FCS/1% PS and incubated overnight at 37 °C for cells to adhere. The next day, media was removed, and cells infected with 25 µl RSV-eGFP at MOI 0.5 diluted in media or in NaCl in increasing concentrations (0, 10, 20, 30, 40 and 50 mM). After incubation for 1 hour at 37 °C, inoculum was removed and replaced with the appropriate concentration of NaCl in phenol red free medium or phenol red free media alone and fluorescence was measured (as above). The slopes of replication over the linear growth phase were calculated and normalised to untreated (0 mM NaCl) cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Influenza A virus. A549 cells (gratefully received from Professor Richard Randall, School of Biology, University of St. Andrews, UK) were seeded in clear 24-well plates (1 × 10 5 cells/100 µl/well) in DMEM/10% FCS/1%PS and incubated at 37 °C. After 24 hours, the cells were washed twice with 1 ml PBS before cells were infected with IAV diluted to MOI 0.01 in serum-free DMEM with 1 μg/ml trypsin. After adsorption for an hour at 37 °C, the inoculum was replaced with increasing concentrations (0, 10, 20, 30, 40, 50 and 100 mM) of NaCl made in IAV infection media. After 12 hours, cells were washed with 1 ml PBS and 200 μl Trizol reagent was added into each well. The contents were transferred to a 1.5 ml Eppendorf tube, 40 μl chloroform was added to each tube and incubated at room temperature for 2-3 min, then centrifuged for 15 min at 12000 g at 4 °C. The upper aqueous phase (whose volume = V) was collected in a clean 1.5 ml Eppendorf tube. A mixture of 2.5 V 75% ethanol, 0.1 V 3 M sodium acetate (pH 5.2) and 4 μl glycogen (5 mg/ml) was added and the mixture kept at −80 °C for more than 2 hours to precipitate RNA. RNA was pelleted at 12000 g for 30 min at 4 °C and the supernatant was removed. The RNA pellet was washed twice by adding 500 μl 75% ethanol and centrifuging for 10 min at 12000 g at 4 °C. The pellet was dried and dissolved in 50 μl water. RNA concentration and quality was measured by Nanodrop spectrophotometer (Thermo). A quantitative RT-PCR was performed to quantify IAV nucleoprotein mRNA using the Verso 1-step RT-qPCR Mix, low ROX kit (Thermo Fisher), according to manufacturer's instruction. The Master Mix, containing 5 μl 2 × 1-Step qPCR Low ROX Mix, 0.1 μl Verso Enzyme Mix, 0.5 μl RT enhancer, 0.8 μl primer and 0.1 μl probe was added. Primers targeted against the NP region and probe were (Forward 5′-gtgcaaagaaacctcccatt-3′, Reverse 5′-gccctcatgtctgaggttct-3′, Probe: Universal probe library: UPL#48). The housekeeping gene hypoxanthine-guanine phosphoribosyl transferase (HPRT) 1 gene was the quantitative calibrator. Then 3.5 μl of RNA (containing 20 ng RNA) was added and RT-PCR performed. The cycle threshold (Ct) values of NP gene was normalised to that of the HPRT gene. Then NP gene quantities were normalised to that in the absence of NaCl. Cell viability was determined after 24 and 48 hours by addition of 10 µl CellTiter Blue (Promega).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "CV-B3. HuH-7.5 cells (gratefully received from Prof. Nicole Stonehouse, University of Leeds) were seeded onto a black 96-well plate at 2 × 10 4 cells/well in 100 μl of phenol red-free DMEM/5% FCS/1% PS and incubated overnight at 37 ο C in 5% CO2. CV-B3 stock was diluted 1 in 5 with phenol red-free DMEM, and 25 μl of diluted virus was added to each well with 25 μl of phenol red-free DMEM added to the control wells. The virus was adsorbed to the cells for 1 hour at 37 °C. After 1 hour, virus and media were removed from the plate and replaced with 100 μl of varying concentrations of NaCl. The NaCl dilutions were prepared in a serial dilution series at concentrations of 0, 10, 20, 30, 40, 50 and 100 mM, diluted in phenol red-free DMEM. Replication was monitored as SCIENtIfIC RepoRtS | (2018) 8:13630 | DOI:10.1038/s41598-018-31936-y a function of eGFP fluorescence using a POLARstar OPTIMA plate reader, between 3-33 hours post-infection. Plates were incubated at 37 °C in a humidified incubator with 5% CO2 between plate reads.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "HCoV-229E. Huh-7 cells were seeded in black clear-bottomed 96 well plates at 2 × 10 4 cells/well with 100 µl of DMEM/10% FCS/1%PS and incubated overnight at 37 °C for cells to adhere. The following day, media was removed, and the cells were infected with HCoV-229E-GFP in 30 µl phenol red free, serum-free DMEM to obtain an MOI of 0.05. After adsorption for 1 hour at 37 °C, increasing concentrations of NaCl in phenol red-free DMEM with 10% FCS were added to a final concentration of 0, 10, 20, 30, 40, 50, and 100 mM of NaCl in addition to that in DMEM with 5% FCS. Plates were incubated at 33 °C. Virus replication was measured hourly between 24 and 48 hours as a function of eGFP fluorescence. A POLARstar OPTIMA plate reader (BMG Labtech) was used for replicates 1 and 2. A CLARIOstar OPTIMA (BMG Labtech) with the addition of 5% CO2 was used for replicate 3. An excitation wavelength of 490 nm and emission wavelength of 520 nm were used. The slopes of replication over the linear growth phase were calculated and normalised to replication in cells treated with no additional NaCl.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Cell Viability assays. Cells were seeded in clear 96-well plates as described above. Cells were then exposed in multiple wells to identical conditions to the uninfected control cells in the corresponding virus replication assay.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Two hours before the allocated time (for e.g. 22 and 46 hours post-treatment with NaCl), 10 µl/well of CellTiter Blue reagent (CTB; Promega; a dye which produces a fluorescent signal relative to the number of viable cells present) was added to each set of duplicates for 24 hours and 48 hours cell viability, respectively. These were then incubated for 2 hour at 37 °C in a humidified incubator with 5% CO2 before fluorescence measurement (POLARstar OPTIMA plate reader). Plates were incubated at 37 °C in a humidified incubator with 5% CO2 between plate reads. Cell viability was normalised to untreated cells (0 mM NaCl). Viability below 70% was used as a threshold for cytotoxicity 27 . Quantification of HSV-1 by plaque assay. 2 × 10 4 HeLa cells were seeded in 96-well plates before infecting with HSV-1 (MOI 0.5) and harvesting supernatant at 6, 12, 24, 36, or 48 hours p.i. For virus quantification, 1 × 10 5 cells Vero cells were seeded in 24-well plates before infecting with 150 μl virus supernatant for 1 hour at 37 °C. Inoculum was removed and cells overlaid with 1 ml DMEM/5% FCS with 0.8% agarose before fixing with 1% formaldehyde, removing agarose plugs and staining cells with crystal violet after 72 hours. Plaques were counted, and titers calculated as PFU per ml.",
            "cite_spans": [
                {
                    "start": 685,
                    "end": 689,
                    "text": "27 .",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Chemical inhibitor experiments. HeLa cells were seeded in black clear-bottomed 96-well plates at 1 × 10 4 cells/well in 100 µl DMEM/5% FCS/1% PS and incubated overnight at 37 °C for cells to adhere. The following day the medium was removed, and cells were pre-treated with increasing concentrations of sodium/chloride channel inhibitor (ralfinamide (Tocris) − voltage gated sodium channels; benzyl amiloride (Sigma) − epithelial sodium channels; NPPB (Sigma) − chloride channels) or the myeloperoxidase inhibitor 4-Aminobenzoic hydrazide (0, 1, 2.5, 5, 10, 20 or 40 μM) (Abcam). The following day the inhibitor was removed, and cells were infected with HSV-1-eGFP at a MOI of 0.5. After incubation for 1 hour at 37 °C, the inoculum was removed and replaced with the appropriate concentration of channel blocker or the myeloperoxidase inhibitor 4-Aminobenzoic hydrazide (4ABAH) and 0 or 50 mM of NaCl. Virus replication was monitored as a function of eGFP fluorescence over multiple rounds of virus replication. The slopes of replication over the linear growth phase were calculated and normalised to untreated cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "To determine if there were any cytotoxic effects due to the inhibitors, HeLa cells were pre-treated with increasing concentrations of inhibitor for 24 hours before mock-infecting with media for 1 hour. Inoculum was removed and replaced with increasing concentrations of corresponding channel inhibitor and either 0 mM or 50 mM NaCl and cell viability assayed at 48 hours as described above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "HOCl production in HeLa cells. HeLa cells were seeded in black clear-bottomed 96 well plates at 1.5 × 10 4 cells/well in 100 µl DMEM/5% FCS/1% PS and incubated overnight at 37 °C for cells to adhere. The next day, media was removed and cells infected with 25 µl media or HSV-1 SC16 110 lacZ 28 at MOI 0.5. After incubation for 1 hour at 37 °C, inoculum was removed and replaced with 0, 25, 50, or 100 mM NaCl in phenol red-free medium. At 6 hours post-infection, cells were washed with 100 μl PBS, and 50 μl of 10 μM HCSe 8 (kindly provided by S. Wu) or R19-S 9 (Futurechem) solution was added per well. After 30 minutes at room temperature in the dark, wells were washed twice with 100 μl PBS and 50 μl of PBS added per well before fluorescence measured (excitation wavelength of 510 nm and emission wavelength of 542 nm). Fluorescence values were normalized to uninfected cells in the presence of corresponding concentrations of NaCl.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Statistical analysis. Where appropriate, p values were calculated using unpaired two-tailed t-test for unequal variances. p values < 0.05 are reported.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The data generated in the study are available from the corresponding author on reasonable request.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Availability"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Chloride flux in phagocytes",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Immunol Rev",
            "volume": "273",
            "issn": "",
            "pages": "219--231",
            "other_ids": {
                "DOI": [
                    "10.1111/imr.12438"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Chloride movements in human neutrophils. Diffusion, exchange, and active transport",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Simchowitz",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "De Weer",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "J Gen Physiol",
            "volume": "88",
            "issn": "",
            "pages": "167--194",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Salt, chloride, bleach, and innate host defense",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Nauseef",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Leukoc Biol",
            "volume": "98",
            "issn": "",
            "pages": "4--0315",
            "other_ids": {
                "DOI": [
                    "10.1189/jlb.4RU0315-109R"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Bacterial glutathione: a sacrificial defense against chlorine compounds",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Chesney",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Eaton",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Mahoney",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J Bacteriol",
            "volume": "178",
            "issn": "",
            "pages": "2131--2135",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Modeling the reactions of superoxide and myeloperoxidase in the neutrophil phagosome: implications for microbial killing",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Winterbourn",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Hampton",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Livesey",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Kettle",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Biol Chem",
            "volume": "281",
            "issn": "",
            "pages": "39860--39869",
            "other_ids": {
                "DOI": [
                    "10.1074/jbc.M605898200"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Chloride uptake into cultured airway epithelial cells from cystic fibrosis patients and normal individuals",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Stutts",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Proceedings of the National Academy of Sciences of the United States of America",
            "volume": "82",
            "issn": "",
            "pages": "6677--6681",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Effect of several inorganic salts on infectivity of Mengo virus",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Speir",
                    "suffix": ""
                }
            ],
            "year": 1961,
            "venue": "Proc Soc Exp Biol Med",
            "volume": "106",
            "issn": "",
            "pages": "402--404",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Hypochlorous acid turn-on fluorescent probe based on oxidation of diphenyl selenide",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Org Lett",
            "volume": "15",
            "issn": "",
            "pages": "878--881",
            "other_ids": {
                "DOI": [
                    "10.1021/ol400011u"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A specific and sensitive method for detection of hypochlorous acid for the imaging of microbe-induced HOCl production",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Chem Commun (Camb)",
            "volume": "47",
            "issn": "",
            "pages": "4373--4375",
            "other_ids": {
                "DOI": [
                    "10.1039/c1cc10589b"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Mechanism of inactivation of myeloperoxidase by 4-aminobenzoic acid hydrazide",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Kettle",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Gedye",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Winterbourn",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Biochem J",
            "volume": "321",
            "issn": "",
            "pages": "503--508",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Inhibition of myeloperoxidase by benzoic acid hydrazides",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Kettle",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Gedye",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Hampton",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Winterbourn",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Biochem J",
            "volume": "308",
            "issn": "",
            "pages": "559--563",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Redox reactions and microbial killing in the neutrophil phagosome",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Winterbourn",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Kettle",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Antioxid Redox Signal",
            "volume": "18",
            "issn": "",
            "pages": "642--660",
            "other_ids": {
                "DOI": [
                    "10.1089/ars.2012.4827"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Role of DUOX in gut inflammation: lessons from Drosophila model of gut-microbiota interactions",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Front Cell Infect Microbiol",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fcimb.2013.00116"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Mucosal reactive oxygen species are required for antiviral response: role of Duox in influenza a virus infection",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Strengert",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Antioxid Redox Signal",
            "volume": "20",
            "issn": "",
            "pages": "2695--2709",
            "other_ids": {
                "DOI": [
                    "10.1089/ars.2013.5353"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "All-trans retinoic acid mediates DUOX2 expression and function in respiratory tract epithelium",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Linderholm",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Am J Physiol Lung Cell Mol Physiol",
            "volume": "299",
            "issn": "",
            "pages": "215--221",
            "other_ids": {
                "DOI": [
                    "10.1152/ajplung.00015.2010"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Myeloperoxidase: confirmation and nature of heme-binding inequivalence. Resolution of a carbonylsubstituted heme",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Harrison",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schultz",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Biochim Biophys Acta",
            "volume": "536",
            "issn": "",
            "pages": "341--349",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Studies on the chlorinating activity of myeloperoxidase",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Harrison",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schultz",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "J Biol Chem",
            "volume": "251",
            "issn": "",
            "pages": "1371--1374",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Copper ions and hydrogen peroxide form hypochlorite from NaCl thereby mimicking myeloperoxidase",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Frenkel",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Blum",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Troll",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "J Cell Biochem",
            "volume": "30",
            "issn": "",
            "pages": "181--193",
            "other_ids": {
                "DOI": [
                    "10.1002/jcb.240300302"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Viruses and cells intertwined since the dawn of evolution",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Durzynska",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gozdzicka-Jozefiak",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Virol J",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s12985-015-0400-7"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The evolutionary history of vertebrate RNA viruses",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nature",
            "volume": "556",
            "issn": "",
            "pages": "197--202",
            "other_ids": {
                "DOI": [
                    "10.1038/s41586-018-0012-7"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Meta-transcriptomics and the evolutionary biology of RNA viruses",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "Z"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Virus Res",
            "volume": "243",
            "issn": "",
            "pages": "83--90",
            "other_ids": {
                "DOI": [
                    "10.1016/j.virusres.2017.10.016"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The composition of Standard Seawater and the definition of the Reference-Composition Salinity Scale",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Millero",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Feistel",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Wright",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Mcdougall",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Deep Sea Research Part I: Oceanographic Research Papers",
            "volume": "55",
            "issn": "",
            "pages": "50--72",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Effects of acute change in salinity and moulting on the infection of white leg shrimp (Penaeus vannamei) with white spot syndrome virus upon immersion challenge",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Van Thuong",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Fish Dis",
            "volume": "39",
            "issn": "",
            "pages": "1403--1412",
            "other_ids": {
                "DOI": [
                    "10.1111/jfd.12471"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Association of myeloperoxidase polymorphism (G463A) with cervix cancer",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Castelao",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Mol Cell Biochem",
            "volume": "404",
            "issn": "",
            "pages": "1--4",
            "other_ids": {
                "DOI": [
                    "10.1007/s11010-015-2359-5"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Cutaneous Na+storage strengthens the antimicrobial barrier function of the skin and boosts macrophage-driven host defense",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jantsch",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Cell Metab",
            "volume": "21",
            "issn": "",
            "pages": "493--501",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cmet.2015.02.003"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Antibacterial immunity: a pinch of salt",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Minton",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nat Rev Immunol",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/nri3835"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Tests for in vitro cytotoxicity",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "5",
            "issn": "",
            "pages": "10993--10998",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "An analysis of herpes simplex virus gene expression during latency establishment and reactivation",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Lachmann",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sadarangani",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Atkinson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Efstathiou",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Gen Virol",
            "volume": "80",
            "issn": "",
            "pages": "1271--1282",
            "other_ids": {
                "DOI": [
                    "10.1099/0022-1317-80-5-1271"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 3. DNA and RNA viruses are inhibited by sodium chloride: Dose-dependent inhibition of (a) HSV-1, (b) RSV, (c) MHV68, (d) HCoV-229E, (e) CV-B3 and (f) IAV by NaCl. Cells were infected with virus for 1 hour before virus was replaced with media containing increasing concentrations of NaCl. Viral replication was quantified by measuring eGFP fluorescence intensity over multiple rounds of replication and determining the slopes of the growth curves in time course analyses, with the exception of IAV, which was quantified by qRT-PCR for the viral nucleoprotein (NP). With the exception of IAV, which represents one experiment of duplicates, all error bars represent the standard error of the mean of at least two independent experiments carried out in triplicate. *p < 0.05; **p < 0.01 and ***p < 0.001 when compared to 0 mM NaCl. NaCl (mM) values are over and above that found in DMEM (110 mM).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Viability of different non-myeloid cells in the presence of sodium chloride: Viability of A549 (a), 3T3 (b)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Inhibition of Cl − but not Na + transport restores HSV-1 replication in the presence of NaCl: HeLa cells were treated for 24 hours with increasing concentrations of ralfinamide (a,b) a voltage gated sodium channel blocker; or benzyl amiloride (c,d) an epithelial sodium channel blocker or (e,f) 5-nitro-2-(3phenylpropyl-amino) benzoic acid (NPPB) a chloride channel blocker and infected with HSV-1-GFP at a MOI of 0.5. After 1 hour the inoculum was removed and replaced with increasing concentrations of inhibitor and either 0 mM (blue) or 50 mM NaCl (grey). Virus replication was monitored as a function of GFP fluorescence over time and normalised to the no salt control for each channel blocker concentration. Error bars represent the standard error of the mean of multiple replicates. (b,d,f) HeLa cells were treated with increasing concentrations of ralfinamide (b), benzyl amiloride (d) or NPPB (f) with 0 mM or 50 mM NaCl. After 24 and 48 hours, cell viability was determined and normalised to untreated cells (0 mM NaCl, 0 mM inhibitor). Error bars represent the standard error of the mean of three experiments carried out in triplicate. **p < 0.01 when compared to 0 μM NPPB. NaCl (mM) values are over and above that found in DMEM (110 mM).SCIENtIfIC RepoRtS | (2018) 8:13630 | DOI:10.1038/s41598-018-31936-y",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Inhibition of myeloperoxidase restores HSV-1 replication in the presence of NaCl: (a) Production of HOCl requires a functional peroxidase enzyme. HeLa cells were treated for 24 hours with increasing concentrations of the myeloperoxidase (MPO) inhibitor 4-Aminobenzoic hydrazide (4ABAH) before infecting with HSV-1-GFP at MOI 0.5. Following 1-hour incubation, inoculum was removed and replaced with increasing concentrations of inhibitor and either 0 or 50 mM NaCl. Error bars represent the standard error of the mean of three experiments carried out in triplicate. (b) Effect of MPO inhibitor on cell viability was determined by treating HeLa cells with increasing concentrations of 4-Aminobenzoic hydrazide with either 0 mM or 50 mM NaCl. After 24 and 48 hours viability was determined and normalized to untreated cells (0 mM NaCl). Error bars represent the standard error of the mean of three experiments carried out in triplicate. **p < 0.01 when compared to 0 μM 4ABAH. NaCl (mM) values are over and above that found in DMEM (110 mM). SCIENtIfIC RepoRtS | (2018) 8:13630 | DOI:10.1038/s41598-018-31936-yin a much broader spectrum of cells, including those from lung and skin tissue (http://www.proteinatlas.org/ ENSG00000005381-MPO/tissue). Low level expression of MPO in epithelial cells might thus be an explanation for the results observed in this study.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "RepoRtS | (2018) 8:13630 | DOI:10.1038/s41598-018-31936-y Methods Virus replication assays. HSV. HeLa cells (purchased from European Collection of Authenticated Cell",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We acknowledge the provision of recombinant viruses HSV-1, VZV, MHV68, RSV, HCoV-229E and CV-B3 expressing eGFP from S. Efstathiou, A. Arvin, H. Adler, J. Schwarze, V. Thiel and J.L. Whitton. We also wish to acknowledge the provision of HSCe from S. Wu. JH is supported by MRC grant MR/P011349/1 and BBSRC grant BB/K003801/1. SR is financially supported by NHS Research Scotland (NRS) and the Scottish Chief Scientist Office (CSO).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Competing Interests: The authors declare no competing interests.Publisher's note: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit http://creativecommons.org/licenses/by/4.0/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Additional Information"
        }
    ]
}