{
    "paper_id": "d04d63e56673f57ed326ebf2314e5b8192266a79",
    "metadata": {
        "title": "Transmission Potential of Chikungunya Virus and Control Measures: The Case of Italy",
        "authors": [
            {
                "first": "P",
                "middle": [],
                "last": "Poletti",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "G",
                "middle": [],
                "last": "Messeri",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Ajelli",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "R",
                "middle": [],
                "last": "Vallorani",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "C",
                "middle": [],
                "last": "Rizzo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "During summer 2007 Italy has experienced an epidemic caused by Chikungunya virus -the first large outbreak documented in a temperate climate country -with approximately 161 laboratory confirmed cases concentrated in two bordering villages in North-Eastern Italy comprising 3,968 inhabitants. The seroprevalence was recently estimated to be 10.2%. In this work we provide estimates of the transmission potential of the virus and we assess the efficacy of the measures undertaken by public health authorities to control the epidemic spread. To such aim, we developed a model describing the temporal dynamics of the competent vector, known as Aedes albopictus, explicitly depending on climatic factors, coupled to an epidemic transmission model describing the spread of the epidemic in both humans and mosquitoes. The cumulative number of notified cases predicted by the model was 185 on average (95% CI 117-278), in good agreement with observed data. The probability of observing a major outbreak after the introduction of an infective human case was estimated to be in the range of 32%-76%. We found that the basic reproduction number was in the range of 1.8-6 but it could have been even larger, depending on the density of mosquitoes, which in turn depends on seasonal meteorological effects, besides other local abiotic factors. These results confirm the increasing risk of tropical vector-borne diseases in temperate climate countries, as a consequence of globalization. However, our results show that an epidemic can be controlled by performing a timely intervention, even if the transmission potential of Chikungunya virus is sensibly high.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "During summer 2007 Italy has experienced the first large outbreak caused by Chikungunya virus (CHIKV) documented in a temperate climate country [1] . CHIKV is an arthropod-borne virus which can be transmitted to humans by Aedes mosquitoes [2] , widespread in some tropical regions [3] [4] [5] [6] [7] [8] . Aedes albopictus is highly competent for CHIKV [9, 10] . In Italy, the presence of this mosquito was first documented in Genoa and Padua (Northern Italy) in the earliest 1990's [11, 12] . Over the following years, Aedes albopictus expanded its distribution and is now well established in Northern and Central Italy [13, 14] . Having the potential to colonize the Mediterranean basin [15] , the species has been reported from most Mediterranean European countries [16] . Samples of Aedes albopictus from the two villages were found to be positive for CHIKV sequences [1] .",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 147,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 239,
                    "end": 242,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 281,
                    "end": 284,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 285,
                    "end": 288,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 289,
                    "end": 292,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 293,
                    "end": 296,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 297,
                    "end": 300,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 301,
                    "end": 304,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 354,
                    "end": 357,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 358,
                    "end": 361,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 484,
                    "end": 488,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 489,
                    "end": 492,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 622,
                    "end": 626,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 627,
                    "end": 630,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 690,
                    "end": 694,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 770,
                    "end": 774,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 873,
                    "end": 876,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Sustained transmission of CHIKV was mainly observed in two neighboring villages in Emilia-Romagna region (North-Eastern Italy), namely Castiglione di Cervia and Castiglione di Ravenna [1] , comprising 3,968 inhabitants in a built-up area of about 70 ha. The two villages are separated by a river with relatively stagnant water resulting from the presence of a lock. Houses are typically low (two storeys), surrounded by small gardens with many flowers, plants and flower pots. During the outbreak in the streets, drainage systems were visible, indicating open stagnant water underground [17] .",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 187,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 587,
                    "end": 591,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A total of 161 laboratory confirmed cases were reported to the enhanced surveillance system developed in the two villages [1] . Sporadic cases, probably due to travel towards the most affected villages and not leading to sustained transmission, were also observed in other areas of the same region [1] .",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 125,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 298,
                    "end": 301,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Moreover, a seroprevalence study, conducted on a random sample of residents in the village with the largest number of reported cases, shows a 10.2% of protected individuals [18] . Specifically, 82% were symptomatic -similar to 72.3% estimated in Mayotte, Indian Ocean [19] 285% of which satisfied the surveillance case definition, 63% of which were identified by the active surveillance system [18] . Higher prevalences were observed in La Reunion Island and in Mayotte, Indian Ocean, 38.2% and 37.2% respectively [19, 20] .",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 177,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 268,
                    "end": 272,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 394,
                    "end": 398,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 514,
                    "end": 518,
                    "text": "[19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 519,
                    "end": 522,
                    "text": "20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The index case was recorded on June 23 2007 (a man who had arrived in Italy from India on June 21, [1] ). On August 23, after the identification of CHIKV as the pathogen responsible for the ongoing epidemic, a set of interventions were undertaken to control the epidemic spread [1] : breeding sites and eggs removal on August 23; use of adulticides from August 23 to August 25 (3 days) and antilarval measures. Breeding sites were attempted to be removed in the entire area (house-to-house interventions were performed and community participation was encouraged as well) while insecticide interventions were undertaken within a radius of 100 m of each suspected case's residence (300 m for clusters of cases).",
            "cite_spans": [
                {
                    "start": 99,
                    "end": 102,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 278,
                    "end": 281,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this study we investigate the transmission potential of CHIKV in Italy, to provide insight into the possible impact of future outbreaks in temperate climate regions, and the effectiveness of the interventions performed during the outbreak, to provide insight into the epidemic control. To such aim, we developed a model describing the temporal dynamics of the competent vector, known as Aedes albopictus, explicitly depending on climatic factors, coupled to an epidemic transmission model describing the spread of the disease in both humans and mosquitoes, which allowed us to reproduce several observed features of the epidemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In Italy the competent vector for the transmission of CHIKV is Aedes albopictus [1] . CHIKV can spread from human to human through bites of adult female mosquitoes. As the dynamics of the vector depends, among several abiotic factors, on meteorological parameters, a population dynamics model accounting for seasonal temperature variations was used to estimate vector abundance. In particular, temperature plays a very significant role as it affects development and mortality rates of Aedes albopictus [10, 21] , influencing vector abundance and distribution over time [22] . The population dynamics model was then coupled to an epidemic transmission model describing the spread of the epidemic in both humans and mosquitoes (see Fig. 1 ), allowing the estimate of the crucial parameters of the epidemic (e.g. basic reproduction number, effective reproduction number, probability that a major outbreak of the disease would occur after the introduction of a single infective host) and the assessment of intervention strategies.",
            "cite_spans": [
                {
                    "start": 80,
                    "end": 83,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 502,
                    "end": 506,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 507,
                    "end": 510,
                    "text": "21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 569,
                    "end": 573,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [
                {
                    "start": 730,
                    "end": 736,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "The main purpose for modeling the dynamics of the vector is to give an approximate estimation of the abundance of female adult mosquitoes during the CHIKV epidemic outbreak in order to get a reasonable value of the ratio of mosquitoes to humans over time, a crucial factor for the calculation of the fundamental parameters of the epidemic and for the assessment of intervention measures. To achieve this goal, a differential equation model, structurally similar to those analyzed in [23] [24] [25] , was introduced.",
            "cite_spans": [
                {
                    "start": 483,
                    "end": 487,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 488,
                    "end": 492,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 493,
                    "end": 497,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Modeling mosquito dynamics"
        },
        {
            "text": "The dynamics of the mosquitoes over a land surface of about 70 ha (the extension of the study area) is described by a homogeneous mixing model. Briefly, the model simulates the abundance of the vector in the four life stages of Aedes albopictus, namely eggs (E), larvae (L), pupae (P), female adults (A), as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modeling mosquito dynamics"
        },
        {
            "text": "where d E , d L , d P and d A are the temperature dependent developmental rates; m E , m L , m P and m A are the temperature dependent mortality rates; n E is the average number of eggs laid in one oviposition; K E is the carrying capacity of eggs; the term 1=2 in the fourth equation accounts for the sex ratio (sex ratio is 1:1, as reported in [21] ). The four developmental rates correspond to egg hatching (d E ), pupation (d P ), adult emergence (d L ) and gonotrophic cycle (d A ). Length of the gonotrophic cycles subsequent to the first one and number of eggs laid at each gonotrophic cycles are not significantly different within a range of temperature between 20 0 C and 35 0 C [21] . Therefore, we consider only one equation for modeling adults (and not a set of equations, describing transitions through gonotrophic cycles of different length, as in [23] for Aedes Aegypti) and the number of eggs laid in one oviposition does not depend on temperature. ",
            "cite_spans": [
                {
                    "start": 346,
                    "end": 350,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 688,
                    "end": 692,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 862,
                    "end": 866,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Modeling mosquito dynamics"
        },
        {
            "text": "Human host population is assumed to be constant during the epidemic outbreak, given the brief duration of the epidemic compared to the lifespan of humans. We indicate with N h~3 968 the number of humans [1] . As for the epidemic transmission model, hosts are classified as susceptible (S h ), latent (E h ), infectious symptomatic (I s h ) or asymptomatic (I a h ), and recovered (R h ). As only adult female mosquitoes are responsible for virus transmission, adult males are not explicitly represented in the transmission model. Female adult vectors are classified as susceptible (A), latent (A e ) and infectious (A i ). A susceptible vector enters the latent class after biting an infectious host at the per capita rate kx v , where k represents the biting rate of the vector (i.e., the number of bites to humans per mosquito per day) and x v is the susceptibility to infection of the vectors (i.e., the probability that a mosquito get infected after biting an infectious host). A latent vector enters the infectious class after an average latent period of 1=v v days and remains infectious for the rest of its life [26] . Thus, to account for the epidemic transmission process, the 4th Eq. of system (1) is replaced by the following three equations:",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 206,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1119,
                    "end": 1123,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Modeling epidemic transmission"
        },
        {
            "text": "where",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modeling epidemic transmission"
        },
        {
            "text": "Moreover, as we assume that the infection does not affect oviposition, the first Eq. of system (1) becomes:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modeling epidemic transmission"
        },
        {
            "text": "A susceptible host enters the latent class following the bite of an infectious vector at the per capita rate kx h , where x h is the susceptibility to infection of humans. A latent host becomes infectious after an average latent period of 1=v h days, develops symptoms with probability p s and then, after an average infectious period of 1=c days, recovers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modeling epidemic transmission"
        },
        {
            "text": "The epidemic transmission process in humans can be modeled by the following system of ordinary differential equations, which has been added to system (1) as modified above (see Eq. 2 and 4):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modeling epidemic transmission"
        },
        {
            "text": "where",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modeling epidemic transmission"
        },
        {
            "text": "In what follows we refer to the full system coupling dynamics of the vector and epidemic transmission process as model M.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modeling epidemic transmission"
        },
        {
            "text": "The basic reproduction number R 0 of host-vector infectious diseases is the number of secondary infections that arise when a single infective host is introduced into a fully susceptible host population through pathogen transmission by the vector [27] . The average number of hosts directly infected by the introduction of a single infective vector into a fully susceptible host population is given by the transmission probability kx h multiplied by the adult mosquito infectious lifespan (that is, the entire lifespan) 1=m A :",
            "cite_spans": [
                {
                    "start": 246,
                    "end": 250,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Basic reproduction number"
        },
        {
            "text": "The average number of vectors directly infected by the introduction of a single infective host into a fully susceptible vector population is given by the transmission probability kx v multiplied by the initial number of mosquitoes per human N v =N h (N v~A zA e zA i is the sum of all female adult mosquitoes, regardless of the epidemic status) that survive the latent period (probability: v v =(v v zm A )), multiplied by the human infectious period 1=c:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Basic reproduction number"
        },
        {
            "text": "Thus, the number of secondary infections generated by an infective host in a fully susceptible host population over the entire transmission cycle is:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Basic reproduction number"
        },
        {
            "text": "Eq. (8), however, is the threshold parameter of a simplified model M (with constant N v ). Therefore, to compute R 0 we assume a constant population of vectors, equal to the average value as predicted by the model in the initial phase of the epidemic, i.e. from June 21 to July 26 2007. By employing the next-generation matrix method [28] [29] [30] , one obtains the number of secondary cases generated either in hosts or vectors [31] , that is the square root of Eq. (8) .",
            "cite_spans": [
                {
                    "start": 334,
                    "end": 338,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 339,
                    "end": 343,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 344,
                    "end": 348,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 430,
                    "end": 434,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 468,
                    "end": 471,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Basic reproduction number"
        },
        {
            "text": "Moreover, as shown in [32] , the probability that a major outbreak of the disease would occur after the introduction of a single infective host is given by",
            "cite_spans": [
                {
                    "start": 22,
                    "end": 26,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Basic reproduction number"
        },
        {
            "text": "where the terms R VH 0 and R HV 0 are defined in Eq. (6) and (7).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Basic reproduction number"
        },
        {
            "text": "On the basis of data presented in [21] , we estimated the length of the developmental stages (egg hatching, larval and pupal development) and of the gonotrophic cycle as a function of temperature. To estimate, for instance, the length of the egg hatching period we used the following procedure: let e T be the length of the egg hatching period for temperatures T [ T ? :f15 0 C,20 0 C,25 0 C,30 0 C,35 0 Cg, as reported in [21] . We assume that e T~lE (T; P)ze T where l E (T; P) is a parametric function of the temperature T (P indicate the set of parameters) in a suitable set of functions, comprising exponential and parabolic functions, and e T is a random sample of a 0 mean normal distribution with unknown variance s 2 . The square error Err between predicted and observed length of the egg hatching period is defined as Err~P T[T ? (e T {l E (T; P)) 2 . ParametersP P were estimated by minimizing Err. The variances s 2 was computed as the average of the estimated residuals of the model (i.e., the average of the quadratic differences of (e T {l E (T;P P)) 2 between the observed data and the best model fit l E (T;P P)). The uncertainty of the parameters was estimated by using a technique similar to that used in [33] . Specifically, we simulated 1000 different fe T g T [T ? , obtained by perturbing the best-fit l E (T;P P) by adding a simulated error sampled from a normal distributed N(0,s s 2 ) and we repeated the optimization procedure described above. Finally, the rate of eggs hatching is defined as d E (T; P)~1=l E (T; P). The same technique was used to estimate the length of larval and pupal development and the length of the gonotrophic cycle. Results are reported in Table 1 . Fig. 2b shows a comparison between observed and modeled data.",
            "cite_spans": [
                {
                    "start": 34,
                    "end": 38,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 423,
                    "end": 427,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1224,
                    "end": 1228,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [
                {
                    "start": 1693,
                    "end": 1700,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1703,
                    "end": 1710,
                    "text": "Fig. 2b",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Model parametrization"
        },
        {
            "text": "We estimated mortality rates of eggs, larvae and pupae as a function of temperature on the basis of data on the survival rates presented in [21] . To estimate, for instance, the mortality rate of eggs we used the following procedure: let s 19 T be the survival rates of eggs (19 days after oviposition) for temperatures T [ T ? , as reported in [21] . For a fixed value of temperatureT T, the following differential equation system describes the transition from eggs to larvae:",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 144,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 240,
                    "end": 242,
                    "text": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 345,
                    "end": 349,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Model parametrization"
        },
        {
            "text": "where d E (T T) is the development rate as estimated above and m E (T T) is the (unknown) mortality rate at the chosen temperaturẽ T T. We chose m E (T T) in such a way that, after 19 days, the survival rate as estimated through simulation of model (10) (i.e. the fraction of eggs that successfully develop into larvae) coincides with s 19 T T . This procedure allowed the estimation of the mortality rate of eggs at temperatures T [ T ? . Fig. 2c shows that the estimated mortality rates of eggs at different temperatures lead to values of the survival rates compliant with the observed ones. The same procedure was used to estimate the mortality rates of larvae and pupae for temperatures T [ T ? . Mortality rates of adults for temperatures T [ T ? were directly available from [21] . The procedure described above for estimating the length of the developmental stages was used to estimate the mortality rates of all stages as a function of temperature in the range ½15 0 C{35 0 C. Results are reported in Table 2 . Fig. 2d shows a comparison between observed and modeled data.",
            "cite_spans": [
                {
                    "start": 781,
                    "end": 785,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [
                {
                    "start": 440,
                    "end": 447,
                    "text": "Fig. 2c",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1009,
                    "end": 1016,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 1019,
                    "end": 1026,
                    "text": "Fig. 2d",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Model parametrization"
        },
        {
            "text": "Mortality rates as computed above depend only on temperature. Since parasitism and deficient nutrients have been found to cause a 35% increase in the rate of larval mortality [34] and adult Aedes albopictus females have been found to survive an average of only 8:2 days (probability of daily survival = 0:8 days {1 ) in the natural environment [35] , mortality rates for immature stages (m L (T) and m P (T)) and adults (m A (T)) were multiplied by a factor 1:35 and 4 respectively.",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 179,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 344,
                    "end": 348,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Model parametrization"
        },
        {
            "text": "The average number of eggs n E per oviposition is not significantly different at each gonotrophic cycle between 20 0 C and 35 0 C and in our simulations was uniformly chosen in the interval ½50 eggs{75 eggs, according to [21] .",
            "cite_spans": [
                {
                    "start": 221,
                    "end": 225,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Model parametrization"
        },
        {
            "text": "The carrying capacity of eggs K E was estimated on the basis of data collected in the 2008 in the study area on the number of eggs per ovitrap per week as resulting from the analysis of 2741 ovitraps from week 21 to week 42 [36] . The mean egg density for the region of interest was found to be in the interval ½46:6{63:2 per ovitrap per week. Firstly, we estimated the carrying capacity of a single breeding site as the value K b giving rise (through simulation of model (1), where all other parameters are known) to an estimated weekly incidence of eggs in the observed range (½46:6{63:2) at temperatures observed in June and July. We estimated K b to be 19 in average (95% CI [14] [15] [16] [17] [18] [19] [20] [21] [22] [23] [24] [25] [26] [27] . The carrying capacity of the study region can be computed as K E~B K b H, where B is the density of breeding sites (number per ha) and H~70 ha is the surface of the study area. The exact number of breeding sites (public and private catch basins, stagnant pools of water, etc.) in the area at the time of the epidemic is unknown. Hence, in this study we considered different values of B, namely 50, 100, 150 and 200 ha {1 , in order to describe different (high) densities of mosquitoes, as those observed in the study area [1] . These different scenarios are thus characterized by average values of of the carrying capacity K E in the range ½66500{266000.",
            "cite_spans": [
                {
                    "start": 224,
                    "end": 228,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 679,
                    "end": 683,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 684,
                    "end": 688,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 689,
                    "end": 693,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 694,
                    "end": 698,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 699,
                    "end": 703,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 704,
                    "end": 708,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 709,
                    "end": 713,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 714,
                    "end": 718,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 719,
                    "end": 723,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 724,
                    "end": 728,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 729,
                    "end": 733,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 734,
                    "end": 738,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 739,
                    "end": 743,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 744,
                    "end": 748,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1273,
                    "end": 1276,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Model parametrization"
        },
        {
            "text": "As for the dependence of rates on temperature, the developmental rates of the aquatic stages, namely egg hatching, larval and pupal developments, and the mortality rates of eggs, pupae and larvae, are daily calculated as a function of the water mean temperature, while the length of the gonotrophic cycle and the mortality rate of adults are calculated as a function of air mean temperature. Since 2008 a monitoring activity has been carried out in order to estimate the water temperature (a key parameter in the developmental stages) of breeding sites. In fact, most of Aedes albopictus life stages develop in aquatic micro-environment. Specifically, a linear regression model was used to estimate the daily mean water temperature as a function of daily mean, maximum and minimum air temperature and daily mean air relative humidity (see Fig. 2a ). This allowed us to get estimates of the water temperature for the 2007 season in order to get a more truthful calculation of developmental rates for eggs hatching and immature stages (larvae and pupae), impossible to obtain otherwise.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 839,
                    "end": 846,
                    "text": "Fig. 2a",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Model parametrization"
        },
        {
            "text": "Plausible ranges for parameters most related to the epidemic transmission process were taken from literature (see Table 3 ), except for the biting rate k -it may vary a lot depending on human and mosquitoes populations, climatic and environmental factors [37] . We explored values of k in the range ½0,1 days {1 .",
            "cite_spans": [
                {
                    "start": 255,
                    "end": 259,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [
                {
                    "start": 114,
                    "end": 121,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Model parametrization"
        },
        {
            "text": "To account for the stochastic nature of the processes regulating both dynamics of mosquito and epidemic transmission, we used a discrete-time stochastic version of model M, with time-step where l is the force of infection (see for instance [38] [39] [40] All model parameters were calibrated to minimize the score function F~ffi",
            "cite_spans": [
                {
                    "start": 240,
                    "end": 244,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 245,
                    "end": 249,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 250,
                    "end": 254,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Implementation and parameters optimization"
        },
        {
            "text": ", where y t is the observed daily number of notified cases at time t and z t is the daily number of notified cases as predicted by the model at time t (times t represent days before the intervention). Model M outputs the daily incidence of symptomatic cases,Ĩ I s h (t), and asymptomatic cases, I I a h (t). Notified cases z t at time t were estimated by sampling from a binomial distribution of size n~Ĩ I s h (t) and probability p~p n , where p n is the notification ratio (p n~0 :54 [18] ).",
            "cite_spans": [
                {
                    "start": 486,
                    "end": 490,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Implementation and parameters optimization"
        },
        {
            "text": "Latin Hypercube Sampling (LHS) allows an efficient sampling of the parameter space which requires a smaller sample size than simple sampling to achieve the same accuracy [41] . LHS was used to build n Q~1 000 sets of parameters Q:fq 1 , . . . ,q nQ g (uniform sampling was used to determine the n Q values of each model parameter) and thus, through model simulations, n Q time series of predicted notified cases fz t (q)g q[Q . The optimal parameter set q ? was chosen as the one minimizing the score function, i.e. q ?~a rg min q[Q F (q). We repeated the above described procedure 100 times. This allowed us to estimate distributions of model parameters and, consequently, of the other quantities of interest (e.g. R 0 , probability of major outbreak, attack rate). The index case was recorded on June 23 2007 (a man who had arrived in Italy from India on June 21, [1] ) and thus we initialized all simulations with 1 infected individual on June 23. Results of the optimization procedure are shown in Fig. S1. Fig. S2 shows that 100 simulations are sufficient to obtain meaningful distributions of parameters and quantities of interest.",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 174,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 866,
                    "end": 869,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 1002,
                    "end": 1018,
                    "text": "Fig. S1. Fig. S2",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Implementation and parameters optimization"
        },
        {
            "text": "In summer 2007, an outbreak of chikungunya fever affected the Italian provinces of Ravenna, Cesena-Forli, Rimini and Bologna [1, [42] [43] [44] . Health authorities identified 214 laboratory-confirmed cases with date of onset from July 15 to September 28 2007. Most cases (161) occurred in the two neighboring villages of Castiglione di Cervia and Castiglione di Ravenna, but five smaller clusters of local transmission were also detected in five towns in the same region (i.e., Cervia, Cesena, Ravenna, Rimini, and Bologna) which are located 9 to 75 km from the initially affected villages [1, [42] [43] [44] , see Fig. 3 .",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 128,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 129,
                    "end": 133,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 134,
                    "end": 138,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 139,
                    "end": 143,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 591,
                    "end": 594,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 595,
                    "end": 599,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 600,
                    "end": 604,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 605,
                    "end": 609,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [
                {
                    "start": 616,
                    "end": 622,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "Model M was parametrized to describe epidemic spread only in Castiglione di Cervia and Castiglione di Ravenna. Daily estimates of the number of vectors over time N v were obtained by the vector dynamics model. The ratio of mosquitoes to humans was estimated to be in the range of 10-35 during the peak mosquito activity (Fig. S3 show the predicted dynamics of the vector for different numbers of breeding sites B). By fitting model M to notification data up to August 23 (the day before intervention) and by assuming B = 200 ha {1 we estimated k to be 0.09 days {1 (95% CI 0.05-0.16 days {1 , see Fig. 4b ). We recall that the explored range for k through the LHS procedure was ½0,1. Good fit to data were obtained for values in the entire range explored for all the other model parameters (see Fig. S4 ). x h Human susceptibility to infections 50%-80% [58] p s Symptomatic ratio 82% [18] p n Notification ratio 54% [18] 1=v v Latent period in mosquitoes 2-3 days [26, 58] x v Mosquito susceptibility to infections 70%-100% [62] doi:10.1371/journal.pone.0018860.t003 The uncertainty of k depends on the uncertainty of all model parameters. Unfortunately, no field data are available for the study area to validate these results. In [37] , plausible values for the biting rate and the ratio of mosquitoes to humans in Europe are considered to be k~0:25 days {1 and N v =N h~2 0 (based on published and non published data, e.g. [10] ). However, we acknowledge that it might be misleading to compare these results with others carried out in other localities. In fact, abundance and biting rate of Aedes Albopictus are strongly affected by abiotic factors, both climatic and environmental (e.g. presence of other hosts).",
            "cite_spans": [
                {
                    "start": 853,
                    "end": 857,
                    "text": "[58]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 884,
                    "end": 888,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 916,
                    "end": 920,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 964,
                    "end": 968,
                    "text": "[26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 969,
                    "end": 972,
                    "text": "58]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 1024,
                    "end": 1028,
                    "text": "[62]",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 1232,
                    "end": 1236,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1426,
                    "end": 1430,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 320,
                    "end": 328,
                    "text": "(Fig. S3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 597,
                    "end": 604,
                    "text": "Fig. 4b",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 795,
                    "end": 802,
                    "text": "Fig. S4",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "Estimates of the biting rate and its uncertainty allowed us to estimate R 0 and its uncertainty from Eq. (8). Besides parameters more strictly related to the infectious process, R 0 is an increasing function of the square of k, as the biting rate controls transmission from humans to mosquitoes and from mosquitoes to humans, and the ratio of vectors to humans N v =N h (see Fig. S5 ). However, it should be considered that Eq. (8) depends on the number of vectors N v which substantially varies over time as a results of seasonal meteorological factors. Thus, as for models explicitly considering seasonal variations in transmission, it is difficult to precisely define R 0 . Therefore, we computed R 0 by considering the average value of N v from June 21 to July 26 2007 (i.e. the initial phase of the epidemic), as predicted by the vector dynamics model. We estimated R 0 to be 3.3 on average (95% CI 1.8-6, see Fig. 4e ). Fig. 4d shows that R VH 0 is below the critical threshold for all vales of B and thus the epidemic is mainly determined by R HV 0 , i.e. by transmission from humans to vectors. As for the effective reproduction number R e (i.e., the average number of secondary cases generated per primary case at a given time), which accounts for both depletion of susceptible individuals and mosquito dynamics, its value over time is shown in Fig. 4c and Fig. 4f (by considering or not interventions) . It emerges that R e , which does not change much by varying the number of breeding sites, can vary substantially over time as an effect of mosquito dynamics. This suggests that R 0 could have been even larger, depending on the time of epidemic seeding.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 375,
                    "end": 382,
                    "text": "Fig. S5",
                    "ref_id": null
                },
                {
                    "start": 915,
                    "end": 922,
                    "text": "Fig. 4e",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 926,
                    "end": 933,
                    "text": "Fig. 4d",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1354,
                    "end": 1361,
                    "text": "Fig. 4c",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1366,
                    "end": 1411,
                    "text": "Fig. 4f (by considering or not interventions)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "Recently, it has been demonstrated using mathematical modeling in the context of dengue that it is possible to generate outbreaks even in cases when R 0 v1 provided that the vector-tohuman component of R 0 is greater than one and that a certain number of infected vectors are introduced into the affected population [45] . However, it has been demonstrated that the index case was a man of Indian origin from Kerala living in Castiglione di Cervia, without history of traveling during the previous year [1] . He only reported contact with a relative of his, who had arrived in Italy on June 21 2007 from Kerala, India (a region of India affected by the CHIKV epidemic), and visited him (see Eq. 6 and 7). e As a but for the basic reproduction number. f As c but by assuming reference interventions, resulting in the following reductions: 40% as for breeding sites and eggs, 90% as for larvae and 95% as for adults. doi:10.1371/journal.pone.0018860.g004",
            "cite_spans": [
                {
                    "start": 316,
                    "end": 320,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 503,
                    "end": 506,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Results and Discussion"
        },
        {
            "text": "in Castiglione di Cervia village on June 23, while feverish. Therefore, having the human index case being identified, we can reasonably exclude the contemporaneous introduction of infected vectors in the two villages. Moreover, our estimates show that R VH 0 is well below the critical threshold.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and Discussion"
        },
        {
            "text": "As several cases were reported in Italy among travelers returning from endemic areas [46] (only one, however, in the study area; additional imported cases throughout the duration of the outbreaks were not detected), the question arises why no previous outbreaks of CHIKV occurred in other Italian regions. By assuming B = 200 ha {1 , we estimated the probability p (see Eq. 9) that a major outbreak of the disease would occur after the introduction of a single infective host to be 0.59 (95% CI 0.35-0.76, see Fig. S5 ) and, by assuming the same density of mosquitoes, epidemic outbreaks are more likely in rural areas with respect to urban areas -as the human population density is much lower in the former. This could explain why cities like Cesena (96,000 inhabitants), Rimini (141,000 inhabitants) and Bologna (377,000 inhabitants) and Ravenna (157,000 inhabitants) located in the same region of the two most affected villages did not experience any epidemic outbreak, though sporadic CHIKV cases were recorded in the same period [1, [42] [43] [44] . These results support the hypothesis that outbreaks of Chikungunya virus in those temperate climate countries characterized by high density of Aedes albopictus are probable after the importation of an index case from abroad.",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 89,
                    "text": "[46]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1034,
                    "end": 1037,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1038,
                    "end": 1042,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1043,
                    "end": 1047,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1048,
                    "end": 1052,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [
                {
                    "start": 510,
                    "end": 517,
                    "text": "Fig. S5",
                    "ref_id": null
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "The potential epidemic trajectory in the absence of interventions by assuming B~200 ha {1 is shown in Fig. 5a . The resulting cumulative attack rate (i.e., the percentage of symptomatic cases in the population at the end of the epidemic) was estimated to be 73.4% of the population (95% CI 57.8%-81.5%, see also Fig. 5b) . Results do not change much by varying B (B = 50 ha {1 : 74%, 95% CI 55.3%-81.6%, see also Fig. S6 ; B = 100 ha {1 : 73:9%, 95% CI 55.8%-81.5%; B = 150 ha {1 : 75%, 95% CI 57.3%-81.3%). Much lower prevalence values have been estimated in La Reunion Island and in Mayotte, namely 38.2% and 37.2% respectively. However, these estimates are hardly comparable with our model predictions as these territories have benefited from high resource allocation to mitigate the epidemic [19] .",
            "cite_spans": [
                {
                    "start": 796,
                    "end": 800,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 102,
                    "end": 109,
                    "text": "Fig. 5a",
                    "ref_id": null
                },
                {
                    "start": 312,
                    "end": 320,
                    "text": "Fig. 5b)",
                    "ref_id": null
                },
                {
                    "start": 413,
                    "end": 420,
                    "text": "Fig. S6",
                    "ref_id": null
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "As for the undertaken interventions, breeding sites and eggs were removed on August 23 2007, larvicides were used on August 23 (effect lasting 30 days), and adulticides were used from August 23 to August 25 2007. Through model simulations, we evaluated the effects of strategies mimicking the timing of the actual interventions undertaken in Italy. As for the effects in terms of reduction of breeding sites, eggs, larvae and adults, likely values Figure 5 . Baseline simulations and reference interventions. a Average daily number of symptomatic notified cases as predicted by the model in the absence of interventions (baseline scenario, blue line, scale on the left) and 95% CI (grey area) by assuming B~200 ha {1 , compared to the actual daily number of symptomatic notified cases (black points). Red line represents the overall average daily number of symptomatic cases as predicted by the model. Green line represents the average density of mosquitoes (scale on the right). b Histogram of the cumulative number of symptomatic cases as predicted by the model in the absence of interventions. c and d As a and b respectively but for assuming an intervention resulting in the following reductions: 40% as for breeding sites and eggs, 90% as for larvae and 95% as for adults (reference scenario). doi:10.1371/journal.pone.0018860.g005",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 448,
                    "end": 456,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "are: 20% to 60% as for reduction breeding sites and eggs, 80% to 95% as for reduction of larvae and 80% to 95% as for reduction of adults. We discuss first results obtained by assuming 40% as for reduction of breeding sites and eggs, 90% as for reduction of larvae and 95% as for reduction of adults. The effects of such an intervention are shown in Fig. 5c . The resulting cumulative attack rate, by assuming B~200 ha {1 , was estimated to be 8.7% (95% CI 5.6%-12.7%, see Fig. 5d ), in good agreement with the observed value, namely 8.4%, computed by multiplying the overall observed prevalence, 10.2% [18] , by the symptomatic ratio p s~0 :82 [18] . Results are similar for other choices of B (for instance, for B = 50 ha {1 the figure becomes 8:5%, 95% CI 5.3%-13%; see also Fig. S6 ). To keep track of the number of symptomatic cases identified by the active surveillance system, we assume that human symptomatic cases are identified with probability p n and this allows fitting notification data in model simulations. According to model estimates, the number of notified cases would have been about 185 on average (95% CI 117-278), in good agreement with the number as reported to the surveillance system, namely 161 cases [1] . The number of cases drastically decreased in late August while the effective reproduction number, in the absence of interventions, would have fallen below the epidemic threshold in late September (see Fig. 4c and Fig. 4f) . This proves that a combined strategy resulted in a drastic reduction of the epidemic impact, despite the relatively large value of R 0 .",
            "cite_spans": [
                {
                    "start": 603,
                    "end": 607,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 645,
                    "end": 649,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1228,
                    "end": 1231,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 350,
                    "end": 357,
                    "text": "Fig. 5c",
                    "ref_id": null
                },
                {
                    "start": 473,
                    "end": 480,
                    "text": "Fig. 5d",
                    "ref_id": null
                },
                {
                    "start": 778,
                    "end": 785,
                    "text": "Fig. S6",
                    "ref_id": null
                },
                {
                    "start": 1435,
                    "end": 1442,
                    "text": "Fig. 4c",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1447,
                    "end": 1455,
                    "text": "Fig. 4f)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "Let us now consider two aspects of the control strategy. Firstly, we assume different efficacy in terms of reduction of breeding sites, eggs, larvae and adults to evaluate the robustness of the estimated effects of the interventions undertaken in Italy. As shown in Fig. 6b , results are robust for small variations of the efficacy of the vectors control. In a fully susceptible population the time from primary index case to secondary infections was estimated to be 11 days on average (95% CI [3] [4] [5] [6] [7] [8] [9] [10] [11] [12] [13] [14] [15] [16] [17] [18] [19] [20] . This allows public health authorities to gain time to put in place control measures.",
            "cite_spans": [
                {
                    "start": 494,
                    "end": 497,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 498,
                    "end": 501,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 502,
                    "end": 505,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 506,
                    "end": 509,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 510,
                    "end": 513,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 514,
                    "end": 517,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 518,
                    "end": 521,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 522,
                    "end": 526,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 527,
                    "end": 531,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 532,
                    "end": 536,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 537,
                    "end": 541,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 542,
                    "end": 546,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 547,
                    "end": 551,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 552,
                    "end": 556,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 557,
                    "end": 561,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 562,
                    "end": 566,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 567,
                    "end": 571,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 572,
                    "end": 576,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 266,
                    "end": 273,
                    "text": "Fig. 6b",
                    "ref_id": null
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "Secondarily, we investigate the efficacy of the single interventions (breeding sites removal, larvicides, adulticides). Results are shown only for B~200 ha {1 . As shown in Fig. 6a , reduction of eggs and breeding sites could be effective only by hypothesizing a massive intervention (cumulative attack rate is reduced on average from 73% to 55% by reducing eggs and breeding sites of 60%); adulticides do not contribute much to reducing the overall number of cases (cumulative attack rate is reduced on average from 73% to 60%); larvicides contribute to a substantial reduction of the overall number of cases (cumulative attack rate is reduced on average from 73% to 40%); In fact, larvicides are effective for a prolonged period of time and thus can contribute to decrease systematically the number of adults for a long period of time and, consequently, to substantially reduce the overall attack rate. Quite the contrary, adulticides were used for a very limited period of time (3 days) and thus their effect is limited due to the rapid increase of adults suddenly after the intervention. Overall, these results suggest that only a combined intervention, as the one performed during the outbreak, can result in a drastic decrease of the number of cases.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 173,
                    "end": 180,
                    "text": "Fig. 6a",
                    "ref_id": null
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "Five smaller clusters of local transmission were detected in five towns in the same region (i.e., Ravenna, Cervia, Cesena, Rimini, and Bologna). Cervia and Ravenna are the main towns of the municipalities where the two most affected villages (Castiglione di Cervia and Castiglione di Ravenna) are located. The two affected villages account for the 2.1% of the population of the municipalities of Cervia (27,000 inhabitants) and Ravenna (157,000 inhabitants). By analyzing commuting data of the Emilia-Romagna region [47] , we found that the number of individuals traveling daily to Cervia and Ravenna for work or study is 8,787 (from 249 different municipalities), and the number Figure 6 . Sensitivity analysis. a Red: distribution (2.5%, 25%, 50%, 75% and 97.5% percentiles) of the cumulative attack rate (only symptomatic cases are considered) by assuming no interventions (baseline scenario) as in Fig. 5a and Fig. 5b , and B~200 ha {1 . Green: as in the baseline scenario but for reductions of breeding sites and eggs. Blue: as in the baseline scenario but for reductions of larvae. Cyan: as in the baseline scenario but for reductions of adults. The horizontal dashed red line represent the observed attack rate (symptomatic cases, obtained by multiplying the observed prevalence, 10.2% [18] , by the probability of developing clinical symptoms, 0.82 [18] ). b Red: distribution (2.5%, 25%, 50%, 75% and 97.5% percentiles) of the cumulative attack rate (only symptomatic cases are considered) by assuming the same intervention as in Fig. 5c and Fig. 5d (reference scenario), namely reduction of 40% as for breeding sites and eggs, 90% as for larvae and 95% as for adults, and B~200 ha {1 . Green: as in the reference scenario but for different reductions of breeding sites and eggs. Blue: as in the reference scenario but for different reductions of larvae. Cyan: as in the reference scenario but for different reductions of adults. The horizontal dashed red line represents the observed percentage of symptomatic cases as resulting from survey data [18] . doi:10.1371/journal.pone.0018860.g006 of persons traveling daily from Cervia and Ravenna to other municipalities is 10,861 (towards 139 different municipalities). The exact number of commuters for Castiglione di Cervia and Castiglione di Ravenna is unknown but it should not exceed 2.1% of the overall number of commuters. However, the probability of traveling from/to a certain municipality should be similar to that observed for the two municipalities as a whole and we found that clusters of local transmission were recorded in municipalities well connected with the municipalities of Ravenna and Cervia (see Table 4 ). For at least four of the five clusters, population movement (i.e., persons who visited the area that was primarily affected or persons from the primarily affected area who visited one of the four towns) can be reasonably assumed to have been the main determinant of local transmission. Another possible explanation is passive vector mobility (e.g. infected mosquitoes transported by car from the initial cluster), since the flight range (active mobility) is usually considered to be less than 1 km [35, 48, 49] .",
            "cite_spans": [
                {
                    "start": 516,
                    "end": 520,
                    "text": "[47]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1293,
                    "end": 1297,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1357,
                    "end": 1361,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 2056,
                    "end": 2060,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 3184,
                    "end": 3188,
                    "text": "[35,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 3189,
                    "end": 3192,
                    "text": "48,",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 3193,
                    "end": 3196,
                    "text": "49]",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [
                {
                    "start": 680,
                    "end": 688,
                    "text": "Figure 6",
                    "ref_id": null
                },
                {
                    "start": 902,
                    "end": 921,
                    "text": "Fig. 5a and Fig. 5b",
                    "ref_id": null
                },
                {
                    "start": 1539,
                    "end": 1546,
                    "text": "Fig. 5c",
                    "ref_id": null
                },
                {
                    "start": 1551,
                    "end": 1558,
                    "text": "Fig. 5d",
                    "ref_id": null
                },
                {
                    "start": 2675,
                    "end": 2682,
                    "text": "Table 4",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "Our results suggest that the transmission potential of CHIKV in Italy was similar to the one observed in tropical regions where Chikungunya fever is widespread (e.g., Reunion Island, where the best estimate for the initial R 0 was 3.7 [3] ). Specifically, we estimated R 0 to be in the range of 1.8-6. However, being the reproduction number strongly dependent on the density of mosquitoes, which in turn varies a lot over time as a consequence of seasonal meteorological effects, different (even larger) values of R 0 could be observed in future outbreaks, depending on the time of epidemic seeding. In [3] , by adapting a method originally introduced in [50] for human-to-human infections, R 0 was estimated from the generation interval probability distribution function and the number of gonotrophic cycles of the mosquito. This method can not be applied in our study, as the undertaken control measures have contributed to alter the gonotrophic cycles of the mosquito in a indeterminable manner. We found that the probability of observing a major outbreak after the introduction of an index case depends on the ratio of mosquitoes to humans and was estimated to be in the range of 32%-76%. These results confirm the high risk to Europe of tropical vector-borne diseases as a consequence of globalization, which has been modifying the mobility of humans and vectors. Climate changes could have been playing a role, as the geographical limits of mosquito-borne diseases can be influenced by climate [51, 52] , but this is still debated [53] [54] [55] .",
            "cite_spans": [
                {
                    "start": 235,
                    "end": 238,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 603,
                    "end": 606,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 655,
                    "end": 659,
                    "text": "[50]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1500,
                    "end": 1504,
                    "text": "[51,",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1505,
                    "end": 1508,
                    "text": "52]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1537,
                    "end": 1541,
                    "text": "[53]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 1542,
                    "end": 1546,
                    "text": "[54]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1547,
                    "end": 1551,
                    "text": "[55]",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [],
            "section": "Results and Discussion"
        },
        {
            "text": "Moreover, our analysis strongly support the efficacy of the disinfestation strategy performed during the Italian outbreak, which drastically contributed to reduce the cumulative attack rate (of about 88%), though the application of self-protection preventive measures (insect repellents and window screens) could also have played a role [18] . Therefore, even if the transmission potential of Chikungunya virus could be sensibly high also in temperate climate countries, the epidemic can be controlled by performing timely interventions.",
            "cite_spans": [
                {
                    "start": 337,
                    "end": 341,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Results and Discussion"
        },
        {
            "text": "The proposed model has several limitations. We assume exponential distribution for all parameters of model M related to the length of the different periods (e.g. latency, infectiousness, etc.), though it would be preferable to use multiple classes within each group to give more realistic gamma distributed lifetimes (see for instance [56] ). We assume density-dependent growth only in eggs, though other density-dependent regulating processes should be considered for other lifestages of the mosquitoes, e.g. larvae and pupae [25] . These modeling choices are due to the lack of data for parametrizing the model. The lack of information on the actual number of breeding sites -it could be assessed only by performing a field study -prevent us to give precise estimates on the density of mosquitoes over time in the study area. However, we would note that our estimates of R 0 , attack rates and probability of major outbreak are robust with respect to assumptions on the number of breeding sites. Moreover, the temporal dynamics of the vector is qualitatively well captured by model M (though not in terms of absolute abundance) and this allowed us to clarify whether or not the sharp decrease in the number of cases observed after the intervention was due to the intervention itself or to the spontaneous reduction of adults due to decrease of temperature. Definitely, a key lesson learnt from the analysis of the Chikungunya outbreak in Italy is the necessity to improve tools for obtaining reliable, though costly, estimates of the vector density (see for instance [57] ) -thus bypassing the necessity of developing ad-hoc models. The proposed model, describing the temporal dynamics of Aedes albopictus, provides a valid alternative in the absence of reliable field data.",
            "cite_spans": [
                {
                    "start": 335,
                    "end": 339,
                    "text": "[56]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 527,
                    "end": 531,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1569,
                    "end": 1573,
                    "text": "[57]",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [],
            "section": "Results and Discussion"
        },
        {
            "text": "Figure S1 Parameters optimization. a Green points represent the values of the score function F plotted versus the number of notified cases as predicted by the model (with B~200 ha {1 ) before intervention for Q different values of the model parameters as obtained by the LHS procedure. Red point represents the minimum of F . Black points represent the values of the score function F plotted versus the number of notified cases as predicted by the model before intervention as obtained by repeating 100 times the optimization procedure. The inset shows the minimum of F for the 100 replicates (red points). The blue vertical line represent the number of notified cases reported to the surveillance system before intervention, namely 132. b As a but for B~50 ha {1 . (TIF) Figure S2 Results for increasing number of simulations. a Mean (red points), median (blue points) and 95% CI (shaded grey area) of R 0 for increasing number of simulations with B~200 ha {1 in the absence of interventions (baseline scenario). b As a but for probability of observing a major outbreak. c As a but for the cumulative number of symptomatic cases. d As a but for the biting rate. (TIF) Figure S3 Temporal dynamics of the mosquito. a Average density (number per ha) of adult female mosquitoes over time as predicted by the model by assuming B~200 ha {1 (green line) and 95% CI (grey area). b As a but for B~150 ha {1 . c As a but for B~100 ha {1 . d As a but for B~50 ha {1 . (TIF) Probability of origin and destination (and rank over all possible origins/ destinations) of individuals commuting daily for work or school from/to other municipalities were local clusters of transmission were observed. The two most affected villages are located in the municipalities of Cervia and Ravenna. doi:10.1371/journal.pone.0018860.t004 Figure S4 Range of the optimal parameters values. Distribution of the model parameters (2.5%, 25%, 50%, 75% and 97.5% percentiles) after LHS optimization. Numbers below and over the boxplot represent the explored range of values. (TIF) Figure S5 Epidemic threshold and probability of major outbreak. a Epidemic threshold R 0 in relation to biting rate k and ratio of mosquitoes to humans N v =N h . The black line represents the average threshold condition and the shaded blue area represents 95% CI, as resulting from uncertainty of model parameters. The red rectangle identifies the likely range of the two parameters in the two Italian villages affected by CHIKV. b Probability of observing a major outbreak as a function of the ratio of mosquitoes to humans N v =N h for two extreme values of the biting rate k, namely k~0:1 days {1 in red (solid line black represents the average probability and the shaded area represents 95% CI) and k~0:2 days {1 in blue.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 772,
                    "end": 781,
                    "text": "Figure S2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1169,
                    "end": 1178,
                    "text": "Figure S3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1809,
                    "end": 1818,
                    "text": "Figure S4",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 2045,
                    "end": 2054,
                    "text": "Figure S5",
                    "ref_id": null
                }
            ],
            "section": "Supporting Information"
        },
        {
            "text": "(TIF) Figure S6 Baseline simulations and reference interventions. a Average daily number of symptomatic notified cases as predicted by the model in the absence of interventions (baseline scenario, blue line, scale on the left) and 95% CI (grey area) by assuming B~50 ha {1 , compared to the actual daily number of symptomatic notified cases (black points). Red line represents the overall average daily number of symptomatic cases as predicted by the model. Green line represents the average density of mosquitoes (scale on the right). b Histogram of the cumulative number of symptomatic cases as predicted by the model in the absence of interventions. c and d As a and b respectively but for assuming an intervention resulting in the following reductions: 40% as for breeding sites and eggs, 90% as for larvae and 95% as for adults (reference scenario).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 6,
                    "end": 15,
                    "text": "Figure S6",
                    "ref_id": null
                }
            ],
            "section": "Supporting Information"
        },
        {
            "text": "(TIF)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supporting Information"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Infection with chikungunya virus in Italy: an outbreak in a temperate region",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rezza",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Nicoletti",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Angelini",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Romi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Finarelli",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Lancet",
            "volume": "370",
            "issn": "",
            "pages": "1840--1846",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Aedes albopictus as an epidemic vector of chikungunya virus: another emerging problem?",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Reiter",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fontenille",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Paupy",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Lancet Infect Dis",
            "volume": "6",
            "issn": "",
            "pages": "463--464",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Investigating transmission in a two-wave epidemic of Chikungunya fever, R'eunion Island",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "Y"
                    ],
                    "last": "Boëlle",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Vergu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Renault",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Valleron",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Vector Borne Zoonotic Dis",
            "volume": "8",
            "issn": "",
            "pages": "207--217",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Chikungunya epidemic in India: a major public-health disaster",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mavalankar",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Shastri",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Raman",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Lancet Infect Dis",
            "volume": "7",
            "issn": "",
            "pages": "306--307",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Chikungunya, an epidemic arbovirosis",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pialoux",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Gaüzère",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jauréguiberry",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Strobel",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Lancet Infect Dis",
            "volume": "7",
            "issn": "",
            "pages": "319--327",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A major epidemic of chikungunya virus infection on Reunion Island",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Renault",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Solet",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sissoko",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Balleydier",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Larrieu",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Am J Trop Med Hyg",
            "volume": "77",
            "issn": "",
            "pages": "727--731",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Tracking the re-emergence of epidemic chikungunya virus in Indonesia",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Laras",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Sukri",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Larasati",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Bangs",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kosim",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Trans R Soc Trop Med Hyg",
            "volume": "99",
            "issn": "",
            "pages": "128--141",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Viral infections in travellers from tropical Africa",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Woodruff",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "T"
                    ],
                    "last": "Bowen",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Platt",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Br Med J",
            "volume": "1",
            "issn": "",
            "pages": "956--958",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Two Chikungunya Isolates from the Outbreak of La Reunion (Indian Ocean) Exhibit Different Patterns of Infection in the Mosquito, Aedes albopictus",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vazeille",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Moutailler",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Coudrier",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rousseaux",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Khun",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "PLoS ONE",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The biology of Aedes albopictus",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Hawley",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "J Am Mosq Control Assoc Suppl",
            "volume": "1",
            "issn": "",
            "pages": "1--39",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Aedes albopictus in Italy and possible diffusion of the species into the Mediterranean area",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sabatini",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Raineri",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Trovato",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Coluzzi",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Parassitologia",
            "volume": "32",
            "issn": "",
            "pages": "301--304",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "First record of Aedes albopictus establishment in Italy",
            "authors": [
                {
                    "first": "Dalla",
                    "middle": [],
                    "last": "Pozza",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Majori",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J Am Mosq Control Assoc",
            "volume": "8",
            "issn": "",
            "pages": "318--320",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "History and updating on the spread of Aedes albopictus in Italy",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Romi",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Parassitologia",
            "volume": "37",
            "issn": "",
            "pages": "99--103",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Current status of Aedes albopictus and Aedes atropalpus in Italy",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Romi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Luca",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Majori",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Am Mosq Control Assoc",
            "volume": "15",
            "issn": "",
            "pages": "425--427",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Occurrence and spread in Italy of Aedes albopictus, with implications for its introduction into other parts of Europe",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Knudsen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Romi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Majori",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J Am Mosq Control Assoc",
            "volume": "12",
            "issn": "",
            "pages": "177--183",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Critical review of the vector status of Aedes albopictus",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Gratz",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Med Vet Entomol",
            "volume": "18",
            "issn": "",
            "pages": "215--227",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Joint ECDC/WHO visit for a European risk assessment 17-21",
            "authors": [],
            "year": 2007,
            "venue": "European Centre for Disease Prevention and Control",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Chikungunya virus in North-Eastern Italy: a seroprevalence survey",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Moro",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gagliotti",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Silvi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Angelini",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Sambri",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Am J Trop Med Hyg",
            "volume": "82",
            "issn": "",
            "pages": "508--511",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Seroprevalence and risk factors of chikungunya virus infection in Mayotte",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sissoko",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Moendandze",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Malvy",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Giry",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ezzedine",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "PLoS ONE",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Estimating Chikungunya prevalence in La Réunion Island outbreak by serosurveys: two methods for two critical times of the epidemic",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gérardin",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Guernier",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Perrau",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fianu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Roux",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "BMC Infect Dis",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Influence of temperature on immature development, survival, longevity, fecundity, and gonotrophic cycles of Aedes albopictus, vector of chikungunya and dengue in the Indian Ocean",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Delatte",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gimonneau",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Triboire",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fontenille",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Med Entomol",
            "volume": "46",
            "issn": "",
            "pages": "33--41",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Effects of Temperature and Rainfall on the Activity and Dynamics of Host-Seeking Aedes albopictus Females in Northern Italy",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Roiz",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rosà",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Arnoldi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rizzoli",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Vector Borne Zoonotic Dis",
            "volume": "10",
            "issn": "",
            "pages": "811--816",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "A stochastic population dynamics model for Aedes aegypti: formulation and application to a city with temperate climate",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Otero",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "G"
                    ],
                    "last": "Solari",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Schweigmann",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Bull Math Biol",
            "volume": "68",
            "issn": "",
            "pages": "1945--1974",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "A stage-structured, Aedes albopictus population model",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Erickson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Presley",
                    "suffix": ""
                },
                {
                    "first": "Allen",
                    "middle": [
                        "L"
                    ],
                    "last": "Long",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Cox",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Ecological Modeling",
            "volume": "221",
            "issn": "",
            "pages": "1273--1282",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The chikungunya disease: modeling, vector and transmission global dynamics",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Moulay",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Aziz-Alaoui",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cadivel",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Math Biosci",
            "volume": "229",
            "issn": "",
            "pages": "50--63",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Chikungunya virus and Aedes mosquitoes: saliva is infectious as soon as two days after oral infection",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dubrulle",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mousson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Moutailler",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vazeille",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Failloux",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "PLoS ONE",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Infectious diseases of humans: dynamics and control",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "May",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "On the definition and the computation of the basic reproduction ratio R0 in models for infectious diseases in heterogeneous populations",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Diekmann",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Heesterbeek",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Metz",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J Math Biol",
            "volume": "28",
            "issn": "",
            "pages": "365--382",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "A new method for estimating the effort required to control an infectious disease",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "Jap",
                    "middle": [],
                    "last": "Heesterbeek",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Proc Biol Sci",
            "volume": "270",
            "issn": "",
            "pages": "1359--1364",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "The construction of nextgeneration matrices for compartmental epidemic models",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Diekmann",
                    "suffix": ""
                },
                {
                    "first": "Jap",
                    "middle": [],
                    "last": "Heesterbeek",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Roberts",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J R Soc Interface",
            "volume": "7",
            "issn": "",
            "pages": "873--885",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Estimation of the reproduction number of dengue fever from spatial epidemic data",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Diaz-Dueas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Alcazar-Velazco",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Hyman",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Math Biosci",
            "volume": "208",
            "issn": "",
            "pages": "571--589",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Stochasticity and heterogeneity in hostvector models",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Lloyd",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Root",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J R Soc Interface",
            "volume": "4",
            "issn": "",
            "pages": "851--863",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Seasonal influenza in the United States, France, and Australia: transmission and prospects for control",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Viboud",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Epidemiol Infect",
            "volume": "136",
            "issn": "",
            "pages": "852--864",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Role of habitat components on the dynamics of Aedes albopictus (Diptera: Culicidae) from New Orleans",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Comiskey",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Lowrie",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Wesson",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Med Entomol",
            "volume": "36",
            "issn": "",
            "pages": "313--320",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Dispersal and survival of Aedes albopictus at a scrap tire yard in Missouri",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Niebylski",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "B"
                    ],
                    "last": "Craig",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J Am Mosq Control Assoc",
            "volume": "10",
            "issn": "",
            "pages": "339--343",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Quantitative monitoring of Aedes albopictus in Emilia-Romagna, Northern Italy: cluster investigation and geostatistical analysis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Albieri",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Carrieri",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Agelini",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Baldacchini",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Venturelli",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "B Insectol",
            "volume": "63",
            "issn": "",
            "pages": "209--216",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Emerging pests and vector-borne diseases in Europe",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fontenille",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Failloux",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Romi",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "169--184",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Comparison of deterministic and stochastic SIS and SIR models in discrete time",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Allen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Burgin",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Math Biosci",
            "volume": "163",
            "issn": "",
            "pages": "1--33",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "The role of population heterogeneity and human mobility in the spread of pandemic influenza",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Merler",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ajelli",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Proc Biol Sci",
            "volume": "277",
            "issn": "",
            "pages": "557--565",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Comparing large-scale computational approaches to epidemic modeling: agent-based versus structured metapopulation models",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ajelli",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gonalves",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Balcan",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Colizza",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "BMC Infect Dis",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "A methodology for performing global uncertainty and sensitivity analysis in systems biology",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Marino",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "B"
                    ],
                    "last": "Hogue",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Ray",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Kirschner",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Theor Biol",
            "volume": "254",
            "issn": "",
            "pages": "178--196",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Chikungunya in north-eastern Italy: a summing up of the outbreak",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Angelini",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Finarelli",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Angelini",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Po",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Petropulacos",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Euro Surveill",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "An outbreak of chikungunya fever in the province of Ravenna",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Angelini",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Finarelli",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Angelini",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Po",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Petropulacos",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Euro Surveill",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Autochthonous chikungunya virus transmission may have occurred in Bologna, Italy, during the summer 2007 outbreak",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Seyler",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rizzo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Finarelli",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Po",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Alessio",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Euro Surveill",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Estimation of R0 from the initial phase of an outbreak of a vector-borne infection",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Massad",
                    "suffix": ""
                },
                {
                    "first": "Fab",
                    "middle": [],
                    "last": "Coutinho",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Burattini",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Amaku",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Trop Med Int Health",
            "volume": "15",
            "issn": "",
            "pages": "120--126",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Imported Chikungunya Infection",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Beltrame",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Angheben",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Bisoffi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Monteiro",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Marocco",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Italy. Emerg Infect Dis",
            "volume": "13",
            "issn": "",
            "pages": "1264--1266",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "? service =areadl& program = prog.selezion Accessed",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Emilia-Romagna",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "The used tire trade: a mechanism for the worldwide dispersal of container breeding mosquitoes",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Reiter",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sprenger",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "J Am Mosq Control Assoc",
            "volume": "3",
            "issn": "",
            "pages": "494--501",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Dispersal of Aedes aegypti and Aedes albopictus (Diptera: Culicidae) in an Urban Endemic Dengue Area in the State of Rio de Janeiro",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Honorio",
                    "suffix": ""
                },
                {
                    "first": "Costa",
                    "middle": [],
                    "last": "Silva",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Leite",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Goņcalves",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Lounibos",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Brazil. Memorias do Instituto Oswaldo Cruz",
            "volume": "98",
            "issn": "",
            "pages": "191--198",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Different epidemic curves for severe acute respiratory syndrome reveal similar impacts of control measures",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wallinga",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Teunis",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Am J Epidemiol",
            "volume": "160",
            "issn": "",
            "pages": "509--516",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Potential effect of population and climate changes on global distribution of dengue fever: an empirical model",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hales",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "De Wet",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Maindonald",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Woodward",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Lancet",
            "volume": "360",
            "issn": "",
            "pages": "830--834",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Pan-European Chikungunya surveillance: designing risk stratified surveillance zones",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Tilston",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Skelly",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Weinstein",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Int J Health Geogr",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Climate change and mosquito-borne disease",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Reiter",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Environ Health Perspect",
            "volume": "109",
            "issn": "",
            "pages": "141--161",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Impact of regional climate change on human health",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Patz",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Campbell-Lendrum",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Holloway",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Foley",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nature",
            "volume": "438",
            "issn": "",
            "pages": "310--317",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Climate change and mosquito-borne disease: knowing the horse before hitching the cart",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Reiter",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Rev Sci Tech",
            "volume": "27",
            "issn": "",
            "pages": "383--398",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Appropriate models for the management of infectious diseases",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Wearing",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rohani",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Keeling",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "PLoS Med",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Reducing Plasmodium falciparum malaria transmission in Africa: a modelbased evaluation of intervention strategies",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Griffin",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Hollingsworth",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Okell",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Churcher",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "White",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS Med",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "On a temporal model for the Chikungunya disease: modeling, theory and numerics",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Dumont",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Chiroleu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Domerg",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Math Biosci",
            "volume": "213",
            "issn": "",
            "pages": "80--91",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Chikungunya fever: a re-emerging viral infection",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chhabra",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Mittal",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bhattacharya",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Rana",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lal",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Indian J Med Microbiol",
            "volume": "26",
            "issn": "",
            "pages": "5--12",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Centers for Disease Control and Prevention website. Chikungunya fever",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Novel chikungunya virus variant in travelers returning from Indian Ocean islands",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Parola",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "De Lamballerie",
                    "suffix": ""
                },
                {
                    "first": "Jourdan",
                    "middle": [
                        "J"
                    ],
                    "last": "Rovery",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Vaillant",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Emerg Infect Dis",
            "volume": "12",
            "issn": "",
            "pages": "1493--1499",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Chikungunya: a risk for Mediterranean countries?",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vazeille",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Jeannin",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Schaffner",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Failloux",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Acta Trop",
            "volume": "105",
            "issn": "",
            "pages": "200--202",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "The Chikungunya epidemic in Italy and its repercussion on the blood system",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Liumbruno",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Calteri",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Petropulacos",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mattivi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Po",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Blood Transfus",
            "volume": "6",
            "issn": "",
            "pages": "199--210",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Schema of the model.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Model parametrization. a Observed average daily temperature inside a standard catch basin in 2009 (red points) versus values as predicted by a linear model whose independent variables are daily air temperature and relative humidity (blue line, RMSE = 1.3 0 C) tuned on data from the 2008 season. Daily air temperature and relative humidity, measured two meters above the ground, were obtained from the urban weather station of Ravenna, the closest city to the two Italian villages affected by CHIKV. As for comparison, average daily air temperature is reported (green line), showing that water temperature is hardly comparable to air temperature (RMSE = 2.8 0 C). b Length of egg hatching period at temperatures T [ f15 0 C,20 0 C,25 0 C,30 0 C,35 0 Cg, as reported in[21] (red circles), and predicted values (solid red lines); vertical bars represent 95% CI of predicted values. Other colors refer to length of larval development (green), pupal development (blue) and gonotrophic cycle (orange). c Survival rates of egg at temperatures T [ f15 0 C,20 0 C,25 0 C,30 0 C,35 0 Cg, as reported in[21], versus predicted survival rates (red circles). Other colors refer to survival rates of larvae (green) and pupae (blue). c Mortality rates of eggs at temperatures T [ f15 0 C,20 0 C,25 0 C,30 0 C,35 0 Cg, as derived by the analysis of survival rates (see Eq. 10, red circles), and predicted values (solid red lines); vertical bars represent 95% CI of predicted values. Other colors refer to mortality rates of larvae (green), pupae (blue) and adult females (orange). doi:10.1371/journal.pone.0018860.g002",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Study area. Geographical position of the two most affected villages (Castiglione di Cervia and Castiglione di Ravenna, in red), and municipalities where clusters of local transmission were observed (grey areas represent municipalities, blue points represent the geographic position of the main towns within municipalities). doi:10.1371/journal.pone.0018860.g003",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig. 4e). The estimated biting rate increases by decreasing the number of breeding sites and, consequently, estimates of R 0 do not change substantially by varying the number of breeding sites (B = 50 ha {1 : k~0:18 days {1 , 95% CI 0.1-0.26 days {1 , R 0~3 :2, 95% CI 1.9-5.5; B = 100 ha {1 : k~0:13 days {1 , 95% CI 0.08-0.2 days {1 , R 0~3 :2, 95% CI 1.9-5.2; B = 150 ha {1 : k~0:1 days {1 , 95% CI 0.06-0.15 days {1 , R 0~3 :4, 95% CI 2.1-5, see Fig. 4b and",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Potential transmission of CHIKV. a Distribution (2.5%, 25%, 50%, 75% and 97.5% percentiles) of the probability of observing a major outbreak for different numbers of breeding sites. b As a but for the biting rate. c Average effective reproduction number (black line, scale on the left) and 95% CI (grey area), and average density of mosquitoes (green line, scale on the right) over time by assuming B = 200 ha {1 and no interventions. The dashed black line identifies the threshold value R e~1 . d As a but for R VH 0 and R VH 0",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Fig. 4a). Estimates do not change substantially by varying the number of breeding sites (B = 50 ha {1 : p~0:51, 95% CI 0.29-0.7, see Fig. 4a; B = 100 ha {1 : p~0:55, 95% CI 0.32-0.71, see Fig. 4a; B = 150 ha {1 : p~0:59, 95% CI 0.4-0.73, see Fig. 4a). For values of the biting rate k in a given range, results indicate that major outbreaks are possible only for large enough values of",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "a Model describing the evolution of the four life stages of the vector (eggs, E, larvae, L, pupae, P, adult females A; black boxes and blue arrows), coupled to the epidemic transmission model in vectors (susceptible, A, latent, A e , infectious, A i ; black boxes and red arrows). The dashed blue box and arrow refer to oviposition. b Model describing the epidemic transmission in humans (susceptible, S h , latent, E h , infectious symptomatic, I s h , infectious asymptomatic, I a h , recovered, R h ; black circles and red arrows). doi:10.1371/journal.pone.0018860.g001",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Length of the developmental stages.Dt~0:1 days. The time step was chosen short enough to obtain, on average, results comparable with those obtained by simulating the deterministic version of the model. Infections (either in vectors or hosts) occur with probability",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "). For instance, to simulate the number of new infections in mosquitoes at a given time of the simulation, we sample from a binomial distribution with probability p, where l is l v given in Eq. (3), and sample size A, where A is the number of susceptible mosquitoes. Other transitions, e.g. through different life stages of the mosquito or through different epidemic classes, occur at the rate rDt where r is the suitable rate (e.g. inverse of infectious period, inverse of the eggs hatching period, etc.).",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Epidemic parameters.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Commuting patterns.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank Thomas Seyler for helpful comments and discussion. We thank the Public Health Service of Emilia-Romagna Region and the CHIKV study group for monitoring and data collection activities. We wish to thank the anonymous reviewers for their valuable suggestions. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}