{
    "paper_id": "d100ca657bd37c9878a08f7fcc3a9b8ad2d1830f",
    "metadata": {
        "title": "Population-based hospitalization incidence of respiratory viruses in community-acquired pneumonia in children younger than 5 years of age",
        "authors": [
            {
                "first": "Susan",
                "middle": [
                    "S"
                ],
                "last": "Chiu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Hong Kong",
                    "location": {
                        "settlement": "Hong Kong SAR",
                        "country": "China"
                    }
                },
                "email": "ssschiu@hkucc.hku.hk"
            },
            {
                "first": "Pak-Leung",
                "middle": [],
                "last": "Ho",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Hong Kong",
                    "location": {
                        "settlement": "Hong Kong SAR",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Malik",
                "middle": [
                    "J S"
                ],
                "last": "Peiris",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Hong Kong",
                    "location": {
                        "settlement": "Hong Kong SAR",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "C",
                "middle": [],
                "last": "Kwok",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hung",
                "middle": [],
                "last": "Chan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Hong Kong",
                    "location": {
                        "settlement": "Hong Kong SAR",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Eunice",
                "middle": [
                    "L Y"
                ],
                "last": "Chan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Hong Kong",
                    "location": {
                        "settlement": "Hong Kong SAR",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Please cite this paper as: Chiu et al. (2014) Population-based hospitalization incidence of respiratory viruses in community-acquired pneumonia in children younger than 5 years of age. Influenza and Other Respiratory Viruses 8(6), 626-627.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "To the editor::",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Respiratory viral infections are common in young children but the extent of their association with community-acquired pneumonia remains unclear. Previous work on this issue was limited in testing only a limited number of viruses or that the findings not expressed as population-based incidence. This study addressed this by a retrospective analysis of the respiratory specimens collected from children aged <5 years with acute febrile respiratory symptoms who were admitted to two hospitals that together catered for 72Á5% of all pediatric admissions on Hong Kong Island. Respiratory viruses were tested for by immunofluorescence (RSV, influenza A/B, parainfluenza types I-III, adenovirus) with turnaround time of several hours and results known to attending pediatricians at the time, and culture and PCR (results not known to pediatricians) in nasal secretions. The study was approved by the Institution Review Board of Queen Mary Hospital/Hong Kong West Cluster.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A total of 441 children <5 years of age were admitted for an acute respiratory infection between 2002 and 2004 with 1in-7-day systematic sampling. Sixty children, of whom 53 had a respiratory sample sent for testing, were given the discharge diagnosis of pneumonia by the attending pediatricians based on physical examination, CXR and laboratory investigation, and treated as bacterial pneumonia with a full course of beta-lactam antibiotic. The seven children who did not have an NPA were admitted around the time of the SARS outbreak. One child tested positive for SARS-CoV. Thirtytwo (60Á4%) children who were diagnosed of bacterial pneumonia by pediatricians and tested for respiratory virus had at least one virus detected. Seven children with pediatrician diagnosed bacterial pneumonia had two viruses detected: adenovirus and rhinovirus (RV) in 2, bocavirus and RV in 2, respiratory syncytial virus (RSV) and adenovirus in 1, RSV and bocavirus in 1, and RSV and RV in 1. There was no statistically significant difference in detection frequency in those <2 years and 2 to <5 years of age for any virus. (data not shown). Nineteen (31Á6%) children were diagnosed and treated for superimposed bacterial pneumonia after the availability of rapid virology test results, while a viral association was not suspected in another 22% of children treated for bacterial pneumonia. There was no statistically significant difference in clinical severity between children with bacterial pneumonia with or without associated viral detected although there was a trend that those who had a virus detected were more likely to require supplementary oxygen (data not shown).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We delineate that the incidence of hospitalization for bacterial pneumonia with at least one virus identified to be 232Á7 (95% CI: 94Á1, 479Á6) and 528Á9 (95% CI: 342Á5, 780Á5) per 100 000 children <2 years and 2-<5 years, respectively. (Table 1) The rates were highest in association with RV and RSV with the population-based hospitalization incidence higher in the older children when compared to children <2 years of age.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 237,
                    "end": 246,
                    "text": "(Table 1)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "There was a high incidence of viral detection in children diagnosed and treated for bacterial pneumonia in Hong Kong. Studies from different countries in different host populations also documented rates of viral-bacterial coinfection in childhood with community-acquired pneumonia ranging from 16% to 66%. 1 Although influenza infection is associated with very high hospitalization rates in children in Hong Kong, 2 it accounted for a small proportion in this study of children with bacterial pneumonia. In summary, this study showed that respiratory viruses play a significant role in young children hospitalized and treated for presumed bacterial pneumonia, whether as co-infection or misdiagnosed as bacterial pneumonia, and documented the agespecific hospitalization incidences in children <5 years.",
            "cite_spans": [
                {
                    "start": 306,
                    "end": 307,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Viruses and bacteria in sputum samples of children with community-acquired pneumonia",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Honkinen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lahti",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Osterback",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Ruuskanen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Waris",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Clin Microbiol Infect",
            "volume": "18",
            "issn": "",
            "pages": "300--307",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Virologically confirmed populationbased burden of hospitalization caused by Influenza A and B in Children in Hong Kong",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Chiu",
                    "suffix": ""
                },
                {
                    "first": "K-H",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Clin Infect Dis",
            "volume": "49",
            "issn": "",
            "pages": "1016--1021",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "DOI:10.1111/irv.12277 www.influenzajournal.com Letter to the Editor",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Additional Supporting Information may be found in the online version of this article: Appendix S1. Seasonal Distribution of Viral Detection. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supporting Information"
        }
    ]
}