{
    "paper_id": "d15dcc8f6d6ca39f7d43a8673ba44b0f0c53e449",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "It is now just over 1 year since I took over the Editorship of Influenza and Other Respiratory Viruses (IRV). In that time, there have been many changes to the journal and, of course, in the wider world of respiratory viruses. I'd like to begin by thanking my predecessor and the journal's Founding Editor, Dr. Alan Hampson. Alan set up, nurtured and grew IRV into a vibrant and successful publication before officially handing over the reins in early 2014. He remains on the team as one of our Senior Editors. Indeed my task as Editor-in-Chief would be impossible without the fantastic and dedicated team of Senior Editors, Associate Editors and professional staff at Wiley, who support me, and all of whom deserve many personal thanks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The challenges posed by respiratory viruses remain as important as ever for global public health, and clinical practice. In the aftermath of the 2009 pandemic, governments and public health agencies are wrestling with 'pandemic fatigue', austerity programmes (that limit the appetite and ability to invest in pandemic preparedness), and a false impression among some politicians that since the 2009 pandemic was rather mild and 'not much to write home about', pandemic preparedness is in fact 'no big deal'. In amongst this mix are real issues pertaining to the ongoing controversy about the effectiveness of antiviral drugs, [1] [2] [3] ; and the fact that current vaccine manufacturing platforms can only offer commercial quantities of pandemic vaccine some four to 6 months after a novel virus has emerged, thus substantially reducing the overall public health benefits, even though vaccines themselves are effective. 4, 5 Most public health agencies and individual experts, consider the potential pandemic threat posed by influenza A(H5N1) to be undiminished. But in addition, influenza A (H7N9) is now, if anything, considered a higher potential risk. 6 Recent human cases of influenza A(H10N8), 7 and A (H5N6), 8 further remind us that the risk assessment landscape for influenza is constantly evolving and, in turn, this demands constant vigilance from the public health and scientific communities.",
            "cite_spans": [
                {
                    "start": 626,
                    "end": 629,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 630,
                    "end": 633,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 634,
                    "end": 637,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 921,
                    "end": 923,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 924,
                    "end": 925,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1157,
                    "end": 1158,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1201,
                    "end": 1202,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "If one shifts the focus away from influenza, the ongoing MERS-CoV outbreak in the Middle East, is also of substantial concern, because despite its likely introduction into humans via close contact with dromedary camels, 9 nosocomial transmission appears to be a central concern, 10,11 case-fatality is high, household transmission is also described, 12 and there are currently no vaccines or specific therapies available. Finally enterovirus D68 seems to be emerging as a potentially important respiratory pathogen in children. 13 Seasonal influenza too, should not be overlooked as an ongoing problem. In the northern hemisphere winter of 2014-15 we have experienced substantial influenza A(H3N2) activity. Unfortunately this has coincided with a poorly matched H3N2 vaccine component that has resulted in low effectiveness against the circulating H3N2 strains in the community. 14 This has recently been linked to excess winter mortality across Europe in the population aged 65 years and over, 15 illustrating that we need more broadly protective vaccines, especially in the elderly.",
            "cite_spans": [
                {
                    "start": 220,
                    "end": 221,
                    "text": "9",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 350,
                    "end": 352,
                    "text": "12",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 528,
                    "end": 530,
                    "text": "13",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 880,
                    "end": 882,
                    "text": "14",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 996,
                    "end": 998,
                    "text": "15",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "From the journal's perspective, to be in the best possible position to respond to these emerging and sometimes fastmoving threats, we have made some recent changes that enable us to publish findings with minimal delay. For papers of significant importance, we can offer a rapid peer-review scheme, which should enable us to make a decision on a manuscript within 14 days (or less). We have also improved our arrangements for all accepted articles (whether fasttracked or not). Following acceptance, we can now publish all articles, as unedited manuscripts, online within 1 week of acceptance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We have also reconsidered the arrangements for review articles that we publish. We recognise that Systematic Reviews and Meta-analyses have become a central part of evidence synthesis in modern science and medicine. With this has come the setting of standards for the conduct of such work: the Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) guidelines; 16,17 and we now require any systematic reviews that we accept to conform to these principles. However, we shall continue to accept Expert Commentary articles alongside as these continue to be relevant and useful to our readers. Hopefully these changes, along with our now wellestablished Open Access format will maintain the journal as a vibrant publication that is relevant, and highly accessible, to scientists and clinicians working in the field of respiratory virus infection for the foreseeable future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Authors have the option to request rapid peer-review. Papers considered for rapid peer-review will need to be of immediate relevance, interest, or importance to scientists, clinicians, public health practitioners or policy makers, usually in relation to a current or evolving event related to respiratory virus activity. In general, papers that report data more than 6 months old are unlikely to be considered eligible. If your paper qualifies for rapid peer-review, the journal will aim to have your paper turned round within 14 days. There is no additional charge for authors with rapid peer-review.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rapid peer-review procedures"
        },
        {
            "text": "Step #1 -Authors will need to contact the Editorial Office irv.eo@wiley.com, at least 1 week before online submission with an abstract; list of authors; please ensure a PRISMA checklist is completed if your paper is a Systematic Review article; details of research funding and disclosures of potential conflicts of interest should also be included.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rapid peer-review procedures"
        },
        {
            "text": "Step #2 -The Editors will confirm whether your paper will qualify for rapid peer-review. The decision is final and non-negotiable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rapid peer-review procedures"
        },
        {
            "text": "Step #3 -Submit the paper via the ScholarOne system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rapid peer-review procedures"
        },
        {
            "text": "Accepted Articles have been accepted for publication and undergone full peer review but have not been through the copyediting, typesetting, pagination and proofreading process. Accepted Articles are published online a few days after final acceptance, appear in PDF format only, are given a Digital Object Identifier (DOI), which allows them to be cited and tracked, and are indexed by PubMed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted articles"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Effectiveness of neuraminidase inhibitors in reducing mortality in patients admitted to hospital with influenza A H1N1pdm09 virus infection: a meta-analysis of individual participant data",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Muthuri",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Venkatesan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Myles",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Lancet Respir Med",
            "volume": "2",
            "issn": "",
            "pages": "395--404",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Oseltamivir for influenza in adults and children: systematic review of clinical study reports and summary of regulatory comments",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jefferson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Doshi",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Spencer",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Onakpoya",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Heneghan",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BMJ",
            "volume": "348",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Oseltamivir treatment for influenza in adults: a meta-analysis of randomised controlled trials",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dobson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Whitley",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pocock",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Monto",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Lancet",
            "volume": "pii",
            "issn": "14",
            "pages": "62449--62450",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Effectiveness of H1N1 vaccine for the prevention of pandemic influenza in Scotland, UK: a retrospective observational cohort study",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Simpson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Ritchie",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Robertson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sheikh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mcmenamin",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Lancet Infect Dis",
            "volume": "12",
            "issn": "",
            "pages": "696--702",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Effects of vaccine program against pandemic influenza A(H1N1) virus, United States",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Borse",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Shrestha",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Fiore",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Emerg Infect Dis",
            "volume": "19",
            "issn": "",
            "pages": "439--448",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Pandemic influenza viruses--hoping for the road not taken",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Morens",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Taubenberger",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Fauci",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "N Engl J Med",
            "volume": "368",
            "issn": "",
            "pages": "2345--2348",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Avian influenza A H10N8--a virus on the verge?",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Garc Ia-Sastre",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schmolke",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Lancet",
            "volume": "383",
            "issn": "",
            "pages": "676--677",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Evidence for camel-to-human transmission of MERS coronavirus",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "I"
                    ],
                    "last": "Azhar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "El-Kafrawy",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Farraj",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "N Engl J Med",
            "volume": "370",
            "issn": "",
            "pages": "2499--2505",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "MERS-CoV outbreak in Jeddah -a link to health care facilities",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "K"
                    ],
                    "last": "Oboho",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Tomczyk",
                    "suffix": ""
                },
                {
                    "first": "Al-Asmari",
                    "middle": [],
                    "last": "Am",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "N Engl J Med",
            "volume": "372",
            "issn": "",
            "pages": "846--854",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Hospital outbreak of Middle East respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Assiri",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mcgeer",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Perl",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "N Engl J Med",
            "volume": "369",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Transmission of MERScoronavirus in household contacts",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Meyer",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "M€",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "N Engl J Med",
            "volume": "371",
            "issn": "",
            "pages": "828--835",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "High frequency of enterovirus D68 in children hospitalised with respiratory illness in Norway",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bragstad",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Jakobsen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Rojahn",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Influenza Other Respir Viruses",
            "volume": "9",
            "issn": "",
            "pages": "59--63",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Low effectiveness of seasonal influenza vaccine in preventing laboratory-confirmed influenza in primary care in the United Kingdom: 2014/15 mid-season results",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pebody",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Warburton",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ellis",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Euro Surveill",
            "volume": "20",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Excess mortality among the elderly in European countries",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mølbak",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Espenhain",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Nielsen",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Euro Surveill",
            "volume": "20",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Preferred reporting items for systematic review and meta-analysis protocols (PRISMA-P) 2015 statement",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Moher",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Shamseer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Clarke",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Syst Rev",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The Author. Influenza and Other Respiratory Viruses Published by John Wiley & Sons Ltd.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}