{
    "paper_id": "d16f97626aabd7b5350d85d8cb07498bf2386a7e",
    "metadata": {
        "title": "Methodological supplement for: Quantifying the Risk and Cost of Active Monitoring for Infectious Diseases Estimation of incubation period",
        "authors": [
            {
                "first": "Nicholas",
                "middle": [
                    "G"
                ],
                "last": "Reich",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Justin",
                "middle": [],
                "last": "Lessler",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jay",
                "middle": [
                    "K"
                ],
                "last": "Varma",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Neil",
                "middle": [
                    "M"
                ],
                "last": "Vora",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "All incubation period observations were treated as single interval-censored data, which means that intervals of possible incubation periods were observed rather than exact values (1). The data used for these analyses are publicly available at https://github.com/reichlab/activemonitr (current version of code), or at https: //doi.org/10.5281/zenodo.260135 (static release as of 26 January 2017).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We fitted the observed data for each disease to a gamma probability distribution using Bayesian Markov Chain Monte Carlo (MCMC) methods with the Metropolis-Hastings algorithm. The gamma distribution is one of several \"heavy-tailed\" distributions often used to describe incubation periods, and aligns with assumptions made by previous researchers. (2) We assumed uninformative, flat priors on the shape and scale parameters of the gamma distribution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We used a standard procedure to evaluate MCMC convergence for each of the pathogens. First, we adjusted the size of the proposal distributions to obtain acceptance rates between 30% and 40%. Second, we visually inspected the resulting chains to assess convergence. Third, we thinned the posterior samples to reduce auto-correlation between observations. Fourth, we computed the Gelman and RubinR multiple sequence diagnostic to assess convergence across chains (3). Fifth, we specified the appropriate number of samples, burn-in, and thinning rates to obtain 1 million posterior samples for smallpox and MERS-CoV and 3 million for Ebola.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "For smallpox, we ran 20 parallel MCMC chains each with 320,000 samples. We discarded the first 20,000 iterations as burn-in and removed every sixth sample. This procedure yielded 1 million samples from the posterior distribution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "For MERS-CoV, we ran 20 parallel MCMC chains each with 120,000 samples, discarding the first 20,000 iterations as burn-in and thinned every other sample. This procedure yielded 1 million samples from the",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "posterior distribution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "For Ebola, the data structure was different. Rather than having a unique single interval censored observation for every case, we had 300 draws from the posterior distribtion of incubation periods for each individual in the transmission tree. We ran a single parallel MCMC chain for each of the 300 posterior samples. Each chain had 110,000 samples, we discarded the first 100,000 as burn-in and did not thin. This procedure yielded 3 million samples from the posterior distribution. We chose to retain more samples for this analysis to account for the greater number of chains being run.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Two-dimensional credible regions were estimated using kernel density estimation on the joint posterior distribution of gamma parameters with flexible bandwidth matrices estimated by multivariate smooth cross-validation. (4, 5) Missing data had limited impact on our analysis because reported cases typically have known possible times of infection. There were no missing data for either MERS or smallpox. Seven index cases out of 152 total cases from the Ebola outbreak in Guinea did not have known possible times of infection. Incubation periods were not estimated for these individuals in the original manuscript describing this outbreak (6) , and these seven observations were excluded from our analysis, leaving 145 observations of the incubation period for Ebola. We note that there may be biased sampling of incubation periods as typically only more severe cases may be reported or observed, and these cases may have different incubation periods than cases with less severe symptoms.",
            "cite_spans": [
                {
                    "start": 220,
                    "end": 223,
                    "text": "(4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 224,
                    "end": 226,
                    "text": "5)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 639,
                    "end": 642,
                    "text": "(6)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To provide first approximations of the probabilities of infection associated with each exposure risk category, we used available data on cases diagnosed in the United States (as the numerator) and number of individuals monitored in the United States (as the denominator). Because no cases were diagnosed in the United States after monitoring programs were implemented, we extrapolated the number of monitored individuals to cover the entire duration of the outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimates of probabilities of infection"
        },
        {
            "text": "We used public data on the four cases diagnosed in the United States to classify these cases into appropriate exposure-risk categories. (7, 8) Although some news reports have indicated that the Dallas index case may have had direct exposure to infected individuals, reports of initial statements made by the index case do not cite this known exposure, therefore he would have likely been classified as being at low (but not zero) risk.",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 139,
                    "text": "(7,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 140,
                    "end": 142,
                    "text": "8)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Estimates of probabilities of infection"
        },
        {
            "text": "The two Dallas healthcare workers, per CDC exposure risk definitions, would also have been considered low (but not zero) risk. (9) The New York City case would have been classified as some risk, due to his recent work in an Ebola treatment center abroad.(10) ",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 130,
                    "text": "(9)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Estimates of probabilities of infection"
        },
        {
            "text": "By plugging in S(21) = 1-0.0056, we solve for λ, the constant per-day hazard, and obtain the estimateλ = 0.27/1000. This translates into one hospitalized case per every 3755 person-days of active monitoring.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplemental"
        },
        {
            "text": "Therefore, for the model below we estimate the probability of a monitored individual developing Ebola-like symptoms during a d day monitoring period as r d = 1 − (1 −λ) d .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplemental"
        },
        {
            "text": "We The model-based probabilities for the disease of concern (see Figure 1 , main text) are shown in Table 3 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 65,
                    "end": 73,
                    "text": "Figure 1",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 100,
                    "end": 107,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Probabilistic model"
        },
        {
            "text": "Supplemental Table 3 : Outcomes and associated probabilities for model outcome probability",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 13,
                    "end": 20,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Probabilistic model"
        },
        {
            "text": "does not develop disease of concern p 1 = 1 − φ does not develop disease of concern & not hospitalized for other symptoms",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Probabilistic model"
        },
        {
            "text": "does not develop disease of concern & hospitalized for other symptoms p 1 r d develops disease of concern during active monitoring",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Probabilistic model"
        },
        {
            "text": "develops disease of concern after active monitoring",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Probabilistic model"
        },
        {
            "text": "We quantified the uncertainty about the probability for each outcome scenario attributable to parameter uncertainty (in our estimates of the incubation period distribution) and to uncertainty associated with not ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Probabilistic model"
        },
        {
            "text": "We conducted sensitivity analyses to calculate the duration of active monitoring that minimized the maximum expected cost for a range of different probabilities of developing symptomatic disease. Assuming the same cost structure for active monitoring, we used our model to estimate a cost range of monitoring for each pathogen. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sensitivity analyses: model assumptions about risk"
        },
        {
            "text": "We ran a sensitivity analysis on our incubation period estimation. We left out the two observations that had Figure 4 in the main text, but uses different parameters, specifically, it assumes that a case gives rise to at most one secondary infection, that the cost is a fixed $4 million per case, and that the cost per monitored-person day is $20 The second plot for Ebola shows the posterior distribution leaving out the two observations that had incubation periods above 25 days. The shaded elliptical areas represent regions that contain 95% of the estimated posterior distributions for each of the three diseases. The disease-specific curves plotted on the right show the estimated distribution for the incubation period for each disease (dark line). To show some of the uncertainty associated with these estimates, a random selection of density functions sampled from the joint posterior are represented by colored transparent lines around the heavy lines. Shaded vertical bands indicate the marginal credible regions for the median and 95th percentile. decreased by 1 day (Figure 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 109,
                    "end": 117,
                    "text": "Figure 4",
                    "ref_id": null
                },
                {
                    "start": 1078,
                    "end": 1087,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Sensitivity analysis: outlying Ebola incubation periods"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Estimating incubation period distributions with coarse data. Statistics in medicine",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Reich",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lessler",
                    "suffix": ""
                },
                {
                    "first": "Dat",
                    "middle": [],
                    "last": "Cummings",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Brookmeyer",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "28",
            "issn": "",
            "pages": "2769--84",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Association between Severity of MERS-CoV Infection and Incubation Period",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Virlogeux",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Cowling",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Emerging Infectious Diseases",
            "volume": "22",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Inference from Iterative Simulation Using Multiple Sequences",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gelman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Rubin",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Statistical Science",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Cross-validation Bandwidth Matrices for Multivariate Kernel Density Estimation",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Duong",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Hazelton",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "ks: Kernel Smoothing",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Duong",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Chains of transmission and control of Ebola virus disease in Conakry, Guinea, in 2014: an observational study. The Lancet Infectious Diseases",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Faye",
                    "suffix": ""
                },
                {
                    "first": "P-Y",
                    "middle": [],
                    "last": "Boëlle",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Heleze",
                    "suffix": ""
                },
                {
                    "first": "Faye",
                    "middle": [
                        "O"
                    ],
                    "last": "Loucoubar",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Magassouba",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "15",
            "issn": "",
            "pages": "320--326",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Cases of Ebola Diagnosed in the United States | Ebola Hemorrhagic Fever | CDC",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "guidance for monitoring and movement of persons with potential Ebola virus exposure",
            "authors": [],
            "year": null,
            "venue": "Centers for Disease Control and Prevention. Interim U.S",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Ebola virus disease cluster in the United States",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Chevalier",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Weil",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Hughes",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Joyner",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "63",
            "issn": "",
            "pages": "1087--1095",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Ebola virus disease in a humanitarian aid worker",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Yacisin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Balter",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fine",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Weiss",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ackelsberg",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Prezant",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "64",
            "issn": "",
            "pages": "321--324",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Monitoring of Persons with Risk for Exposure to Ebola Virus Disease -United States",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Stehling-Ariza",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Fisher",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vagi",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Fechter-Leggett",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Prudent",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dott",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "MMWR Morbidity and mortality weekly report",
            "volume": "64",
            "issn": "",
            "pages": "685--694",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Ebola Outbreak in West Africa -Reported Cases Graphs | Ebola Hemorrhagic Fever | CDC",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "developed a probabilistic model for evaluating the likelihood that a monitored individual would develop symptoms at different stages of monitoring. This model is based on five key parameters: the probability of a monitored individual developing symptomatic infection (φ), two parameters that define the distribution of incubation periods (T denotes the random variable for incubation periods), probability of a monitored individual developing symptoms like the disease of interest during a d day monitoring period (r d from above), and either a fixed or random duration of time between the time of infecting exposure and the onset of active monitoring (u).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "knowing the time between infection and the beginning of active monitoring. For parameter uncertainty, we computed each outcome scenario probability from a sample of the posterior distribution of gamma parameters for a fixed u. For uncertainty in the infection time, we assumed that u was distributed uniformly, and calculated outcome probabilities for a set of random samples from this distribution while holding the gamma parameters fixed at their posterior median values. To account for both uncertainties, we sampled simultaneously from both distributions. We chose the maximum u value such that max(u)/2 + m = 90 th percentile of T. This implies that for Ebola max(u) = 16.8 days. While our model explicitly propagates uncertainty in the incubation period distribution, a formal, data-driven understanding of the uncertainty for other model parameters is not likely to be available to public health practitioners in practice. For one of the most critical model parameters, the probability that a monitored individual is infected with the disease of interest, our model can assess several different plausible values at a single time. Four model parameters (reproductive rate of the disease, cost of a false positive, cost per person-day of monitoring, and cost per case) are each specified to lie within a fixed range. A single parameter, the per-day risk of acquiring an unrelated infection, is assumed to be a single fixed value.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "a mean incubation period (across the posterior estimates provided as raw data) of greater than or equal to 25 days. One observation had a mean incubation period of 34.4 days and another of 29.5 days. Leaving these observations out did not have a substantial impact on the estimated parameters. The estimated median incubation period decreased by about 0.2 days and the estimated 95th percentile of the incubation period",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Estimated cost ranges of actively monitoring 100 individuals for Ebola, calculated separately for some or high risk individuals and low (but not zero) risk individuals. The dashed lines intersect at the minimum point for the upper limit of each cost range. This figure is a comparison to",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Estimates and credible regions for incubation period distributions for Ebola, MERS-CoV and smallpox.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "List of known Ebola cases diagnosed in the U.S.Ebola cases in Guinea, Liberia, and Sierra Leone through February 2016 occurred during this four month period.From these numbers, we extrapolate that 10039/ 0.39 or roughly 26000 individuals at low (but not zero) risk could have been eligible for monitoring over the course of the entire outbreak. Similarly, we extrapolate that 1000 some or high risk individuals could have been eligible for monitoring in the United States over the entire course of the outbreak. Both extrapolations have been rounded to the nearest thousand.Estimates of probability of developing an unrelated infectionThere were 5,379 non-unique persons who underwent active monitoring by DOHMH during October 25, 2014 to November 7, 2015. This represented 5,025 unique persons, some of whom were monitored on more than one occasion. During the course of these individuals being actively monitored by DOHMH, some individuals developed symptoms that could possibly have indicated the onset of Ebola. Specifically, there were 122 occasions of an individual experiencing fever, diarrhea, vomiting, or unexplained bleeding/bruising. These symptomatic individuals were evaluated by DOHMH staff, and 39 were referred for follow-up testing for Ebola at a hospital or other medical facility. We assumed that 30 of those seeking care sought care at a hospital, representing 1% of the total number of monitored individuals. Subsequent analyses showed little sensitivity to this assumption, as the overall proportion was so small. Specifically, for the Ebola case study, Assuming that every day during a monitoring period had the same risk of developing symptoms, we can write the survival function, the probability that an individual would be symptom free after t days, as",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}