{
    "paper_id": "d1ecd2ec6f1030c8e1ba1844e0fea59b19267a55",
    "metadata": {
        "title": "Global health diplomacy: advancing foreign policy and global health interests",
        "authors": [
            {
                "first": "Josh",
                "middle": [],
                "last": "Michaud",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jennifer",
                "middle": [],
                "last": "Kates",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "It is worth noting that, even with this growing level of interest, there is little agreement on how to define ''global health diplomacy.'' [5] [6] Generally, GHD refers to international diplomatic activities that (directly or indirectly) address issues of global health importance, and is concerned with how and why global health issues play out in a foreign policy context. GHD can encompass a broad set of activities and actors, such as formal country delegations holding bilateral and multilateral negotiations on health issues, a combination of governmental and nongovernmental actors negotiating on health-related issues, and, although often not considered ''diplomacy'' in the traditional sense, official or semi-official representatives of one country acting in a health capacity in another (see box for specific examples).",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 142,
                    "text": "[5]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 143,
                    "end": 146,
                    "text": "[6]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "WHAT IS GLOBAL HEALTH DIPLOMACY?"
        },
        {
            "text": "Perspectives differ as to whether GHD is driven primarily by global health or foreign policy aims. Global health proponents, for their part, have mostly characterized GHD as a unique opportunity to raise the policy profile of global health. They perceive tying health issues to foreign policy and diplomacy as a recipe for more attention and resources. For example, the current WHO Director-General has characterized the new focus on diplomacy as signaling a ''new era'' for global health, 7 while the Editor of the Lancet expects that such a diplomatic focus can move ''foreign policy away from a debate about interests to one of global altruism.'' 8 On the other hand, many politicians and foreign policy practitioners emphasize how support for health programs can help achieve foreign policy goals through the application of ''soft power'' and the practice of ''enlightened self-interest.'' At times these two different viewpoints may align, but there are many examples when they do not, with foreign policy and national security goals often trumping global health objectives. Some examples include:",
            "cite_spans": [
                {
                    "start": 650,
                    "end": 651,
                    "text": "8",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "ADVANCING BOTH HEALTH AND FOREIGN POLICY AIMS"
        },
        {
            "text": "N Tightening intellectual property rights on drugs and vaccines instead of promoting ease of access to medicines [9] [10] [11] N Promoting the production, sale, and trade of products detrimental to health (such as tobacco, alcohol, and junk foods) ",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 116,
                    "text": "[9]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 117,
                    "end": 121,
                    "text": "[10]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 122,
                    "end": 126,
                    "text": "[11]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "ADVANCING BOTH HEALTH AND FOREIGN POLICY AIMS"
        },
        {
            "text": "A number of factors have contributed to the growing attention to the intersection between global health, diplomacy, and foreign policy. Several high-profile global health challenges, including HIV/AIDS and emerging infectious diseases such as SARS (severe acute respiratory syndrome) and pandemic influenza, came to be seen as direct threats to core national security and foreign policy interests, forcing senior policy makers to consider health issues in a new light, which had previously been relegated to a lower policy priority. Partly in response to this, but also in recognition of the need to address ongoing global health disparities and realize the Millennium Development Goals, donors have dedicated more resources to overseas health programs and created new channels of assistance, leading to greater policy attention and scrutiny. [13] [14] Further, global health has grown more interdisciplinary, with links increasingly being made between health and other areas such as international trade and intellectual property rights, agriculture, education, and the environment. In the process, health has moved onto diplomatic and foreign policy agendas. 15 Another factor has been an unprecedented level of personal engagement and commitment shown by many political leaders and high-profile personalities, such as U.S. President George W. Bush, former U.S. Secretary of State Hillary Clinton, UK Prime Minister David Cameron, singer Bono, and Bill and Melinda Gates. [16] [17] [18] ",
            "cite_spans": [
                {
                    "start": 843,
                    "end": 847,
                    "text": "[13]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 848,
                    "end": 852,
                    "text": "[14]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1160,
                    "end": 1162,
                    "text": "15",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1473,
                    "end": 1477,
                    "text": "[16]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1478,
                    "end": 1482,
                    "text": "[17]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1483,
                    "end": 1487,
                    "text": "[18]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "WHY NOW?"
        },
        {
            "text": "Even though much of the focus in GHD may be on carefully planned engagements between actors with explicit, joint interests and objectives, some GHD activities are undertaken in response to crises or to resolve unexpected issues that arise. These may draw in a range of different actors and encompass a variety of diplomatic activities depending on the situation at hand. For example, when politicians and community groups in several states in Northern Nigeria ceased supporting polio vaccination in 2003, international diplomacy efforts were undertaken to restart the polio campaign, bringing together the U.S. (with representatives from the State Department, the Centers for Disease Control and Prevention, and other agencies), the United Nations, WHO, the Organization of the Islamic Conference (currently called the Organisation of Islamic Cooperation), the African Union, Bill Gates, vaccine manufacturers, and others. 19 In another example, a broad set of diplomatic actors engaged in a series of formal and informal negotiations with representatives of the Indonesian government when it refused to share H5N1 (avian influenza) virus samples with the Global Influenza Surveillance Network beginning in 2006. The Indonesian government was concerned that the country did not receive benefits from sharing these samples, but its actions threatened efforts to track the potential emergence of an H5N1 pandemic. The parties eventually resolved the immediate issue at hand, but discussions around benefit-sharing and pandemic influenza surveillance and prevention continue even today. 19 Lastly, there has been growing recognition of the important role of U.S. ambassadors in health diplomacy, largely driven by the creation of PEFPAR in 2003, which brought significant new resources, not to mention a complex new program, to U.S. overseas missions. 21 Indeed, the work of the new Office of Global Health Diplomacy at the State Department is focused squarely on the role of ambassadors, which ''will be elevated as they pursue diplomatic strategies and partnerships within countries to foster better health outcomes.'' 3",
            "cite_spans": [
                {
                    "start": 923,
                    "end": 925,
                    "text": "19",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1584,
                    "end": 1586,
                    "text": "19",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1849,
                    "end": 1851,
                    "text": "21",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "RECENT EXAMPLES"
        },
        {
            "text": "There are hallmarks to the practice of GHD that are worth noting. As the above examples indicate, non-state actors (including private companies, foundations and charities, NGOs, and civil society groups) can play an important role in GHD, a development which distinguishes this kind of diplomacy from the more traditional, formal negotiations between governmental representatives that characterized diplomacy historically. An additional dimension is the shift from a traditional binary or multipolar set of interactions among discrete government actors in formal settings towards a more dynamic ''networked'' approach to engagement, aided by instant communication capabilities and newly developed social media platforms and tools. Those engaging in GHD may be served well by taking these characteristics into consideration. 22 ",
            "cite_spans": [
                {
                    "start": 824,
                    "end": 826,
                    "text": "22",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "NEW WAYS OF WORKING"
        },
        {
            "text": "As of today, donor assistance for health has plateaued (and has shrunk in some cases) 23 in the wake of the global economic crisis, causing countries to reassess their overseas assistance programs and seek ways to collaborate with and leverage other donors, while also seeking greater domestic commitments to health programs from low-and middle-income countries themselves. [24] [25] The continuing march of globalization and development has led to rising incomes and greater capacities in many previously poor countries, contributing to their desire to be seen as equal partners and not simply aid recipients. Navigating these trends going forward will require significant engagement from all sides, with attention to negotiation around issues of ''country ownership,'' health systems, and fostering equitable and efficient trilateral and multilateral partnerships. Meanwhile, players must now address a set of newly recognized health issues that face developing countries, such as noncommunicable diseases and mental health, alongside the unfinished business of reducing illness and death from preventable infectious diseases and promoting maternal and child health.",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 88,
                    "text": "23",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 374,
                    "end": 378,
                    "text": "[24]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 379,
                    "end": 383,
                    "text": "[25]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "NEW CHALLENGES"
        },
        {
            "text": "Will GHD become a defining characteristic of the global health response in the next decade? Given recent trends, we might expect that it will continue to grow in importance. But in order to ensure international engagements on health and foreign policy are truly a win-win, both foreign policy practitioners and global health proponents need to engage more substantially. In an increasingly interdependent world, it is in the long-term interests of every country to have safe, prosperous, and healthy populations in partner countries, and the diplomatic community would do well to recognize that the global health agenda is a strong tool to achieve these goals. Likewise, global health experts could make greater efforts to understand and engage with foreign policy practitioners by keeping diplomatic leadership and embassy staff well informed of their activities and by clearly drawing the link between these activities and the broader policy objectives of foreign policy. Global health proponents also have additional opportunities to seek more visibility and to push for a seat at the table within the context of a broader set of international diplomatic issues with health implications, such as climate change and human trafficking. Still, in light of the difficult budgetary environment faced by many donor countries and some of the inherent tensions between foreign policy and global health objectives, the extent and impact of GHD going forward remain difficult to predict. But if global health and foreign policy practitioners work together for greater mutual understanding and coordination, we can help to create conditions whereby all parties can benefit from the growing profile of GHD.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A WAY FORWARD"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Raising the profile of diplomacy in the U.S. global health response: a backgrounder on global health diplomacy",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Michaud",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kates",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Kaiser Family Foundation",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Global Health Initiative next steps -a joint message",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Shah",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Goosby",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Frieden",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Quam",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Global Health Initiative",
            "authors": [
                {
                    "first": "Dc: U",
                    "middle": [
                        "S"
                    ],
                    "last": "Washington",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Strengthening global health by elevating diplomacy",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Goosby",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Department of State Official Blog, DipNote",
            "authors": [
                {
                    "first": "Dc: U",
                    "middle": [
                        "S"
                    ],
                    "last": "Washington",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Defining health diplomacy: changing demands in the era of globalization",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Katz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kornblet",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Arnold",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lief",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Fischer",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "CrossRef. Medline",
            "volume": "89",
            "issn": "3",
            "pages": "503--523",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1468-0009.2011.00637.x"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Global health diplomacy: a way forward in international affairs",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Global health diplomacy: health promotion and smart power",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Manrique",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Foreign policy and global health: working together towards common goals",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Store",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kouchner",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Bull World Health Organ",
            "volume": "86",
            "issn": "7",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Health as an instrument of foreign policy",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Horton",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Geneva: MSF; updated",
            "authors": [],
            "year": 2011,
            "venue": "Médecins Sans Frontières (MSF). TRIPS, TRIPS Plus and Doha",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The potential impact of free trade agreements on public health",
            "authors": [
                {
                    "first": "Unaids",
                    "middle": [],
                    "last": "Undp",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Impact on access to medicines from TRIPS-Plus: a case study of Thai-US FTA",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kessomboon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Limpananont",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Kulsomboon",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Maleewong",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Eksaengsri",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Paothong",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Southeast Asian J Trop Med Public Health",
            "volume": "41",
            "issn": "3",
            "pages": "667--677",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Fallout of Bin Laden raid: aid groups in Pakistan are suspect",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Walsh",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Should HIV/AIDS be securitized? The ethical dilemmas of linking HIV/AIDS and security",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Elbe",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Int Stud Q",
            "volume": "50",
            "issn": "1",
            "pages": "119--144",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1468-2478.2006.00395.x"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "S. global health and national security policy",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "U"
                    ],
                    "last": "Feldbaum",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Center for Strategic and International Studies",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Tackling cross-sectoral challenges to advance health as part of foreign policy. Oslo: Fridtjof Nansens Institutt",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Faid",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Global health: the new world of global health",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "CrossRef. Medline",
            "volume": "311",
            "issn": "5758",
            "pages": "162--167",
            "other_ids": {
                "DOI": [
                    "10.1126/science.311.5758.162"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The dramatic expansion of university engagement in global health: implications for U.S. policy",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Merson",
                    "suffix": ""
                },
                {
                    "first": "Chapman",
                    "middle": [],
                    "last": "Page",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Center for Strategic and International Studies",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "United Nations Foundation; 2012. Global leaders speak out",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Diplomacy and the polio immunization boycott in Northern Nigeria",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Kaufmann",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Feldbaum",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Health Aff",
            "volume": "28",
            "issn": "4",
            "pages": "1091--1101",
            "other_ids": {
                "DOI": [
                    "10.1377/hlthaff.28.4.1091"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Report of inspection: the exercise of Chief of Mission authority in managing the President's Emergency Plan for AIDS Relief Overseas",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "See",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "United States Department of State and the Broadcasting Board of Governors Office of Inspector General",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "What is ''global health diplomacy''? A conceptual review. Glob Health Gov",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Available from",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Donor funding for health in low-& middle-income countries",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kates",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wexler",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Valentine",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "2002--2009",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Kaiser Family Foundation",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Public financing of health in developing countries: a cross-national systematic analysis",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Schneider",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gubbins",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Leach-Kemon",
                    "suffix": ""
                },
                {
                    "first": "Jamison",
                    "middle": [
                        "D"
                    ],
                    "last": "Murray",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "CrossRef. Medline",
            "volume": "375",
            "issn": "9723",
            "pages": "1375--1387",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(10)60233-4"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Are there simple conclusions on how to channel health funding?",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sridhar",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Woods",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "CrossRef. Medline",
            "volume": "375",
            "issn": "9723",
            "pages": "1326--1328",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(10)60486-2"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Using fake vaccination programs in the context of counter-terrorist operations that can jeopardize community trust in basic public health programs 12 a Kaiser Family Foundation, Washington, DC Correspondence to Josh Michaud (joshuam@kff.org) Global Health: Science and Practice 2013 | Volume 1 | Number 1",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Box. Types of Global Health Diplomacy ActivitiesFormal international bilateral and multilateral negotiations, such as those that take place at the World Health Assembly and other multilateral forums and traditional negotiations between donor and recipient countries regarding official bilateral health assistanceN Negotiations around the WHO Framework Convention on Tobacco Control N The U.S. President's Emergency Plan for AIDS Relief (PEPFAR) Partnership Framework agreements on HIV/AIDS between the U.S. government and partner countries Multi-stakeholder diplomacy that often includes countries as well as non-state actors negotiating on health-related issues N The Global Fund to Fight AIDS, Tuberculosis and Malaria and GAVI (formerly the Global Alliance for Vaccines and Immunization) N The 2012 London Summit on Family Planning Interactions between health actors from one country acting in another country, which include the activities of official and semi-official representatives from donor countries acting in recipient countries, for example the U.S. Agency for International Development (USAID), PEPFAR, or contracted NGO staff interacting with officials of the host country N USAID country staff advocating inclusion of family planning services in Ghana's national health insurance program N U.S. Ambassador calling for greater funding of child survival programs in Malawi's national budget Source: Adapted from reference 4. Global Health: Science and Practice 2013 | Volume 1 | Number 1",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Competing Interests: None declared",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}