{
    "paper_id": "d3ffe6ae419677ea33f6217317c7876f104f806f",
    "metadata": {
        "title": "Epidemiology and Infection Spatiotemporal distribution of a non- haematophagous bat community and rabies virus circulation: a proposal for urban rabies surveillance in Brazil",
        "authors": [
            {
                "first": "R",
                "middle": [
                    "A"
                ],
                "last": "Dias",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Sao Paulo",
                    "location": {
                        "settlement": "Sao Paulo",
                        "country": "Brazil"
                    }
                },
                "email": "r.a.dias@vps.fmvz.usp.br"
            },
            {
                "first": "F",
                "middle": [],
                "last": "Rocha",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Sao Paulo",
                    "location": {
                        "settlement": "Sao Paulo",
                        "country": "Brazil"
                    }
                },
                "email": ""
            },
            {
                "first": "F",
                "middle": [
                    "M"
                ],
                "last": "Ulloa-Stanojlovic",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Sao Paulo",
                    "location": {
                        "settlement": "Sao Paulo",
                        "country": "Brazil"
                    }
                },
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Nitsche",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Prefeitura Municipal de Campinas",
                    "location": {
                        "settlement": "Campinas",
                        "country": "Brazil"
                    }
                },
                "email": ""
            },
            {
                "first": "C",
                "middle": [],
                "last": "Castagna",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Prefeitura Municipal de Campinas",
                    "location": {
                        "settlement": "Campinas",
                        "country": "Brazil"
                    }
                },
                "email": ""
            },
            {
                "first": "T",
                "middle": [],
                "last": "De Lucca",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Prefeitura Municipal de Campinas",
                    "location": {
                        "settlement": "Campinas",
                        "country": "Brazil"
                    }
                },
                "email": ""
            },
            {
                "first": "R",
                "middle": [
                    "C A"
                ],
                "last": "Rodrigues",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Prefeitura Municipal de Campinas",
                    "location": {
                        "settlement": "Campinas",
                        "country": "Brazil"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "In Brazil, rabies surveillance is based on monitoring domestic and wild animals, although the most prevalent lineage of the rabies virus (RABV) currently diagnosed in Brazil is associated with bats, particularly non-haematophagous bats. Disease control is based on the mass vaccination of dogs and cats. We used data collected by the passive surveillance system of the city of Campinas from 2011 to 2015, to describe the temporal and geographic distributions of the bat specimens and RABV and discuss the current rabies surveillance with the advent of the declaration of canine and feline rabies-free areas in Brazil. We described the species, locations and health statuses of the collected bat specimens. Moreover, all samples were submitted for RABV diagnosis. Then, we performed a time series decomposition for each bat family. Additionally, we determined the spatiotemporal relative risk for RABV infection using the ratio of the kernel-smoothed estimates of spatiotemporal densities of RABV-positive and RABV-negative bats. From the 2537 bat specimens, the most numerous family was Molossidae (72%), followed by Vespertilionidae (14%) and Phyllostomidae (13%). The bat families behaved differently in terms of seasonal and spatial patterns. The distribution of bats varied geographically in the urban environment, with Molossidae and Phyllostomidae being observed downtown and Vespertilionidae being observed in peripheral zones. Concurrently, a significant relative risk of RABV infection was observed downtown for Vespertilionidae and in peripheral zones for Molossidae. No RABV-positive sample clusters were observed. As a result of the official declaration of RABV-free areas in southern Brazil, mass dog and cat vaccinations are expected to halt in the near future. This stoppage would make most dog and cat populations susceptible to other RABV lineages, such as those maintained by non-haematophagous bats. In this scenario, all information available on bats and RABV distribution in urban areas is essential. Currently, few studies have been conducted. Some local health authorities, such as that in Campinas, are spontaneously basing their surveillance efforts on bat rabies, which is the alternative in reality scenario of increased susceptibility to bat-associated RABV that is developing in Brazil.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Although the most prevalent lineages of RABV currently diagnosed in Brazil are associated with bats, specifically nonhaematophagous bats [11, 13] , the national-level human rabies surveillance and control remain based on the transmission of AgV1 and AgV2, both of which are associated with carnivores, mostly dogs and cats. The rabies surveillance system performed by local health authorities is based on monitoring the occurrence of rabies in domestic animals by surveilling deceased and euthanised dogs showing neurological symptoms in public shelters, until the sample reaches 0.2% of the estimated dog population [14, 15] . Rabies control is based on the mass vaccination of at least 80% of the estimated dog and cat populations, clinical observation of dogs and cats that bite a human for at least 10 days after the attack, post-exposure vaccination for the attack victims and emergency vaccination of all unvaccinated dogs and cats within a 5 km buffer area around a suspicious case [14, 15] . This effort resulted in a declining trend of human rabies, with few cases remaining in north and northeast Brazil yearly.",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 141,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 142,
                    "end": 145,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 617,
                    "end": 621,
                    "text": "[14,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 622,
                    "end": 625,
                    "text": "15]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 989,
                    "end": 993,
                    "text": "[14,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 994,
                    "end": 997,
                    "text": "15]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Campinas, located 96 km northwest of Sao Paulo City, is one of the largest cities in Brazil, with ∼1 million inhabitants [16] . The city can be considered as a case study for rabies surveillance and control for the rest of Brazil. Campinas has an Animal Control Authority (UVZ) that has been in place since 1972, when mass dog and cat vaccination campaigns started. In 2009, 90 085 dogs and 9001 cats were vaccinated against RABV [15] . In 2010, the mass vaccination campaign was halted because of vaccine accidents, followed by a reduction in the delivery of rabies vaccines for dogs and cats from the Brazilian Ministry of Health. At that moment, only emergency vaccinations of dogs and cats inside a buffer area of 5 km (i.e. blockage area) around suspicious or confirmed dog or cat rabies cases could be performed. The mass vaccination campaigns resumed in 2012, were interrupted in 2015, and resumed again in 2016. However, after these changes, two cats and a dog with rabies demonstrated to be bat variant rabies [17] .",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 125,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 430,
                    "end": 434,
                    "text": "[15]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1019,
                    "end": 1023,
                    "text": "[17]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Although the UVZ historically focused on rabies control by the mass vaccination of dogs and cats against RABV, a passive surveillance system for bats was implemented in 1994. Reports of bat presence are received through a call centre, and the UVZ staff goes immediately to the location and collects dead or alive bat specimens and sends them for RABV diagnosis. The number of notifications increased slowly until 2010, when 488 bats were captured [15] . Since then, a mean number of 536 bats were retrieved from Campinas households yearly (personal communication).",
            "cite_spans": [
                {
                    "start": 447,
                    "end": 451,
                    "text": "[15]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Unlike the other Brazilian cities, in Campinas when a bat from the passive surveillance system is diagnosed with RABV, house-to-house communication and distribution of educational material (including the call centre number for further notifications) begin immediately in the area in which the positive bat was found. During these visits, the number of unvaccinated dogs and cats are recorded and their owners are encouraged to vaccinate them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Currently, the probability of bat-associated RABV to be transmitted from bats to dogs and cats and then to humans is higher than that of carnivore-associated RABV (AgV1 and AgV2) to be transmitted from dogs and cats to humans in Brazil. Therefore, if the vaccine protection declines with the declaration of AgV1-and AgV2-free areas in Southern Brazil in 2015, dogs and cats will become susceptible to bat-associated RABV. Few studies described bat communities in urban areas [18, 19] , with some studies describing the effects of city lights [20] and lead poisoning [21] over bats in urban areas. In South America, a single study aimed at the description of bat communities in urban areas of Chile [22] , and two Brazilian studies aimed at the investigation of Candida sp. [23] and Leptospira spp. [24] . The aim of this study was to describe the bat community and RABV distributions from data collected by the Campinas passive surveillance system from 2011 to 2015 to elucidate key points regarding the rabies surveillance in a future scenario of dogs and cats susceptibility to bat-associated RABV.",
            "cite_spans": [
                {
                    "start": 475,
                    "end": 479,
                    "text": "[18,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 480,
                    "end": 483,
                    "text": "19]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 542,
                    "end": 546,
                    "text": "[20]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 566,
                    "end": 570,
                    "text": "[21]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 698,
                    "end": 702,
                    "text": "[22]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 773,
                    "end": 777,
                    "text": "[23]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 798,
                    "end": 802,
                    "text": "[24]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Bat passive surveillance database",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "The study region was the city of Campinas, Sao Paulo State, Brazil. The city has a bat rabies passive surveillance system in place which collects all dead and alive bats found in the households. Data from the UVZ bat rabies passive surveillance were compiled from 2011 to 2015 and included the species, address, geographic coordinates, date, location of the bat (inside, outside the building or household) and health status (dead or alive) of the bats. The UVZ staff identified the bat species, and the identification was confirmed by the Pasteur Institute of Sao Paulo, to which the specimens were sent for RABV diagnosis. Bats were submitted to a direct immunofluorescence test and RABV antigenic analysis. The RABV qualitative results (positive and negative) were kindly made available for this work. The proportions of RABV-positive samples and associated 95% confidence intervals (CI) in each bat family were calculated using prop.test( ) function of R.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "The UVZ only began only to compile information about bats that directly or indirectly contacted dogs and cats in 2015. However, this type of record was not available when bats were found in the street or public areas. Since 2011, three rabies cases were recorded in Campinas: a cat infected with the Nyctinomops sp. RABV lineage in 2014; a dog infected with the Desmodus rotundus lineage (AgV3) in 2015; and a cat infected with the Myotis sp. lineage in 2016 [17] . All reported data had their geographic coordinates associated, which allowed locating them on thematic maps and perform spatial analyses.",
            "cite_spans": [
                {
                    "start": 459,
                    "end": 463,
                    "text": "[17]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "For each bat family, genus and species, the general characteristics (sex, reproductive status) and the circumstances in which the specimens were found (capture place and health status) were described in proportions. The reproductive status (mature or immature) was defined by the presence of testes in males and mammary glands and nipples in the subaxillary region in females [25] . In order to describe the bat traits, first we compared the proportions of each variable between the bat families and then across the genera within each family using the prop.test( ) function of R.",
            "cite_spans": [
                {
                    "start": 376,
                    "end": 380,
                    "text": "[25]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "General description of the collected bat specimens"
        },
        {
            "text": "The list of bat species collected during the study period by the Campinas UVZ was compared with the Integrated Taxonomic Information System database (itis.gov) to verify their worldwide occurrence. The areas of occurrence of all species were verified in the SpeciesLink Network database (splink.org.br), which is a database of Brazilian animals and plants deposited in 456 collections worldwide, to verify that the collected bat specimens were likely to be found in Campinas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General description of the collected bat specimens"
        },
        {
            "text": "The biological features (size, weight, colony size, feeding habits, reproduction and roost type) of the bat species collected during the study period and those not collected but likely to be found in Campinas were compiled from the available literature [5, [26] [27] [28] [29] .",
            "cite_spans": [
                {
                    "start": 253,
                    "end": 256,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 257,
                    "end": 261,
                    "text": "[26]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 262,
                    "end": 266,
                    "text": "[27]",
                    "ref_id": null
                },
                {
                    "start": 267,
                    "end": 271,
                    "text": "[28]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 272,
                    "end": 276,
                    "text": "[29]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "General description of the collected bat specimens"
        },
        {
            "text": "The time series for each bat family time series was decomposed to determine the existence of seasonal or trend patterns during the study period. The seasonality period was detected via periodogram analysis, using Fournier transformation in the TSA package of R. We have chosen the additive model because the magnitude of the seasonal component was stable in the time series and used the decompose( ) function.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Temporal distribution of collected bat specimens"
        },
        {
            "text": "Regardless of the RABV laboratory results, the geographic distribution of Cynomops planirostris, Eumops glaucinus, Molossus molossus, Tadarida brasiliensis, Artibeus lituratus, Glossophaga soricina, Eptesicus spp. and Myotis spp., each with more than 100 collected specimens during the study period were represented in thematic maps, using QGIS software. Eptesicus spp. and Myotis spp. were grouped due to their similar traits for this geographic representation. Additionally, using the distribution of bat specimens, a kernel-smoothing with a 10 km bandwidth radius was performed using the Heat Map plugin of QGIS, and contour lines were extracted using the Extraction plugin of QGIS. This bandwidth was chosen due to the maximum foraging distance of frugivorous and haematophagous bats [26] .",
            "cite_spans": [
                {
                    "start": 788,
                    "end": 792,
                    "text": "[26]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Spatiotemporal analysis of collected bat specimens and RABV"
        },
        {
            "text": "In order to verify the existence of clustering of RABV-positive samples, the generalisation of the Ripley's K function for bivariate spatial point processes, or the difference between the cumulative distribution functions of distances from random points to nearest RABV-positive and RABV-negative samples was calculated using the splancs package of R. Moreover, an envelope of the 2.5% and 97.5% quantiles of the difference function was estimated from 999 Monte Carlo simulations. RABV-positive sample clusters were identified when the difference function crossed the positive values of its associated envelope [30] . The analysis was made for the species and genera with more than 100 collected specimens (described above).",
            "cite_spans": [
                {
                    "start": 611,
                    "end": 615,
                    "text": "[30]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Spatiotemporal analysis of collected bat specimens and RABV"
        },
        {
            "text": "The Campinas urban zoning map [31] was used to stratify the locations of the collected specimens into five land uses: residential, commercial, industrial, protected area (forest fragments) and rural area. The residential strata were subdivided into residential (unifamiliar households) and apartments (multifamiliar buildings). The proportions of bat species or genera with more than 100 collected specimens (described above) in each urban zoning stratum were compared using the prop.test( ) function of R.",
            "cite_spans": [
                {
                    "start": 30,
                    "end": 34,
                    "text": "[31]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Spatiotemporal analysis of collected bat specimens and RABV"
        },
        {
            "text": "The spatiotemporal relative risk for RABV infection was obtained by the ratio of the kernel-smoothed estimates of spatiotemporal densities of RABV-positive and RABV-negative bats in February (mid-summer), May (mid-autumn), August (midwinter) and November (mid-spring) using the sparr package of R [32] . Data from the different years were stratified by months and the density ratio was calculated using the spattemp.density ( ) function considering a fixed bandwidth kernel estimate of the continuous spatiotemporal data. The asymptotic tolerance contours (P = 0.05 and P = 0.001) were obtained to identify significantly increased relative risk areas.",
            "cite_spans": [
                {
                    "start": 297,
                    "end": 301,
                    "text": "[32]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Spatiotemporal analysis of collected bat specimens and RABV"
        },
        {
            "text": "During the study period, the Campinas UVZ collected 2537 bat specimens of 25 different species in 16 genera (Cynomops, Eumops, Molossops, Molossus, Nyctinomops, Promops, Tadarida, Artibeus, Glossophaga, Phyllostomus, Platyrrhinus, Sturnira, Eptesicus, Histiotus, Lasiurus and Myotis) and three families (Molossidae, Phyllostomidae and Vespertilionidae) ( Table 1) . With 1835 collected specimens (72%), Molossidae was the most numerous family, followed by Vespertilionidae (n = 348 or 14%) and Phyllostomidae (n = 325 or 13%). A few specimens (n = 29 or 1%) were not identified. The most numerous species (n > 100) were M. molossus (n = 873), C. planirostris (n = 175), E. glaucinus (n = 146), T. brasiliensis (n = 140) and G. soricina (n = 109).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 355,
                    "end": 363,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "General description of the collected bat specimens"
        },
        {
            "text": "Most of the specimens were male (52%), and similar proportions of genera were observed between families, although among Molossidae, a higher proportion of females were observed in Eumops (48%; P = 0.02) and Tadarida (55%; P = 0.001) than in Molossus (40%). For the reproductive status, most of the specimens were mature (69%), but the proportions of immature of Molossidae (18%; P < 0.001) and Vespertilionidae (29%; P < 0.001) was significantly higher than that of Phyllostomidae (8%). With the Phyllostomidae and Vespertilionidae families, similar proportions of reproductive statuses were observed among genera, but within Molossidae, the proportion of immature Cynomops (28%) was higher than that of Eumops (15%; P < 0.001), Molossus (20%; P = 0.005), Nyctinomops (9%; P = 0.004) and Tadarida (11%; P < 0.001), and the proportion of immature Molossus was higher than that of Tadarida (P = 0.01).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General description of the collected bat specimens"
        },
        {
            "text": "Forty-three percent of the total specimens were captured inside households, but Phyllostomidae (33%; P < 0.001) and Vespertilionidae (38%; P < 0.001) were more frequently captured outside the households than Molossidae (46%). Within Molossidae, Nyctinomops (66%) were more frequently captured inside households than Cynomops (42%; P = 0.003), Eumops (41%; P < 0.001) and Molossus (43%; P < 0.001), and Tadarida (76%) were more frequently captured inside households than Cynomops (P < 0.001), Eumops (P < 0.001) and Molossus (P < 0.001). Within Phyllostomidae, Glossophaga (49%; P < 0.001) and Platyrrhinus (52%; P < 0.001) were more frequently captured inside households than Artibeus (17%). Similar proportions of reproductive statuses were observed among the different genera of Vespertilionidae.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General description of the collected bat specimens"
        },
        {
            "text": "Concerning the health status, most of the specimens were captured alive (52%). Nevertheless, Phyllostomidae (63%) were more frequently captured dead than Molossidae (36%; P < 0.001) and Vespertilionidae (49%; P < 0.001), and Vespertilionidae were more frequently captured dead than Molossidae (P < 0.001). Within Phyllostomidae and Vespertilionidae, similar proportions of health statuses were observed among genera, but within Molossidae, Cynomops (43%) were more frequently captured dead than Eumops (32%; P = 0.01), Molossus (36%; P = 0.04), Nyctinomops (24%; P = 0.003) and Tadarida (17%; P < 0.001). Eumops were more frequently captured dead than Tadarida (P = 0.001), and Molossus were more frequently captured dead than Nyctinomops (P = 0.03) and Tadarida (P < 0.001).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General description of the collected bat specimens"
        },
        {
            "text": "For the RABV diagnosis (Table 2 ), only 45 specimens tested positive (1.8%; 95% CI 1.3%-2.4%; Table 2 ). The proportions of positive samples of Phyllostomidae (6.5%; 95% CI 4%-9.7%) and Vespertilionidae (4%; 95% CI 2.2%-6.7%) were similar but higher than that in Molossidae (0.5%; 95% CI 0.3%-1%). Molossops ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 23,
                    "end": 31,
                    "text": "(Table 2",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 94,
                    "end": 101,
                    "text": "Table 2",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "General description of the collected bat specimens"
        },
        {
            "text": "Vespertilionidae 147 (42) 171 (49) 30 (9) 101 (29) 207 (59) 40 (12) 133 (38) 143 (41) 72 (21) 169 (49) 143 (41) 36 (10) 348",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General description of the collected bat specimens"
        },
        {
            "text": "Eptesicus brasiliensis 2 (67) ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General description of the collected bat specimens"
        },
        {
            "text": "RABV-positive samples were found in only six genera, with the highest proportion observed in Artibeus (15.3%), followed by Myotis (5.7%), Eptesicus (4%), Tadarida (3.6%), Nyctinomops (1.9%) and Molossus (0.4%). A total of 90 samples (3.5%) could not be submitted for RABV diagnosis and were designated bad samples, but when possible, features such as bat species, general characteristics and circumstances in which the specimens have been found were used in the analysis. Table 3 presents a compilation of biological features of the bat species collected and those likely to occur in Campinas. Phyllostomidae have a longer forearm length and are heavier than Molossidae and Vespertilionidae. Molossidae and Vespertilionidae have a strict diet (general insectivores and aerial insectivores, respectively), whereas Phyllostomidae have a generalist diet (from insectivore, to frugivore, nectivore, pollinator, carnivore and flower eaters). Phyllostomidae have a more homogenous reproductive pattern (mostly poliestric) and fewer progeny (in general, one pup), whereas Molossidae and Vespertilionidae have diverse reproductive patterns (monoestric and poliestric), with Vespertilionidae producing more progeny (greater than two pups, in general). Molossidae and Vespertilionidae have higher proportions of species that can use artificial roosts (87% and 83%, respectively) than Phyllostomidae (58%). Moreover, some species of Molossidae and Vespertilionidae cohabit with different species in the same roosts.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 472,
                    "end": 479,
                    "text": "Table 3",
                    "ref_id": "TABREF8"
                }
            ],
            "section": "Epidemiology and Infection"
        },
        {
            "text": "The seasonal period for the bat records was 1 year according to the periodogram analysis. However, the peaks of Molossidae and Vespertilionidae findings were observed during summer that of Phyllostomidae was observed during winter (Fig. 1) . Even though a trend of increased bat records from 2012 and 2013 in all families has been observed, the bat findings were considered stable throughout the time series.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 231,
                    "end": 239,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Temporal distribution of the collected bat specimens"
        },
        {
            "text": "Based on the biological features of each collected bat species and those likely to occur in Campinas (Table 3) , specimens identified as Tadarida sp. were considered T. brasiliensis, those as Glossophaga sp. were considered G. soricina and species from the genera Epitesicus (including Epitesicus sp.) and Myotis (including Myotis sp.) were combined. Therefore, six bat species and two genera are represented in thematic maps: C. planirostris, E. glaucinus, M. molossus, T. brasiliensis, A. lituratus, G. soricina, Eptesicus spp. and Myotis spp. A. lituratus was included because this species had the highest RABV prevalence, although the number of collected specimens was below 100. Nyctinomops was the only genus with RABV-positive bats (n = 1) not represented geographically. The bat specimen density maps are presented in Figure 2a .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 101,
                    "end": 110,
                    "text": "(Table 3)",
                    "ref_id": "TABREF8"
                },
                {
                    "start": 826,
                    "end": 835,
                    "text": "Figure 2a",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Spatiotemporal analysis of the collected bat specimens and RABV"
        },
        {
            "text": "The highest density was observed for M. molossus (up to 687 specimens per km 2 ), and the lowest densities were observed for G. soricina and Eptesicus spp. (up to 20 specimens per km 2 ). In general, the highest density of specimens was obtained at or close to downtown except for Eptesicus spp. and Myotis spp., which were more frequently observed in the urban-rural interface area of Campinas. For families, the highest density of collected specimens of Molossidae and Phyllostomidae was observed downtown, with Vespertilionidae being observed most frequently in the Table 1 . northwest region of Campinas in the urban-rural interface zone (Fig. 2b) . The distributions of RABV-positive and RABV-negative samples are also shown in Figures 2a and 2b . In general, no cluster of positive samples was observed within small distances. For A. lituratus the empirical K function only barely exceeds the envelope at ∼2 km and otherwise remains within the envelope. For Eptesicus spp., the empirical K function is only outside the envelope from ∼2 to 2.5 km and from 5.75 to 8 km (Fig. 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 569,
                    "end": 576,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 642,
                    "end": 651,
                    "text": "(Fig. 2b)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 733,
                    "end": 750,
                    "text": "Figures 2a and 2b",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1074,
                    "end": 1082,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Spatiotemporal analysis of the collected bat specimens and RABV"
        },
        {
            "text": "Most of the bats were collected in residential areas (64.2%), in contrast to T. brasiliensis (52.9%), which were collected mostly in protected areas (parks and forests) ( Table 4 ) close to downtown.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 171,
                    "end": 178,
                    "text": "Table 4",
                    "ref_id": null
                }
            ],
            "section": "Spatiotemporal analysis of the collected bat specimens and RABV"
        },
        {
            "text": "The bat families behaved differently in terms of their seasonal and spatial patterns (Fig. 4) . Spatiotemporal analysis showed that in Molossidae, a significant excess of relative risk of rabies positivity (P < 0.05) was observed in peripheral areas, in the western region from autumn to winter and in the eastern region of Campinas from winter to spring. During summer, a small area of relative risk excess was observed in the northern region of the city. For Phyllostomidae, a significant excess of relative risk (P < 0.05) was observed downtown throughout the year, which intensified during autumn (P < 0.001). Moreover, from autumn to winter, an excess of relative risk (P < 0.05) was also observed in peripheral zones of northern and southern areas of Campinas. Finally, Vespertilionidae showed a more stable area of significant relative risk excess (P < 0.05) throughout the year at downtown, which intensified from winter to spring (P < 0.001).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 85,
                    "end": 93,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Spatiotemporal analysis of the collected bat specimens and RABV"
        },
        {
            "text": "The current work was based on records of a passive bat rabies surveillance system in the city of Campinas, Brazil. The findings showed that bat family densities varied in space and time. Moreover, due to the location and situation at which bats were collected, the risk of RABV transmission to domestic animals and humans was high, as recent reports of two cats and a dog infected with bat-associated RABV shown. The bat rabies surveillance is crucial to prevent the transmission of bat-associated RABV to domestic animals in urban areas, especially after the recent declaration of AgV1-and 2-free area by the Brazilian government. This situation will in turn halt the mass vaccination of dogs and cats and promote susceptibility to bat-associated RABV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Only dead or possibly ill insectivore bats were collected in this study and no active surveillance was conducted. Therefore, proper inferences about the bat population distributions and dynamics were not possible. Moreover, all discussion is focused on bats collected in the urban area of Campinas [16] . Few bats from rural areas were collected since the rabies surveillance system performed by animal health authorities is specific but passive and only 2% of the Campinas population lives in these areas [16] . All areas of the city, particularly the peripheral zones, are systematically informed by UVZ about RABV infection from bats. Therefore, differences in specimen densities were not caused by the performance heterogeneity of the rabies surveillance system. The proportions of collected bat species were similar to those in other studies in Campinas [15] and elsewhere in Brazil [5] . No haematophagous bats were collected in this study, although one dog was infected with RABV AgV3 (D. rotundus lineage) in 2015. In recent years, RABV lineages similar to AgV3 have been identified in A. lituratus [13, 33, 34] .",
            "cite_spans": [
                {
                    "start": 298,
                    "end": 302,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 506,
                    "end": 510,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 859,
                    "end": 863,
                    "text": "[15]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 888,
                    "end": 891,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1107,
                    "end": 1111,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1112,
                    "end": 1115,
                    "text": "33,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1116,
                    "end": 1119,
                    "text": "34]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Regarding the location of the recorded specimens, most were found inside households. Molossidae was the primary contributor, with the highest proportions in the genera Tadarida and Nyctinomops, followed by Molossus, with the latter being the most frequently collected genus. Most of the RABV-positive samples from this genus were obtained in residential areas. Although Cynomops and Eumops showed similar proportions, no RABV-positive samples were detected. Tadarida was an exception because these bats were collected mostly in parks and protected areas downtown.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In Molossidae, most of the specimens were captured alive, particularly Tadarida and Nyctinomops, which is a concerning fact, particularly for cats. Domestic cats are extremely attracted to moving objects and animals [35, 36] , and are therefore exposed to increased risk for rabies infection by Molossidae inside households. In Phyllostomidae and Vespertilionidae, most specimens were captured dead outside the households, and unsupervised or feral cats could have been exposed to or have actually preyed upon those bats.",
            "cite_spans": [
                {
                    "start": 216,
                    "end": 220,
                    "text": "[35,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 221,
                    "end": 224,
                    "text": "36]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Vespertilionidae were more frequently captured in residential areas, where most of its RABV-positive samples were found. Most Phyllostomidae were also found in residential areas but in a lower proportion and were also collected in commercial and protected and public areas, where most of the RABV-positive samples were found. A. lituratus was the species with the highest RABV occurrence. Phyllostomidae were more densely found downtown, but Vespertilionidae were observed in urban-rural zones in peripheral areas of Campinas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Although the seasonality period of the three families was the same (1 year), peaks of Molossidae and Vespertilionidae findings were observed during summer, whereas the peak of Phyllostomidae was during winter. Molossidae were more frequently collected downtown, but the excess of relative risk for RABV infection was observed in peripheral zones of Campinas, which could be explained by analysing each species individually. M. molossus, the most abundant species in the sample, is sedentary, forming small colonies, but it might be the species that most benefited in the urban area of Campinas among all the collected species. The species is very adapted to man-made structures, particularly roof linings. Peak findings of these bats (mostly alive) were observed during summer, indicating that although the bats benefited from the increased density of insects attracted by city lights. Even so, they might have been marginally affected by pollution [37] , pesticides [38] or even (sometimes illegal) control by the inhabitants. Moreover, city lights can directly affect bat biology [20, 39] .",
            "cite_spans": [
                {
                    "start": 949,
                    "end": 953,
                    "text": "[37]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 967,
                    "end": 971,
                    "text": "[38]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1082,
                    "end": 1086,
                    "text": "[20,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1087,
                    "end": 1090,
                    "text": "39]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Although composing only approximately the equivalent of 10% of the M. molossus sample and with no RABV-positive individuals being observed in the sample, Molossus rufus are notable because they are dispersive bats and may share roosts with other species, including M. molossus [40] . Interspecific contact, particularly the contact between haematophagous and nonhaematophagous bats, is an important epidemiological parameter that is not properly studied. However, because D. rotundus can also use man-made structures, such as roof linings, and eventually roosts with other species [41] [42] [43] [44] [45] , these bats may be responsible for infecting Molossus in rural areas. Moreover, Vespertilionidae species, such as Eptesicus sp. and Myotis sp., in which RABVpositive samples were observed, can also roost with other species, including D. rotundus, and showed high densities of findings in peripheral areas of Campinas. Although less susceptible to RABV infection from other species, M. molossus may be an important reservoir in peripheral areas and less important in urban areas despite the high density of findings downtown.",
            "cite_spans": [
                {
                    "start": 277,
                    "end": 281,
                    "text": "[40]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 581,
                    "end": 585,
                    "text": "[41]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 586,
                    "end": 590,
                    "text": "[42]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 591,
                    "end": 595,
                    "text": "[43]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 596,
                    "end": 600,
                    "text": "[44]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 601,
                    "end": 605,
                    "text": "[45]",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "T. brasiliensis showed a more restricted distribution of findings than M. molossus, but was also observed downtown. This species is migratory and can form very large colonies, the largest among the species collected in this study (up to 1 000 000 individuals) [46] . These bats can also roost in man-made structures, including roof linings, but were more frequently collected in parks and protected areas downtown. Unlike M. molossus, a high prevalence of RABV was observed, being the most important reservoir among Molossidae. The mass mortality of Tadarida due to RABV infection has been reported elsewhere [47, 48] , and the health authorities of Campinas should thus continuously investigate this species. Among the Molossidae collected in this study, T. brasiliensis should be considered the species with the highest capacity for introducing and maintaining different RABV lineages because of its capacity for migrating and forming colonies with numerous individuals. Compared with M. molossus, this bat might be more resilient to the urban environment because fewer specimens were collected by the passive surveillance system despite its high abundance.",
            "cite_spans": [
                {
                    "start": 260,
                    "end": 264,
                    "text": "[46]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 609,
                    "end": 613,
                    "text": "[47,",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 614,
                    "end": 617,
                    "text": "48]",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Although few Nyctinomops were collected, one sample tested RABV-positive and one reintroduction event in cats occurred in 2014 by a virus lineage specific to this species in Campinas. This species should also be monitored by the rabies surveillance system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Phyllostomidae were more frequently collected dead during winter. Although Phyllostomidae exhibit generalist feeding habits, insects are the primary item in the diet of this family, followed by fruits, nectar, flowers, pollen and other invertebrate animals [26] [27] [28] [29] [49] [50] [51] . Those food sources are all scarce during the winter, which is more likely the primary cause of the highest mortality in that season. Of the bat families collected in this study, Phyllostomidae was the least capable of using man-made structures and was also is the family that had the lowest proportion of specimens collected in residential areas. Thus, this family benefited least in the urban area of Campinas. Moreover, RABV prevalence was higher in Phyllostomidae (6.5%) than in the other families, particularly in A. lituratus, with the highest prevalence (16.7%) among all collected species and the only species in its family with RABV-positive samples. This result might have been caused by two factors, listed as follows: (a) Phyllostomidae exhibit reduced fitness because they are larger and heavier, requiring a more critical energy balance. Moreover, all collected species of this family are poliestric, and females are therefore more susceptible to seasonal changes in climate and food availability; (b) dispersal behaviour, with a daily change in the roost by females [52] , may increase the contact with other individuals, including other species. A. lituratus roosts preferably in treetops and palm trees, and from the collected species, few used the same roosts, including other Artibeus and Myotis albescens, which had the second largest RABV prevalence in the sample. However, because of the high RABV prevalence and dispersal behaviour, A. lituratus should also be a target species in the rabies surveillance system.",
            "cite_spans": [
                {
                    "start": 257,
                    "end": 261,
                    "text": "[26]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 262,
                    "end": 266,
                    "text": "[27]",
                    "ref_id": null
                },
                {
                    "start": 267,
                    "end": 271,
                    "text": "[28]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 272,
                    "end": 276,
                    "text": "[29]",
                    "ref_id": null
                },
                {
                    "start": 277,
                    "end": 281,
                    "text": "[49]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 282,
                    "end": 286,
                    "text": "[50]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 287,
                    "end": 291,
                    "text": "[51]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 1374,
                    "end": 1378,
                    "text": "[52]",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Like Molossidae, Vespertilionidae also showed peaks of findings during summer. This family has different biological features; for example, most species roost with other species, including D. rotundus. Nearly all species feed on aerial insects, which are the most abundant in summer. Vespertilionidae were the smallest of the specimens collected in Campinas, but most of the species are poliestric and produce large progenies (in general, over two pups), making the energy balance critical and increasing the susceptibility to seasonal climatic changes. Vespertilionidae are the family most capable of using man-made structures and apparently the family that most benefit in the urban environment of Campinas. Although more frequently collected in peripheral areas, excess relative risk for RABV infection was observed downtown throughout the year, which intensified from winter to spring. This observation could be explained by the increased fitness in the urban environment and increased competition for food and roosts during the winter. For those reasons, Eptesicus sp. (particularly E. brasiliensis, which is sedentary) and Myotis sp., should be target species in the rabies surveillance system because they are more likely to have contact with other insectivore and haematophagous bat species and are therefore possibly responsible for the maintenance and dissemination of different RABV lineages. One of the RABV reintroduction events in cats was due to a Myotis lineage in 2016. Finally, RABV was not diagnosed in the two abundant species of Molossidae, C. planirostris and E. glaucinus. Both species showed a high density of findings downtown. Both form small colonies, but C. planirostris is smaller and lighter, roosting on fences and light poles, and is sedentary. E. glaucinus is more adaptable to man-made structures and is one of the few species collected in Campinas that hibernates. No specific biological features explained why RABV was not diagnosed in these species.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Although only dogs were recorded to contact RABV-positive bats in 2015, cats should not be neglected in educational or strategic vaccinations. The probability of infectious contact between bats and domestic animals was previously calculated in Campinas, showing that such contacts are at least twofold higher in cats [15] . All the information available regarding bat fauna and RABV in urban areas is essential for the new challenges presenting with the declaration of RABV AgV1-and AgV2-free zones in Brazil by the Ministry of Health in 2015. This measure will end the mass vaccination of dogs and cats against rabies, most likely making most susceptible to bat or wildlife RABV. Moreover, education, awareness and when required, strategic dog and cat vaccinations should be prioritised to properly address this situation.",
            "cite_spans": [
                {
                    "start": 317,
                    "end": 321,
                    "text": "[15]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Urbanisation and its effects on bats -a global meta-analysis",
            "authors": [
                {
                    "first": "Jung",
                    "middle": [
                        "K"
                    ],
                    "last": "Threlfall",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Bats in the Anthropocene: Conservation of Bats in a Changing World",
            "volume": "",
            "issn": "",
            "pages": "13--33",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Trait-dependent tolerance of bats to urbanization: a global meta-analysis",
            "authors": [
                {
                    "first": "Jung",
                    "middle": [
                        "K"
                    ],
                    "last": "Threlfall",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Proceedings of the Royal Society B",
            "volume": "285",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Sensitivity of bats to urbanization: a review",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Russo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ancillotto",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Mammalian Biology -Zeitschrift für Säugetierkunde",
            "volume": "80",
            "issn": "",
            "pages": "205--212",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Checklist of Brazilian bats",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Nogueira",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "10",
            "issn": "",
            "pages": "808--821",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Bats in urban areas of Brazil: roosts, food sources and parasites in disturbed environments",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nunes",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "L"
                    ],
                    "last": "Rocha",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Cordeiro-Estrela",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Urban Ecosystems",
            "volume": "20",
            "issn": "",
            "pages": "953--969",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Bats: important reservoir hosts of emerging viruses",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Calisher",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Clinical Microbiology Reviews",
            "volume": "19",
            "issn": "",
            "pages": "531--545",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Changing resource landscapes and spillover of henipaviruses",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Kesslar",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Annals of the New York Academy of Sciences",
            "volume": "1429",
            "issn": "",
            "pages": "78--99",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "United Nations, Department of Economic and Social Affairs, Population Division (2017) World population prospects: the 2017 revision, key findings and advance tables",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Circulation of the rabies virus in nonhematophagous bats in the city of Rio de Janeiro, Brazil",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Cabral",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "45",
            "issn": "",
            "pages": "180--183",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Expert Consultation on Rabies: Second Report. WHO technical report series: 982",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Antigenic typing of Brazilian rabies virus samples isolated from animals and humans",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Favoretto",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "",
            "volume": "44",
            "issn": "",
            "pages": "91--95",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The spread and evolution of rabies virus: conquering new frontiers",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Fisher",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Streicker",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Schnell",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nature Reviews Microbiology",
            "volume": "16",
            "issn": "",
            "pages": "241--255",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Updated list of bat species positive for rabies in Brazil",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Sodré",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Gama",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Almeida",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Revista da Sociedade Brasileira de Medicina Tropical de São Paulo",
            "volume": "52",
            "issn": "",
            "pages": "75--81",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Spatiotemporal relative risk of RABV-positive bats from specimens collected by a rabies passive surveillance system in Campinas, Brazil. Observation: Solid circles represent areas with excess of relative risk of rabies positivity with 0.1% of significance and dashed circles",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Guia de Vigilância Epidemiológica, 7th Edn. Brasília: Ministério da Saúde",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Secretaria De Vigilância Em Saúde",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Accessed 24",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Assessing the rabies control and surveillance systems in Brazil: an experience of measures toward bats after the halt of massive vaccination of dogs and cats in Campinas",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "De Lucca",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Preventive Veterinary Medicine",
            "volume": "111",
            "issn": "",
            "pages": "126--133",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Censo demográfico 2010 -Características da população e dos domiciílios -Resultados do universo. Brasília: Ministério do Planejamento",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Instituto Brasileiro De Geografia E Estatística",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Accessed 24",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Surveillance and control of rabies after detecting a positive case in feline in Campinas",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "De Lucca",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Boletim Epidemiológico Paulista",
            "volume": "14",
            "issn": "",
            "pages": "29--37",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Species-specific patterns of bat activity in an urban landscape",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Gehrt",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Chelsvig",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Ecological Applications",
            "volume": "14",
            "issn": "",
            "pages": "625--635",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Differential responses of cryptic bat species to the urban landscape",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Lindott",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Ecology and Evolution",
            "volume": "6",
            "issn": "",
            "pages": "2044--2052",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "The ecological impact of city lighting scenarios: exploring gap crossing thresholds for urban bats",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Hale",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Global Change Biology",
            "volume": "21",
            "issn": "",
            "pages": "2467--2478",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Lead concentration in tissues of fruit bats (Pterous sp.) in urban and non-urban locations",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hariono",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Sutton",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Wildlife Research",
            "volume": "20",
            "issn": "",
            "pages": "315--319",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Bat rabies in urban centers in Chile",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "De Mattos",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Journal of Wildlife Diseases",
            "volume": "36",
            "issn": "",
            "pages": "231--240",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Candida species isolated from urban bats of Londrina-Paraná, Brazil and their potential virulence",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "Botelho",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Zoonoses and Public Health",
            "volume": "59",
            "issn": "",
            "pages": "16--22",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "The contribution of bats to leptospirosis transmission in Sao Paulo city, Brazil",
            "authors": [
                {
                    "first": "Taf",
                    "middle": [],
                    "last": "Bessa",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "The American Journal of Tropical Medicine and Hygiene",
            "volume": "82",
            "issn": "",
            "pages": "315--317",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Ecological and Behavioral Methods for the Study of Bats",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Kunz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Parsons",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Biology of Bats",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Neuweiler",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Morcegos do Brasil",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Reis",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Accessed 24",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Splancs: spatial and space-time point pattern analysis. R package version 2",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Rowlinson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Diggle",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1--39",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Zoneamento do município de Campinas",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Secretaria Municipal De Planejamento E Urbanismo",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Prefeitura de Campinas",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Tutorial on kernel estimation of continuous spatial and spatiotemporal relative risk",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Davies",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Marshall",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Hazelton",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Statistics in Medicine",
            "volume": "37",
            "issn": "",
            "pages": "1191--1221",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Molecular epidemiological analysis of bat rabies virus in Brazil",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kobayashi",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Journal of Veterinary Medical Science",
            "volume": "67",
            "issn": "",
            "pages": "647--652",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Desmodus rotundus and Artibeus spp. bats might present distinct rabies virus lineages",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "O"
                    ],
                    "last": "Fahl",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Brazilian Journal of Infectious Diseases",
            "volume": "16",
            "issn": "",
            "pages": "545--551",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Predation of wildlife by domestic cats Felis catus in Great Britain",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Woods",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Mcdonald",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Harris",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Mammal Review",
            "volume": "33",
            "issn": "",
            "pages": "174--188",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "The impact of free-ranging domestic cats on wildlife of the United States",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Loss",
                    "suffix": ""
                },
                {
                    "first": "Will",
                    "middle": [
                        "T"
                    ],
                    "last": "Marra",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "P"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nature Communications",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "A review of on environmental pollution bioindicators",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Asif",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Malik",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "N"
                    ],
                    "last": "Chaudhry",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "4",
            "issn": "",
            "pages": "111--118",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Organic contaminants in bats: trends and new issues",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bayat",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Environment International",
            "volume": "63",
            "issn": "",
            "pages": "40--52",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "The influence of low intensities of light pollution on bat communities in a semi-natural context",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lacoeuilhe",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS One",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Composition of colony and reproduction of Molossus rufus (E. Geoffroy) (Chiroptera, Molossidae) in roost at Southeastern Brazil",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Esbérard",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Revista Brasileira de Zoologia",
            "volume": "19",
            "issn": "",
            "pages": "1153--1160",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Roost interactions between the common vampire bat (Desmodus rotundus) and two frugivorous bats (Phyllostomus discolor and Sturnira lilium",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wohlgenant",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Biotropica",
            "volume": "26",
            "issn": "",
            "pages": "344--348",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Nyctinomops laticaudatus",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Avila-Flores",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Flores-Martins",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ortega",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Mammalian Species",
            "volume": "697",
            "issn": "",
            "pages": "1--6",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Host preference of the common vampire bat (Desmodus rotundus; Chiroptera) assessed by stable isotopes",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Voigt",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Kelm",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Journal of Mammalogy",
            "volume": "87",
            "issn": "",
            "pages": "1--6",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "A comparative study of rabies isolates from hematophagous bats in Brazil",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Castilho",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Journal of Wildlife Diseases",
            "volume": "46",
            "issn": "",
            "pages": "1335--1339",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Ecological and anthropogenic drivers of rabies exposure in vampire bats: implications for transmission and control",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Streicker",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Proceedings of the Royal Society B",
            "volume": "279",
            "issn": "",
            "pages": "3384--3392",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Seasonal variation in colony size of Brazilian freetailed bats at Carlsbad cavern based on thermal imaging",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "I"
                    ],
                    "last": "Hristov",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Journal of Mammalogy",
            "volume": "91",
            "issn": "",
            "pages": "183--192",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Rabies in New Mexico cavern bats",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Constantine",
                    "suffix": ""
                }
            ],
            "year": 1968,
            "venue": "Public Health Reports",
            "volume": "83",
            "issn": "",
            "pages": "303--316",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Ecology of rabies virus exposure in colonies of Brazilian free-tailed bats (Tadarida brasiliensis) at natural and man-made roosts in Texas",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Turmelle",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Vector-Borne and Zoonotic Diseases",
            "volume": "10",
            "issn": "",
            "pages": "165--175",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Combate ao Desmodus rotundus (E. Geoffroy, 1810) na região cárstica de Cordisburgo e Curvelo",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "O"
                    ],
                    "last": "Almeida",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Morcegos urbanos: status do conhecimento e plano de ação para conservação no Brasil",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Pacheco",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Chiroptera Neotropical",
            "volume": "16",
            "issn": "",
            "pages": "629--647",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "When did plants become important to leaf-nosed bats? Diversification of feeding habits in the family Phyllostomidae",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rojas",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Molecular Ecology",
            "volume": "20",
            "issn": "",
            "pages": "2217--2228",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Roosting behaviour and group stability of the big fruit-eating bat Artibeus lituratus (Chiroptera: Phyllostomidae)",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Muñoz-Romo",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Herrera",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Knut",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Mammalian Biology",
            "volume": "73",
            "issn": "",
            "pages": "214--221",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Numbers between parentheses indicate the number of possible bat species in Campinas out of the total number of worldwide extant bat species of each genus. a Cynomops abrasus and C. planirostris.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Time-series decomposition of bats collected by a rabies passive surveillance system in Campinas, Brazil.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "(a) Density, location and RABV diagnosis of selected bat specimens collected by a rabies passive surveillance system from 2011 to 2015 in Campinas, Brazil. Observation: The following domestic animal rabies cases were recorded during the study period: (1) a cat infected with the Nyctinomops sp. lineage in 2014; (2) a dog infected with the D. rotundus lineage (AgV3) in 2015 and (3) a cat infected with the Myotis sp. lineage in 2016. (b) Density, location and RABV diagnosis of selected bat families collected by a rabies passive surveillance system from 2011 to 2015 in Campinas, Brazil. Observation: The following domestic animal rabies cases were recorded during the study period: (1) a cat infected with the Nyctinomops sp. lineage in 2014; (2) a dog infected with the D. rotundus lineage (AgV3) in 2015 and (3) a cat infected with the Myotis sp. lineage in 2016.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Fig. 2. Continued",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Cluster analysis of RABV diagnosed in bat specimens collected by a rabies passive surveillance system from 2011 to 2015 in Campinas, Brazil. Observation: Solid line represents the empirical K function and dashed lines represent the envelope of the 2.5% and 97.5% quantiles of the K function estimated from 999 Monte Carlo simulations.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Bat specimens collected from 2011 to 2015 and rabies positivity recorded by habitat type in Campinas",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "General characteristics and circumstances that collected bats have been found from 2011 to 2015 in Campinas, Brazil",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Eumops auripendulus, E. bonariensis, E. glaucinus, E. hansae and E. perotis.All specimens of this genus were likely to be Molossops temminckii.M. molossus and M. rufus.Nyctinomops aurispinosus, N. laticaudatus and N. macrotis.All specimens of this genus were likely to be Promops nasutus.All specimens of this genus are likely to be T. brasiliensis.Artibeus fimbriatus, A. lituratus, A. obscurus and A. planirostris.All specimens of this genus were likely to be G. soricina. E. brasiliensis, E. diminutus, E. furinalis and E. fuscus.All specimens of this genus were likely to be H. velatus.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "RABV diagnosis in bats collected from 2011 to 2015 by a rabies passive surveillance system in Campinas, Brazil",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "(Continued.)",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "Biology features compiled from the literature of bats collected from 2011 to 2015 and bats likely to occur in Campinas, Brazil",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "RABV+, rabies positive samples. Obs.: 29 bats had no family, genus and species identified.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Author ORCIDs. R. A. Dias 0000-0002-8241-7699",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}