{
    "paper_id": "d43a73492744f56383a502fdd4fdc36eb160e09e",
    "metadata": {
        "title": "Endemicity and prevalence of multipartite viruses under heterogeneous between-host transmission",
        "authors": [
            {
                "first": "Eugenio",
                "middle": [],
                "last": "Valdano",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Susanna",
                "middle": [],
                "last": "Manrubia",
                "suffix": "",
                "affiliation": {
                    "laboratory": "National Centre for Biotechnology (CSIC)",
                    "institution": "",
                    "location": {
                        "settlement": "Madrid",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Sergio",
                "middle": [],
                "last": "Gómez",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alex",
                "middle": [],
                "last": "Arenas",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The terms in this equation are described in the main text. We remind that the Latin indices run on the degree, and Greek indices run over the 2 v + 1 compartments, that are ordered by increasing number of viral species they contain. Let us define as φ the function that counts such number, so that φ( wt ) = 1 (just wt), φ( 1 ) = 2 (wt plus one variant), φ( seg ) = v (all the variants), φ( all ) = v + 1, and so on. The ordering is such that α > β ⇒ φ( α ) ≥ φ( β ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Here we consider v = 1, homogeneous contacts, and no differential degradation. Let x 1 , x 2 be the prevalence of wt , all , respectively. Equation (S.1) reduces to",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.1 Model v = 1"
        },
        {
            "text": "As explained in the main text, the equation of the total prevalence z = x 1 + x 2 decouples (see also Sect. S.5). It is thus convenient to consider the system in (z, x 2 ):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.1 Model v = 1"
        },
        {
            "text": "As the equation for z decouples from x 2 , the Jacobian is lower triangular:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.1 Model v = 1"
        },
        {
            "text": "The spectrum of J is thus given by its diagonal elements. In order to get T 1 , i.e., the epidemic threshold, we need to study the spectrum of J computed in the disease-free state (z = x 2 = 0):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.1 Model v = 1"
        },
        {
            "text": "From this we see that if λ > µ the dfs is no longer stable. Hence T 1 = {λ = µ}. One could guess this without calculations from the equation in z, which tells us that the total prevalence behaves like an SIS. In order to find T 2 we now study the stability of the equilibrium where only wt is circulating (hosts in wt , but not in all , are present). This is the equilibrium wt defined in the main text, and it is a pure SIS model for the compartment wt . The value of the prevalence is (z = 1 − µ/λ, x 2 = 0), as the SIS prescribes. The Jacobian in this equilibrium point is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.1 Model v = 1"
        },
        {
            "text": "The first eigenvalue is always negative, as we are above T 1 . The second one is negative iff (1 + µ)λ < 2µ. As a result, we get that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.1 Model v = 1"
        },
        {
            "text": "Assuming a generic number of variants, and homogeneous contacts, Eq. (S.1), and its Jacobian, areẋ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.2 Generic number of variants v"
        },
        {
            "text": "with Λ ν(βσ) = Λ νβσ + Λ νσβ . They correspond to Eqs. (5) and (6) of the main text, respectively. As in the case v = 1, we use the Jacobian, Eq. (S.8), to study the stability of two equilibria. The first one is the dfs (x ν = 0), whose analysis gives T 1 . The second one is wt: x 1 = 1 − µ/λ, x ν = 0 for ν > 1, and will give T 2 . We remind that, given the ordering we use, the index ν = 1 refers to the compartment wt , which is indeed the only one with non-zero prevalence in the wt-phase equilibrium. We study the stability of the former directly in the main text, so here we directly proceed to the latter.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.2 Generic number of variants v"
        },
        {
            "text": "The Jacobian computed in wt is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.2 Generic number of variants v"
        },
        {
            "text": "We can write it in matrix form by defining the following matrices: (Λ) νβ = Λ ν(β1) , Γ νβ = Γ ν1 . The result is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.2 Generic number of variants v"
        },
        {
            "text": "Γ has all the entries equal to Γ 11 = λ in the first row, and all others zero. This is because Γ ν1 encodes the interactions that change the prevalence of the ν-th compartment by acting with wt on the susceptible state. Hence ν itself can refer only to wt , and only wt is transmitted, thus the value λ. We now wish to show that Λ is block-uppertriangular. One diagonal block, Λ 1 , encompasses the indices β = 1, . . . , 2 v − 1, while the other, Λ 2 , the remaining β = 2 v , 2 v + 1:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.2 Generic number of variants v"
        },
        {
            "text": "The lower left block is clearly zero, because the transitions that change the prevalence of seg , all by acting on wt with a compartment other than seg , all , or vice versa, are not possible. The block Λ 1 is upper diagonal, and we can show this with a reasoning similar to the one for Γ in the main text. First of all, Λ 1,11 = 0 as no term x 2 1 exists in the equations. We then consider the transitions α wt → α β , with",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.2 Generic number of variants v"
        },
        {
            "text": "as one needs to transmit all the segmented variants α contains, but not wt. Finally, the transitions wt α → wt β are not possible, as all the compartments considered already contain the wt. This proves the upper diagonal shape. The block Λ 2 does not change in dimension with v, and so it can be computed explicitly by analyzing the four possible reactions between seg , all . Summing up, the matrices involved have the following form:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.2 Generic number of variants v"
        },
        {
            "text": "where 2 ≤ n ≤ v, and the symbol \" \" marks values that are not necessary to our computation. By putting Eqs. (S.12), (S.13) and (S.14) into Eq. (S.10) we realize that J (wt) has the same block structure, and can compute its eigenvalues. The stability condition then translates into the following system:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.2 Generic number of variants v"
        },
        {
            "text": "The first equation is always true, as we are above T 1 . The second one, for n = 2, is true when λ < 2µ/(1 + µ). Then, if this holds, one can show that all the following hold. As a result, we get to",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.2 Generic number of variants v"
        },
        {
            "text": "We now address the fully general equation driving the system, Eq (S.1). We assume here k to be discrete-valued. One can prove that the whole derivation holds in the continuous case, too. The general form of the Jacobian Eq. (S.1) becomes",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.3 Heterogeneous contacts"
        },
        {
            "text": "This matrix acts on the space G ⊗ H, where G is the usual (2 v + 1)-dimensional space spanned by the compartments, and H is an ∞-dimensional separable Euclidean space spanned by the discrete degrees (or contact rates). For this reason, we can study the spectrum of J on the compartment sector, and the degree sector, one at the time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.3 Heterogeneous contacts"
        },
        {
            "text": "Critical surface T 1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.3 Heterogeneous contacts"
        },
        {
            "text": "On the dfs, the Jacobian reads",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.3 Heterogeneous contacts"
        },
        {
            "text": "In Sect. S.2 we already have examined both Γ and Λ thoroughly. Hence, we can say that the principal eigenvalue of Γ is λ − µ, corresponding to some eigenvector v. If one defines the vector κ on H as simply the sequence of positive natural numbers κ = (1 2 3 · · · ), then one can show that κ ⊗ v is the principal eigenvector of J| (wt) , with eigenvalue k 2 λ/ k − µ. From this we find T 1 = {λ =μ}.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.3 Heterogeneous contacts"
        },
        {
            "text": "Let us call z k def = x k 1 . The wt equilibrium will be some z k > 0, and x k ν = 0 ∀ν > 1. This leads to (dropping the superscript wt from now on)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Critical surface T 2"
        },
        {
            "text": "where z σ is the average of z k computed with p σ (k): z σ def = C σ k z k k −σ . By using the findings in Sect. S.2, we know that, in the compartment sector, the relevant (dominant) eigenvalue is the entry ν = α = 2. Hence, we can directly compute the Jacobian for these values, and deal with the degree sector:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Critical surface T 2"
        },
        {
            "text": "We now define two vectors (in H): Ω k def = kp γ (k)/ k , and Ψ k def = k λ 2 + λ(1 − λ)z k . With them we can rewrite J km :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Critical surface T 2"
        },
        {
            "text": "The principal eigenvector of J is Ψ, and the corresponding eigenvalue is −µ + Ω T Ψ. By computing it, and setting it to zero, we recover the equation for the critical point:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Critical surface T 2"
        },
        {
            "text": "The last piece of the puzzle is computing the term z γ−2 . We define the following function:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Critical surface T 2"
        },
        {
            "text": "For this function, one can prove the following recursion relation:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Critical surface T 2"
        },
        {
            "text": "(derivation not shown here), where ζ is the Riemann zeta function. Now, from [1] we know that the prevalence z k of a SIS model obeys the following equation:",
            "cite_spans": [
                {
                    "start": 77,
                    "end": 80,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Critical surface T 2"
        },
        {
            "text": "We apply C γ−1 k k 1−γ to both sides of this equations, and get",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Critical surface T 2"
        },
        {
            "text": "We then apply C γ−2 k k 2−γ , and get",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Critical surface T 2"
        },
        {
            "text": "Moreover, we notice that the moments of the degree distribution can be expressed in terms of the normalization constants as follows: ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Critical surface T 2"
        },
        {
            "text": "Segmented variants now transmit with a probability ρλ, with ρ ≥ 1, where λ is the transmissibility of wt. Let us examine how the interaction matrices change according to this. MatrixΓ in Eq. (S.14) does not change, while matrix Γ in Eq. (S.12), and Λ in Eq. (S.13), change as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.4 Enhanced segment transmissibility"
        },
        {
            "text": "λ · · · · · · 0 ρλ 2 · · · · · · . . . . . . · · · . . . · · · . . . . . . . . . 0 0 · · · ρ n−1 λ n · · · . . . . . . · · · . . . · · · . . . . . . . . .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.4 Enhanced segment transmissibility"
        },
        {
            "text": "The spectrum of J dfs = Γ − µ then gives the first critical point. We find two regimes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.4 Enhanced segment transmissibility"
        },
        {
            "text": "a different critical point emerges: T s = λ = (µ) 1/v /ρ . This means that if transmissibility is enhanced enough, the compartment seg spreads alone as an SIS, and T s is its epidemic threshold.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.4 Enhanced segment transmissibility"
        },
        {
            "text": "In the regime ρ < µ − v−1 v we can find the new T 2 = λ = 1+ρ ρ µ 1+µ , with the same derivation as in Sect. S.2. Analogously we can add heterogeneous contact rates, solving the degree sector as in Sect. S.3, finding the correctionμ as before.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.4 Enhanced segment transmissibility"
        },
        {
            "text": "Total prevalence of the wt can be computed analytically in the homogeneous case. In order to prove that, we consider Eq. S.7. For convenience, we define z = α x α − x seg , which is the total prevalence of the wt. Primed summation symbols ( ν ) mean ν runs over all the compartments but seg . We apply ν to both sides of Eq. S.7, gettinġ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.5 Total prevalence of the wild-type virus"
        },
        {
            "text": "The term containing Λ ναβ can be computed using that ν Λ ναβ = 0. This is due to the fact that the number of hosts is conserved, and Λ ναβ encodes interactions only between infected compartments. As a result, ν Λ ναβ = −Λ seg,αβ . Moreover, one can show that Λ seg,αβ = −λδ β,seg (1 − δ α,seg ). The term ν Γ να is the probability of α generating a ν = seg by infecting a susceptible. This is just the probability of transmitting the wt, because all the other probabilities cancel out. Hence, ν Γ να = λ(1−δ α,seg ). By inserting these two terms in Eq. (S.32), one getṡ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.5 Total prevalence of the wild-type virus"
        },
        {
            "text": "which decouples from the other variables, and represents a pure SIS. As a result, the endemic total prevalence of the wt in case of homogeneous networks is always z = 1−µ/λ.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.5 Total prevalence of the wild-type virus"
        },
        {
            "text": "In order to validate our theoretical prediction of the phase space, we simulate the spread of a multipartite virus on a plant population. The estimate of the critical surfaces requires computing the endemic states, corresponding to the different phases. To do that, we used the quasistationary state method [2, 3] . In its original formulation for an SIS model, the quasistationary state method relies on forcing the system out of the disease-free state. Every time the simulation produces a fully susceptible population, one inputs an active configuration previously visited by the system. With multipartite viruses, however, there is an additional challenge, represented by the fact that the disease-free state is not the only absorbing state. Every time the system becomes free of a specific variant (or wt) disappears from the system, it will be free of it forever. Hence, we force the system out of any state that does not contain all the v variants and the wt. The result of the simulations is shown in Fig. S.1 . ",
            "cite_spans": [
                {
                    "start": 307,
                    "end": 310,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 311,
                    "end": 313,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 1009,
                    "end": 1017,
                    "text": "Fig. S.1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "S.6 Numerical validation of the critical surfaces"
        },
        {
            "text": "Our model assumes that the transmission probability of one variant does not depend on the coinfecting variants. In reality, however a limited carrying capacity should be taken into account, as the number of viral particles a cell can produce in time is limited. Here we investigate this aspect using a simple assumption: coinfecting variants share equally a fixed transmissibility. Hence, for instance, while compartment wt transmits the wt with probability λ, 1 transmits it with probability λ/2, due to the concurrent infection by a defective variant. We show that while this impacts the specific values of the critical surfaces in Eq. (2,3,4) of the main text, it does not change the quantitative behavior.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.7 Limited carrying capacity"
        },
        {
            "text": "Having previously demonstrated the generalizability to arbitrary number of variants (v) and arbitrary heterogeneous topology, we set ourselves in the (computationally) simplest scenario of homogeneous network and v = 2. Equation (S.3) thus becomes",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.7 Limited carrying capacity"
        },
        {
            "text": ".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.7 Limited carrying capacity"
        },
        {
            "text": "From this, and from the SIS-like dynamic of seg spreading alone, we can compute the new critical surfaces. We consider, for simplicity, ρ = 1 and homogeneous topology: By comparing them to Eq. (2,3,4) of the main text, we see that limited carrying capacity does not change the epidemic threshold (T 1 ). It increases, however, both T 2 and T s , making multipartitism overall less likely. It however does not change the qualitative behavior of the model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(S.34)"
        },
        {
            "text": "Our model assumes recovery rate is the same for all compartment. One might instead assume that it either decreases or increases with the number of coinfecting variants. Here we investigate a different recovery rate for the pure multipartite compartment ( seg ): compartment containing wt recover at a rate µ, seg at a rate σµ. Analogously, one might assume that variants in the pure multipartite compartment do not spread independently. To that end, we introduce another correction factor λ v −→ αλ v . It is straightforward to show that both corrections impact T 2 (Eq. (4)) in the same way, with the identification α = 1/σ. The new critical surface containing both factor is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.8 Nonhomogeneous recovery rates, nonindependent transmission"
        },
        {
            "text": "From this we see that both these assumptions add an additional scaling to the effective recovery rateμ −→ σμ/α, while leaving the overall behavior of the model unchanged.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.8 Nonhomogeneous recovery rates, nonindependent transmission"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Epidemic spreading in scalefree networks",
            "authors": [
                {
                    "first": "Romualdo",
                    "middle": [],
                    "last": "Pastor",
                    "suffix": ""
                },
                {
                    "first": "-",
                    "middle": [],
                    "last": "Satorras",
                    "suffix": ""
                },
                {
                    "first": "Alessandro",
                    "middle": [],
                    "last": "Vespignani",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Phys. Rev. Lett",
            "volume": "86",
            "issn": "14",
            "pages": "3200--3203",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Quasistationary simulations of the contact process on quenched networks",
            "authors": [
                {
                    "first": "Silvio",
                    "middle": [
                        "C"
                    ],
                    "last": "Ferreira",
                    "suffix": ""
                },
                {
                    "first": "Ronan",
                    "middle": [
                        "S"
                    ],
                    "last": "Ferreira",
                    "suffix": ""
                },
                {
                    "first": "Claudio",
                    "middle": [],
                    "last": "Castellano",
                    "suffix": ""
                },
                {
                    "first": "Romualdo",
                    "middle": [],
                    "last": "Pastor-Satorras",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Phys. Rev. E",
            "volume": "84",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Epidemic thresholds of the susceptible-infected-susceptible model on networks: A comparison of numerical and theoretical results",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Silvio",
                    "suffix": ""
                },
                {
                    "first": "Claudio",
                    "middle": [],
                    "last": "Ferreira",
                    "suffix": ""
                },
                {
                    "first": "Romualdo",
                    "middle": [],
                    "last": "Castellano",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Pastor-Satorras",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Phys. Rev. E",
            "volume": "86",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Eqs. (S.23), (S.26), (S.27) and (S.28), we can get to a closed-form solution for z γ−2 : by putting this inside Eq. (S.22), we get to T 2 = {λ = 2μ/ (1 +μ)}.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Numerical validation of Fig. 3(E). Prevalence of the wt (A) and the segmented variants (B) are computed through stochastic simulations. The solid, dashed and dotted lines represent T 1 , T 2 and T s , respectively.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "= λ = vµ 1/v . (S.37)",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}