{
    "paper_id": "d4f4ca21b787bb6a090b859a21aade4e7a0fb633",
    "metadata": {
        "title": "Immunological aspects of the efficiency of protectotype vaccination strategy against chicken infectious bronchitis",
        "authors": [
            {
                "first": "Marcin",
                "middle": [],
                "last": "Smialek",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Bartlomiej",
                "middle": [],
                "last": "Tykalowski",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Daria",
                "middle": [],
                "last": "Dziewulska",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tomasz",
                "middle": [],
                "last": "Stenzel",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Andrzej",
                "middle": [],
                "last": "Koncicki",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: One of the most commonly applied protectotype vaccination protocol against infectious bronchitis (IB) in broiler chickens in the EU is simultaneous or alternate use of Ma5 and 4/91 vaccine strains. After IB vaccination and infection, systemic and upper respiratory tract (URT), humoral and cell-mediated immunity (CMI), are stimulated. The level of this stimulation correlates with the level of protection against IB. Results: We've investigated the development of URT and systemic, cell-mediated and humoral immunity in commercial broiler chickens vaccinated with Ma5 and/or 4/91 strains at hatch day. We've demonstrated that the group vaccinated with Ma5 and 4/91 strain simultaneously developed the most desirable immunity which reflects the level of CD8 + T cells stimulation in spleen and Harderian gland, as well as the level of IgA and IgY in URT washings and serum and their cross-reactivity with 7 IBV strains. Conclusions: Although we did not demonstrate directly why Ma5 + 4/91 protocol is so efficient it seems that it combines the benefits of monovalent vaccination with either Ma5 or 4/91 and while Ma5 seems to stimulate CMI more efficiently, the 4/91 strain generates a wider spectrum of immune system cross-reactivity and higher URT IgA production.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Infectious bronchitis (IB) is a highly contagious viral disease of chickens. IBV frequently changes its genotype and antigenic properties, tissue tropism, pathogenicity and eventually the course of the disease [1] . Due to the high level of antigenic variation among circulating viruses, establishing an effective vaccination schedule against IB has been difficult [1] . On the other hand, simultaneous or alternate use of Ma5 and 4/91, as commonly employed in the EU, induces high levels of protection against heterologous IBV types such as D1466 or QX. It has been demonstrated that this protocol doesn't influence the development of protection against homologous IBVs while inducing high protection against heterologous IBV types such as D1466 or QX [2, 3] .",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 213,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 365,
                    "end": 368,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 753,
                    "end": 756,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 757,
                    "end": 759,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "After IB vaccination and infection, systemic and upper respiratory tract (URT), humoral and cell-mediated immunity (CMI), are stimulated. IBV are highly immunogenic and stimulate production of antibodies which can be detected with enzyme-linked immunosorbent assay (ELISA), serum neutralisation (SN) or haemaglutination inhibition (HI) test [2, 4, 5] . Although, humoral immunity can't be considered a direct correlate of upper respiratory tract protection against IB, since the level of Igs in tears were not in correlation with the resistance to respiratory challenge, specific antibodies inhibit IBV replication in structures other than URT [1, [6] [7] [8] .",
            "cite_spans": [
                {
                    "start": 341,
                    "end": 344,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 345,
                    "end": 347,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 348,
                    "end": 350,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 644,
                    "end": 647,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 648,
                    "end": 651,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 652,
                    "end": 655,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 656,
                    "end": 659,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Systemic CMI is considered as a decisive factor in protection against IB. Activation of cytotoxic cells correlated with lung and kidney IBV clearance [1] . Pei et al. [9] demonstrated that CD8 + T cells isolated from spleens of birds, that recovered from IB and used for immunological transfer to naive chicks were capable of alleviating IB clinical course.",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 153,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 167,
                    "end": 170,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Little is known about the role of URT immunity in the protection against IBV. Several investigations indicated the role of innate immunity in the URT in the course of IB. Those mechanisms are not able to cure the infection, but they limit IBV replication and initiate specific immunity stimulation [10] [11] [12] . CD8 + T cells, capable of eliminating virus-infected cells, are mainly involved in the early stages of IB [5, 13] while CD4 + T cells and B lymphocytes are involved in later stages of specific immunity development [1, 4] .",
            "cite_spans": [
                {
                    "start": 298,
                    "end": 302,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 303,
                    "end": 307,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 308,
                    "end": 312,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 421,
                    "end": 424,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 425,
                    "end": 428,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 529,
                    "end": 532,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 533,
                    "end": 535,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Considering the above, our own research was carried out in order to determine the development of URT and systemic, cell-mediated and humoral immunity following simultaneous immunization with the heterologous Ma5 and 4/91 IBV strains in commercial broiler chickens vaccinated at hatch day.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The experimental procedures and animal handling procedures were conducted with the approval of the Local Ethics Committee for Animal Experiments in Olsztyn, Poland (approval number: 12/2015).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Experiments were conducted on 327 1-day old Ross 308 broiler chickens purchased from a commercial hatchery. Chickens were vaccinated in-ovo against Marek's disease with bivalent (HVT + Rispens) vaccine. No additional vaccinations were performed at the hatchery. On day one blood samples and tracheal washings (TW) were collected from 23 randomly selected birds in order to establish the level of anti-IBV maternally derived antibodies (MDA). The rest of the birds were divided into 4 group (76 birds per group) as follows: control was the group that was not vaccinated against IB, Ma5 was the group vaccinated against IB at 1 st day of life (dol) with the use of Ma5 strain, 4/91 group was vaccinated at 1 st dol with 4/91 strain and V2 group was vaccinated at 1 st dol with both Ma5 and 4/ 91 strain in one diluent (sterile distilled water). Vaccination protocol was identical to the one described previously by Cook et al. [1] who (in one of the performed experiments) vaccinated SPF chickens with Ma5 and 4/91 strains at 1 st dol. All vaccines were prepared according to manufacturer instructions (Merck Animal Health, USA) and the birds were vaccinated oculo-nasally in a dose recommended by the manufacturer. Control group received sterile vaccine diluent at 1 st dol oculo-nasally.",
            "cite_spans": [
                {
                    "start": 925,
                    "end": 928,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Birds and vaccines"
        },
        {
            "text": "Birds were raised till 21 dol in isolated units maintained at PCL 3 (physical containment level 3) facility. Water and feed were given to birds ad libitum.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Birds and vaccines"
        },
        {
            "text": "Birds were raised till 21 dol and during that period following samples were collected from birds of all of the experimental groups for laboratory evaluation. On 3, 7 and 14 days post vaccination (DPV) 5 samples of HGs (entire organ bilaterally; one sample was pooled from 3 birds, so 5 samples originated from 15 birds) and 5 spleen samples (individual) were collected for flow cytometry analysis of relative (in spleen; relative cell count-RCC) or absolute (in HG, absolute cell count-ACC) counts of CD4 + and CD8 + T as well as Bu1A + B cells. Twenty three blood samples were collected at 14 and 21 DPV for serological evaluation of anti-IBV IgY in the serum. at 7, 14 and 21 DPV 15 samples of tracheal washings were collected for serological evaluation of specific anti-IBV IgY and IgA levels. Tracheal washings were collected by passing 1 ml of phosphate-buffered saline (PBS, pH 7.2, Sigma Aldrich, Germany) through the lumen of the trachea with a 2 ml syringe. The trachea was massaged gently to intensify the washing effect. TW and serum samples were stored at −20°C until further analysis. Additionally, 5 serum samples reacting positive in ELISA at 21 DPV were subjected for HI analysis of cross-reactivity with different IBV diagnostic strains. Experimental design is summarized in Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1292,
                    "end": 1299,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Experimental design"
        },
        {
            "text": "Isolation of mononuclear cells from HGs and spleens were performed as described previously [14] . HG and spleen samples (0,3 g +/− 10%) were homogenized in a manual Dounce tissue grinder and filtered (70 μm mesh). Cells pellets, obtained after centrifugation (450 g for 10 min at 20°C), were resuspended in 3 ml of 40% Percoll density gradient and gently layered on 3 ml of 60% Percoll. Mononuclear cells were collected from the interphase after density centrifugation (20 min, 1900 g, 20°C). Finally, the obtained mononuclear cells were resuspended in 1 ml of PBS. Vi-cell XR (Beckman Coulter, USA) cell counter and cell viability analyzer was used for each sample to calculate the absolute lymphocyte counts (ALC) per ml.",
            "cite_spans": [
                {
                    "start": 91,
                    "end": 95,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Flow cytometry"
        },
        {
            "text": "Half million (from HG) or 1 × 10 6 (from spleens) of viable mononuclear cells were stained (3 μl/1 × 10 6 cells) with monoclonal mouse anti-Chicken CD4 FITC (0,1 mg/ml) and mouse anti-chicken CD8 RPE (0,1 mg/ml) or mouse anti-chicken Bu1a FITC (0,1 mg/ml) antibodies Further steps of flow cytometry data acquisition and dual platform analysis allowing the calculation of CD4 + and CD8 + T and Bu1a + B RCC in the spleen and CD4 + , CD8 + T and Bu1a + B ACC in HG samples were performed as described previously [14] . ACC of T and B cells for HG samples were calculated with the use of the following formula: ACC = (ALC * RCC)/100%. Data were expressed as mean RCC (for spleen samples) or ACC (for HG samples) of different T or B cell subpopulations +/− SD.",
            "cite_spans": [
                {
                    "start": 510,
                    "end": 514,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Flow cytometry"
        },
        {
            "text": "ELISA evaluation was performed with the use of commercial IBV ELISA kit (IDEXX, USA) according to manufacturer recommendation with minor modifications. Serum samples collected from birds 14 and 21 DPV were diluted 1:100 (instead of 1:500) in order to increase low antibody level detection. TW were tested undiluted and the level of specific IgA in TW was detected as described previously [15] with minor modifications. Anti-IBV IgA antibodies were detected by replacing the conjugated antibodies of ELISA kit with goat anti-chicken IgA HRP antibodies (AbD Serotec, UK) dilluted 1:10 000. The following steps of ELISA procedure were performed with Eppendorf epMotion 5075 LH automated pipetting station (Eppendorf, Germany), BioTek ELx405 automatic plate washer (BioTek, USA) and BioTek ELx800 plate reader. Based on sample ODs the sample to positive (S/P)-ratios were calculated and used to express the mean serum and TW anti-IBV antibody (S/P)-ratio +/− SD per group and day post vaccination. Mean OD values +/− SD per group and day post vaccination were used to express the level of anti-IBV IgA antibodies in TW.",
            "cite_spans": [
                {
                    "start": 388,
                    "end": 392,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "ELISA"
        },
        {
            "text": "HI test was performed with M41, 793B, D3128, Italy O2, D8880, D274, D1466 HA antigens obtained from GD Animal Health Service (Deventer, Netherlands). The HI test was conducted according to standard procedure (OIE) using 4 HA units of antigen per well. The result of HI analyzes are express as mean HI antibody titer (log 2 base) +/− SD.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HI test"
        },
        {
            "text": "Statistical analysis of flow cytometry results was performed with GraphPad Prism 6.05 with the use of student T -test. Differences were considered statistically significant if p < 0,05 and highly significant if p < 0,01. Statistical analysis of serological evaluation (ELISA, HI) results was performed with Statistica Pl v.10 with the use of nonparametric Kruskal-Wallis test. Differences were considered statistically significant if p < 0,05.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "At the beginning of the experiment chicks had high anti-IBV MDA levels both in serum (mean S/P ratio = 2.349 +/− 1.17) and TW (mean OD = 0.203 +/− 0.452) and the level of these antibodies declined gradually in the control group ( Fig. 3a and b) . MDA have been demonstrated to interfere with immune response after IB vaccination. For example, Terregino et al. [3] demonstrated that commercial chickens vaccinated against IB with the use of Ma5 and 4/91 strains (with 14 days interval between vaccinations) developed lower titers of HI antibodies in comparison with SPF birds. Nevertheless, in this trial, both SPF and commercial chickens had significantly increased HI antibody titers in comparison with the adequate control groups. Additionally, Chhabra et al. [16] demonstrated that MDA do not influence the production of IgA in URT after vaccination (with either H120 strain alone or in combination with CR88) of day old commercial broiler chickens. In this experiment infiltration of different subpopulations of T and B cells in the URT was also unaltered and consistent with SPF birds. Overall, it seems that maternal immunity, to some extent, may neutralize the vaccine virus (especially when given to birds at the hatch day) but the general outcome of immune system stimulation after IB vaccination is unaltered by the MDA.",
            "cite_spans": [
                {
                    "start": 360,
                    "end": 363,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 762,
                    "end": 766,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 230,
                    "end": 244,
                    "text": "Fig. 3a and b)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Results and discussion"
        },
        {
            "text": "Both Ma5 and 4/91 vaccine strains belong to a different, antigenically distinct serotypes. Ma5 is based on the Massachusetts (Mass) serotype and the 4/91 strain belongs to 4/91 serotype. Wild-types of those viruses are known for their different tissue tropism, pathogenicity and most importantly antigenic structure. IBV serotyping is done based on the S1 protein amino acid sequence analysis. The basic hypothesis of protectotype vaccination strategy, presented by Cook et al. [2] , was thatnew IBV serotypes can arise as a result of only a very few changes in the amino acid composition of the S1 part of IBV spike protein. On the other hand remaining part of the virus antigen uniform remains unchanged. Those shared antigens can induce cross protective immunity against heterologous viruses. As it turned out, the combination of Ma5 and 4/91 vaccine strains for vaccination of chickens resulted in greater cross protection against heterologous IB viruses in comparison to monovalent vaccination with either Ma5 or 4/91 strain [2] . However, up to date, the underlying immune mechanism that could explain the efficacy of this protocol is unknown.",
            "cite_spans": [
                {
                    "start": 478,
                    "end": 481,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1030,
                    "end": 1033,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Results and discussion"
        },
        {
            "text": "Considering the fact that CMI associated mainly with cytotoxic T cells is protective against IBV we have performed flow cytometry analysis of both URT and systemic cellular immune response after different IB vaccination protocols.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cellular immune response"
        },
        {
            "text": "In the Ma5 group statistically significant increase of CD4 + and CD8 + T ACC in HG was recorded 3 and 7 DPV ( Fig. 1a and b) . Additionally, in the Ma5 group significant or highly significant increase of Bu1A + B ACC in HG was recorded 7 and 14 DPV (Fig. 1c) respectively in comparison to the control group.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 110,
                    "end": 124,
                    "text": "Fig. 1a and b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 249,
                    "end": 258,
                    "text": "(Fig. 1c)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Ma5 group"
        },
        {
            "text": "Statistically significant decrease of CD4 + T RCC was recorded in the spleen 14 DPV (Fig. 2a) in the Ma5 group. Additionally in this group, significant increase of CD8 + T RCC (Fig. 2b) in the spleen was recorded 14 DPV in comparison to the control group.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 84,
                    "end": 93,
                    "text": "(Fig. 2a)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 176,
                    "end": 185,
                    "text": "(Fig. 2b)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Ma5 group"
        },
        {
            "text": "In 4/91 group statistically significant increase of CD4 + T ACC was recorded 3 DPV in HG (Fig. 1a) . In this group we've recorded a significant increase of Bu1A + B ACC in HG 3 and 14 DPV (Fig. 1c) in comparison to the control group.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 89,
                    "end": 98,
                    "text": "(Fig. 1a)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 188,
                    "end": 197,
                    "text": "(Fig. 1c)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "4/91 group"
        },
        {
            "text": "Significant increase of CD4 + T RCC in the spleen was recorded 3 DPV in 4/91 group (Fig. 2a) . In this group we've recorded a significant and highly significant increase of Bu1A + B RCC, 7 and 14 DPV (Fig. 2c) , in comparison to the control group.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 83,
                    "end": 92,
                    "text": "(Fig. 2a)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 200,
                    "end": 209,
                    "text": "(Fig. 2c)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "4/91 group"
        },
        {
            "text": "In V2 group a highly significant increase of both CD4 + T and CD8 + T ACC as well as Bu1A + B ACC in HG was recorded 14 DPV (Fig. 1a, b and c) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 124,
                    "end": 142,
                    "text": "(Fig. 1a, b and c)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "V2 group"
        },
        {
            "text": "In V2 group a highly significant increase of CD8 + T RCC in the spleen was recorded 14 DPV (Fig. 2b) . Additionally, in this group a significant increase of Bu1A + B RCC was recorded 7 DPV in spleen (Fig. 2c) . From presented data it turns out that the fastest stimulation of CMI parameters (associated with cells harboring CD8 molecule) in HG was recorded in Ma5 group. Despite the delayed character of this stimulation the highest infiltration of immunocompetent cells in URT was recorded 14 DPV in V2 group. Unfortunately, we did not perform further analyzes to determine the actual level of lymphocytes stimulation but if we consider time dependencies of CD8 marker expression we may distinguish early and late CMI stimulation. And while early, probably associated mainly with the activation of NK cells, was most prominently stimulated in Ma5 group, the late stimulation connected with cytotoxic lymphocytes activity was strongest in V2 group.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 91,
                    "end": 100,
                    "text": "(Fig. 2b)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 199,
                    "end": 208,
                    "text": "(Fig. 2c)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "V2 group"
        },
        {
            "text": "The results of our study corroborates previous findings of Chhabra et al. [16] who demonstrated that CD4 + and CD8 + cells infiltration in the URT takes place in first 2 weeks after IB vaccination of day old broiler chickens and that the overall number of infiltrating CD8 + cells is greater in comparison to the number CD4 + cells. Additionally, cited authors demonstrated that broilers with higher number of infiltrating CD8 + cells in the URT (on the day of IB infection) developed greater protection against IBV challenge.",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 78,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "V2 group"
        },
        {
            "text": "Considering time dependencies between CD4 + T cells and B cells contribution in HG we may speculate that mainly Th2 subpopulation (involved in humoral immunity stimulation through cytokines production) of T helper cells was stimulated after IB vaccination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "V2 group"
        },
        {
            "text": "Similar time dependencies between CD4 + T cells and B cells was also recorded in the spleens of vaccinated birds. The strongest stimulation of those parameters was recorded in 4/91 group but also V2 which may have influenced the results of HI test which will be discussed later.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "V2 group"
        },
        {
            "text": "The contribution of T CD8 + cells in the spleen increased in all of the IB vaccinated groups (significant increase was recorded in Ma5 and V2 group), but the strongest stimulation of this parameter was recorded in V2 group. Pei et al. [9] demonstrated that CD8 + T cells isolated from spleens of birds, that recovered from IB and used for immunological transfer to naive chicks were capable of alleviating IB clinical course.",
            "cite_spans": [
                {
                    "start": 235,
                    "end": 238,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "V2 group"
        },
        {
            "text": "A statistically significant increase of serum IgY level was recorded in all of the vaccinated group (in comparison to the control group) 21 DPV while the highest mean level of anti-IBV IgY was recorded, at this time, in V2 group (Fig. 3a) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 229,
                    "end": 238,
                    "text": "(Fig. 3a)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Humoral immune response"
        },
        {
            "text": "Similarly, a statistically significant increase of mean TW IgY level was recorded in all of the vaccinated group (in comparison to the control group) 14 and 21 DPV, while the highest mean level of anti-IBV IgY 21 DPV was recorded in Ma5 group (Fig. 3b) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 243,
                    "end": 252,
                    "text": "(Fig. 3b)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Humoral immune response"
        },
        {
            "text": "In Ma5 group a significant increase of specific IgA mean levels was recorded 7 and 14 DPV (in comparison to the control group). In comparison, in 4/91 and V2 group an increase anti-IBV IgA in TW was recorded 14 and 21 DPV while the highest mean level of anti-IBV IgA 21 DPV was recorded in V2 group (Fig. 3c) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 299,
                    "end": 308,
                    "text": "(Fig. 3c)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Humoral immune response"
        },
        {
            "text": "Okino et al. [4] demonstrated a gradual increase of specific IgA and IgG in the URT washings with simultaneous activation of CMI parameters in the URT after single fulldose vaccination of newly hatched chicks with H-120 IBV strain. In addition, these humoral and CMI response evaluated at mucosal sites correlated significantly with tracheal protection against homologous IBV challenge. Additionally, our findings demonstrate that there are different patterns of IgA levels in tracheal washes after different IB vaccination protocol application, which indicates HI test results are summarized in Table 2 . In Ma5 group no statistical differences was recorded in mean HI antibody titer against any of the homologous or heterologous IBV strains in comparison to the control group. In 4/91 group a statistically significant increase of mean HI antibody titer against 5 out of 7 IBV strains (without It-O2 and D8880) was recorded while in two cases (against 4/91 and D3128 strains) it was also significantly higher in comparison to Ma5 group. In V2 group a statistically significant increase of mean HI antibody titer against D8880 IBV strain was recorded in comparison to the control group.",
            "cite_spans": [
                {
                    "start": 13,
                    "end": 16,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 596,
                    "end": 603,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Humoral immune response"
        },
        {
            "text": "Overall percentage of samples reacting positive (neg/pos cut-off > 3 log 2 HI titer) with different IBV strains was 38.71, 77.42 and 59.38% in Ma5, 4/91 and V2 group, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Humoral immune response"
        },
        {
            "text": "It has been demonstrated previously that Ma5 + 4/91 IB vaccination protocol doesn't influence the development of protection against homologous IBV strains (Ma5 or 4/ 91) while inducing high protection against heterologous IBV types [2, 3] . Although 14 days interval between Ma5 (1 dol) and 4/91 (14 dol) vaccination protocol results in even better protection (especially against heterologous IBV types) than Ma5 and 4/91 vaccines given to birds simultaneously at 1 dol [2] , we've decided to use this protocol in order to: (1) uniform birds' age within the experimental groups and to (2) imitate the widespread use of this protocol under field conditions. It has been demonstrated that both vaccination protocols (Ma5 + 4/ 91 at 1st dol or Ma5 at 1st dol and 4/91 at 14th dol) generates comparable protection against experimental infection with either homo-or heterologous IBV serotype and in both cases the level of protection was greater and wider against heterologous IBV strains in comparison to Ma5 or 4/91 alone vaccination protocol [2] .",
            "cite_spans": [
                {
                    "start": 232,
                    "end": 235,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 236,
                    "end": 238,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 470,
                    "end": 473,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1040,
                    "end": 1043,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The aim of our study was to evaluate the immune mechanisms that could explain the efficiency of Ma5 + 4/91 vaccination protocol. From our research it seems that this protocol combines the benefits of monovalent vaccination with either Ma5 or 4/91. Both of those strains are immunogenic, but while Ma5 alone seems to stimulate CMI (especially in the URT) more efficiently the 4/91 strain generates a wider spectrum of immune system cross-reactivity and higher URT IgA production. Eventually, the final answer could be that this efficiency results from additive impact of Ma5 and 4/91 strains on different levels of both innate and acquired host immune response. Availability of data and materials The data set supporting the results of this article is included within the article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Authors' contributions MS designed the study, vaccinated the birds, collected samples, performed flow cytometry and serological examination, analyzed the data and wrote the manuscript, BT vaccinated the birds, collected samples, performed flow cytometry and serological examination, DP and TS vaccinated the birds, collected and prepared samples for flow cytometry and serological examination, AK designed and supervised the study, helped to write the manuscript. All authors read and approved the final manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The authors declare that they have no competing interests. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The long view: 40 years of infectious bronchitis research",
            "authors": [
                {
                    "first": "Jka",
                    "middle": [],
                    "last": "Cook",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jackwood",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Avian Pathol",
            "volume": "41",
            "issn": "",
            "pages": "239--50",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Breadth of protection of the respiratory tract provided by different live-attenuated infectious bronchitis vaccines against challenge with infectious bronchitis viruses of heterologous serotypes",
            "authors": [
                {
                    "first": "Jka",
                    "middle": [],
                    "last": "Cook",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Orbell",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Woods",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Huggins",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Avian Pathol",
            "volume": "28",
            "issn": "",
            "pages": "477--85",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Pathogenicity of a QX strain of infectious bronchitis virus in specific pathogen free and commercial broiler chickens, and evaluation of protection induced by a vaccination programme based on the Ma5 and 4/ 91 serotypes",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Terregino",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Toffan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Beato",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Nardi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Vascellari",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Meini",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Avian Pathol",
            "volume": "37",
            "issn": "",
            "pages": "487--93",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Humoral and cell-mediated immune responses to different doses of attenuated vaccine against avian infectious bronchitis virus",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Okino",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Alessi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Montassier",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Rosa",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Montassier",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Viral Immunol",
            "volume": "26",
            "issn": "",
            "pages": "259--67",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Inflammatory and cell-mediated immune responses in the respiratory tract of chickens to infection with avian infectious bronchitis virus",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Okino",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "L"
                    ],
                    "last": "Santos",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "S"
                    ],
                    "last": "Fernando",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Alessi",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Montassier",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Viral Immunol",
            "volume": "27",
            "issn": "",
            "pages": "383--91",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Effect of in ovo bursectomy on the course of an infectious bronchitis virus infection in line C White Leghorn chickens",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Cook",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "F"
                    ],
                    "last": "Davison",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Huggins",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mclaughlan",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Arch Virol",
            "volume": "118",
            "issn": "",
            "pages": "225--259",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Infectious bronchitis virus antibodies in tears and their relationship to immunity",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Gelb",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Nix",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Gellman",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Avian Dis",
            "volume": "42",
            "issn": "",
            "pages": "364--74",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Infectious bronchitis virus in the chicken Harderian gland and lachrymal fluid: Viral load, infectivity, immune cell responses, and effects of viral immunodeficiency",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "W"
                    ],
                    "last": "Van Ginkel",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "L"
                    ],
                    "last": "Van Santen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Gulley",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Toro",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Avian Dis",
            "volume": "52",
            "issn": "",
            "pages": "608--625",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Memory T cells protect chicks from acute infectious bronchitis virus infection",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pei",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "E"
                    ],
                    "last": "Briles",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "W"
                    ],
                    "last": "Collisson",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Virology",
            "volume": "306",
            "issn": "",
            "pages": "376--84",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Infectious bronchitis serology in broilers and broiler breeders: correlations between antibody titers and performance in vaccinated flocks",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "De Herdt",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Ducatelle",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Uyttebroek",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sneep",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Torbeyns",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Avian Dis",
            "volume": "45",
            "issn": "",
            "pages": "612--621",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Activation of the chicken type I interferon response by infectious bronchitis coronavirus",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kint",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fernandez-Gutierrez",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Maier",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Britton",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Langereis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Koumans",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Virol",
            "volume": "89",
            "issn": "",
            "pages": "1156--67",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Rapid NKcell activation in chicken after infection with infectious bronchitis virus M41",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Vervelde",
                    "suffix": ""
                },
                {
                    "first": "Mgr",
                    "middle": [],
                    "last": "Matthijs",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Van Haarlem",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "De Wit",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Jansen",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Vet Immunol Immunopathol",
            "volume": "151",
            "issn": "",
            "pages": "337--378",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Induction of innate immune response following infectious bronchitis coronavirus infection in the respiratory tract of chickens",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Kameka",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Haddadi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Cork",
                    "suffix": ""
                },
                {
                    "first": "Abdul-Careem",
                    "middle": [],
                    "last": "Mf",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Virology",
            "volume": "",
            "issn": "",
            "pages": "114--135",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Development of vaccine-induced immunity against TRT in turkeys depends remarkably on the level of maternal antibodies and the age of birds on the day of vaccination",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Smialek",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Pestka",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Tykalowski",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Stenzel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Koncicki",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "BMC Vet Res",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s12917-015-0345-5"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Epidemiological and experimental evidence for immunodeficiency affecting avian infectious bronchitis",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Toro",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "L"
                    ],
                    "last": "Van Santen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Lockaby",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Van Santen",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Hoerr",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Avian Pathol",
            "volume": "35",
            "issn": "",
            "pages": "455--64",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Mucosal, cellular and humoral immune responses induced by different live infectious bronchitis virus vaccination regimes and the protection conferred against infectious bronchitis virus Q1 strain",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chhabra",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Forrester",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lemiere",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Awad",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chantrey",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ganapathy",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Clin Vaccine Immunol",
            "volume": "22",
            "issn": "",
            "pages": "1050--1059",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Mean CD4 + (a) and CD8 + (b) T and Bu1a + B (c) ACC +/− SD in HG samples in different groups and day post vaccination. * Significant differences at different DPV (T-test, * as p < 0,05) in comparison to the control group. ** Significant differences at different DPV (T-test, ** as p < 0,01) in comparison to the control group",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Mean CD4 + (a) and CD8 + (b) T and Bu1a + B (c) RCC +/− SD in spleen samples in different groups and day post vaccination. * Significant differences at different DPV (T-test, * as p < 0,05) in comparison to the control group. ** Significant differences at different DPV (T-test, ** as p < 0,01) in comparison to the control group",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Mean IgY serum level (a -data expressed as mean S/P), IgY TW level (b -data expressed as mean S/P) and IgA TW level (c -data expressed as mean OD) in different groups and day post vaccination. * Significant differences at different DPV (Kruskal-Wallis test, * as p < 0,05) in comparison to the control group that 4/91 strain alone or in combination with Ma5 strain (V2 group) generates longer lasting and higher IgA levels in TW.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Abbreviations ACC: Absolute cell count; CMI: Cell mediated immunity; DOL: Day of life; DPV: Day post vaccination; ELISA: Enzyme-linked immunosorbent assay; HA: Haemagglutination; HG: Harderian gland; HI: Haemaglutination inhibition; IB: Infectious Bronchitis; IBV: Infectious Bronchitis virus; MDA: Maternally derived antibodies; PCL: Physical containment level; RCC: Relative cell count; SN: Serum neutralisation; TW: Tracheal washings; URT: Upper respiratory tract",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Experimental design-sampling time point",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Infectious bronchitis HI mean antibody titre (log 2 base) +/− SD, 21 DPV -Mean values in a column with different superscript letters are significantly different (Kruskal-Wallis test, p < 0,05)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Publication supported by KNOW (Leading National Research Centre) Scientific Consortium \"Healthy Animal -Safe Food\", decision of Ministry of Science and Higher Education No. 05-1/KNOW2/2015.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent for publication"
        },
        {
            "text": "The experimental procedures and animal handling procedures were conducted with the approval of the Local Ethic Committee for Animal Experiments in Olsztyn, Poland (approval number: 12/2015). Submit your next manuscript to BioMed Central and we will help you at every step:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics approval"
        }
    ]
}