{
    "paper_id": "d51abe791f93cef40353f149feeb961a86ae90ca",
    "metadata": {
        "title": "Immune Responses in the Eye-Associated Lymphoid Tissues of Chickens after Ocular Inoculation with Vaccine and Virulent Strains of the Respiratory Infectious Laryngotracheitis Virus (ILTV)",
        "authors": [
            {
                "first": "Gabriela",
                "middle": [],
                "last": "Beltrán",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Georgia",
                    "location": {
                        "addrLine": "953 College Station Rd",
                        "postCode": "30602",
                        "settlement": "Athens",
                        "region": "GA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "David",
                "middle": [
                    "J"
                ],
                "last": "Hurley",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Georgia",
                    "location": {
                        "addrLine": "501 D. W. Brooks Dr",
                        "postCode": "30602",
                        "settlement": "Athens",
                        "region": "GA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Robert",
                "middle": [
                    "M"
                ],
                "last": "Gogal",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Georgia",
                    "location": {
                        "addrLine": "501 D. W. Brooks Dr",
                        "postCode": "30602",
                        "settlement": "Athens",
                        "region": "GA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Shayan",
                "middle": [],
                "last": "Sharif",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Guelph",
                    "location": {
                        "postCode": "N1G 2W1",
                        "settlement": "Guelph",
                        "region": "Ontario, ON",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Leah",
                "middle": [
                    "R"
                ],
                "last": "Read",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Georgia",
                    "location": {
                        "addrLine": "501 D. W. Brooks Dr., 21401 W Center Rd, Elkhorn",
                        "postCode": "30602, 68022",
                        "settlement": "Athens",
                        "region": "GA, NE",
                        "country": "USA, USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Susan",
                "middle": [
                    "M"
                ],
                "last": "Williams",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Georgia",
                    "location": {
                        "addrLine": "953 College Station Rd",
                        "postCode": "30602",
                        "settlement": "Athens",
                        "region": "GA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Carmen",
                "middle": [
                    "F"
                ],
                "last": "Jerry",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Georgia",
                    "location": {
                        "addrLine": "501 D. W. Brooks Dr., 21401 W Center Rd, Elkhorn",
                        "postCode": "30602, 68022",
                        "settlement": "Athens",
                        "region": "GA, NE",
                        "country": "USA, USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Daniel",
                "middle": [
                    "A"
                ],
                "last": "Maekawa",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Georgia",
                    "location": {
                        "addrLine": "953 College Station Rd",
                        "postCode": "30602",
                        "settlement": "Athens",
                        "region": "GA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Maricarmen",
                "middle": [],
                "last": "García",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Georgia",
                    "location": {
                        "addrLine": "953 College Station Rd",
                        "postCode": "30602",
                        "settlement": "Athens",
                        "region": "GA",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Infectious laryngotracheitis (ILT) is an acute respiratory disease of poultry caused by infectious laryngotracheitis virus (ILTV). Control of the disease with live attenuated vaccines administered via eye drop build upon immune responses generated by the eye-associated lymphoid tissues. The aim of this study was to assess cytokine and lymphocyte changes in the conjunctiva-associated lymphoid tissues (CALT) and Harderian gland (HG) stimulated by the ocular inoculation of the ILTV chicken embryo origin (CEO) vaccine strain and virulent strain 63140. This study offers strong evidence to support the roles that the CALT and HG play in the development of protective ILTV immune responses. It supports the premise that ILTV-mediated immunomodulation favors the B cell response over those of T cells. Further, it provides evidence that expansions of CD8α + cells, with the concomitant expression of the Granzyme A gene, are key to reducing viral genomes in the CALT and halting ILTV cytolytic replication in the conjunctiva. Ultimately, this study revealed that the early upregulation of interleukin (IL)-12p40 and Interferon (IFN)-γ cytokine genes, which shape the antigen-specific cell-mediated immune responses, retarded the decline of virus replication, and enhanced the development of lesions in the conjunctiva epithelium.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Viruses 2019, 11, 635 2 of 20 observed in densely populated poultry production areas. Intervention strategies to control the disease rely on the implementation of biosecurity measures and vaccination with live-attenuated and/or recombinant viral vector vaccines expressing ILTV proteins [1]. Among live-attenuated vaccines, there are two main types: the tissue culture origin (TCO) vaccine [2] and chicken embryo origin (CEO) vaccines [3] . Both, CEO and TCO vaccines can be administered through the ocular, oral or intranasal mucosal routes to elicit local and systemic immunity [4, 5] , are capable of protecting chickens against clinical signs and mortality, and suppress replication of the challenge virus [6] . However, it has been demonstrated that live attenuated vaccine strains, most commonly the CEO vaccine strains, can revert to virulence if allowed to circulate in naïve chickens and give rise to outbreak viruses, such as the virulent strain 63140 [1]. Although live attenuated vaccines are routinely used in the field, there is little definitive knowledge about the molecular and cellular immune response associated with ocular vaccine-induced protection.",
            "cite_spans": [
                {
                    "start": 435,
                    "end": 438,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 580,
                    "end": 583,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 584,
                    "end": 586,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 710,
                    "end": 713,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Early seminal studies demonstrated a critical role for the cell-mediated arm of the immune system in ILTV protection. In particular, it appears that specific T cell subsets play a role in vaccine protection and resistance against the disease [7-9]. More recent studies suggest that the local inflammatory processes contribute to the pathology of the disease, and eventually modulate the responses of the adaptive immune system to facilitate viral replication [10] . Furthermore, ILTV infection appears to down-regulate type I interferon transcription and delays the early transcription of inflammatory genes to favor initial virus replication in the trachea [11, 12] .",
            "cite_spans": [
                {
                    "start": 459,
                    "end": 463,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 658,
                    "end": 662,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 663,
                    "end": 666,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Unlike the mammalian immune system, the avian immune system lacks a discrete lymphatic network. Lymph nodes in mammals are the principal sites for initial antigen presentation in mounting naive responses. In contrast, chickens have a distributed immune network featuring clusters of mucosal-associated lymphoid tissues (MALTs) that appear to fill the role of organizing naïve responses [13] . The head-associated lymphoid tissue (HALT) is comprised of the nasal-associated lymphoid tissue (NALT), the eye-associated lymphoid tissues organized in the conjunctiva-associated lymphoid tissue (CALT) and the Harderian gland (HG). Despite the absence of a direct anatomic connection to the respiratory system, the HG, CALT, and NALT serve as major contributors of immunity for the upper respiratory airways. For example, in the NALT, cells capable of taking up Newcastle disease virus (NDV)-coated beads following intranasal administration were identified as potential antigen presenting cells (APCs) [14] . In the HG, the number of IgA-and IgY-producing cells increased after the ocular inoculation of an adenovirus 5 vector expressing the avian influenza H5 protein [15] , and T effector cells (CD3 + , CD44 + ) were detected in the HG and the CALT after infectious bronchitis virus (IBV) ocular inoculation [16] .",
            "cite_spans": [
                {
                    "start": 386,
                    "end": 390,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 996,
                    "end": 1000,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1163,
                    "end": 1167,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1305,
                    "end": 1309,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Currently, little is known about the components of the cell-mediated immune responses associated with resistance against ILT that develops within the eye-associated lymphoid tissues. Recent findings indicate that the mucosal route of viral entry-ocular, oral, or nasal-can greatly influence the levels of ILTV lytic replication and lymphocyte infiltration in the trachea and conjunctiva [17] . Therefore, assessing the changes in immune cell populations within the eye-associated lymphoid tissues (CALT and HG) after ILTV exposure may help identify important features occurring in mucosal tissues that are involved in ILTV pathogenesis and host immune responses. To this end, the objective of the present study was to assess differences in immune cell dynamics by monitoring the number of T and B lymphocytes, the number of MHC class I and MHC class II antigen surface expressing cells, and transcript profile of interleukin (IL)-12p40, interferon (IFN)-γ, and Granzyme A genes in CALT and HG after ocular inoculation with the CEO vaccine strain or the virulent strain 63140. Collectively, this study highlights the important role of the eye-associated lymphoid tissue and the immunity elicited against ILTV infection. It provides evidence that the CALT and HG play different roles in the development of ILTV immune responses which were greatly influenced by the viral strain virulence.",
            "cite_spans": [
                {
                    "start": 387,
                    "end": 391,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Infectious laryngotracheitis (ILT) is a highly contagious acute respiratory disease of chickens caused by the avian alphaherpesvirus, Gallid alpha herpesvirus 1 (GaHV-1), commonly known as infectious laryngotracheitis virus (ILTV). The disease has a worldwide distribution and is frequently ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "All animal experiments conducted in this study were performed under the Animal Use Proposal A2018 06-009-Y1-A0 approved by the Animal Care and Use Committee (IACUC) in accordance with regulations of the Office of the Vice President for Research at the University of Georgia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical Statement"
        },
        {
            "text": "The 63140 virulent strain [18] and the CEO vaccine strain (Trachivax ® MERCK, Animal Health, Madison, NJ, USA) were utilized in this study. The virulent strain 63140 was propagated in chicken kidney cells obtained from 3 to 4-week-old specific pathogen-free (SPF) chickens [19] . The CEO vaccine strain was reconstituted as recommended by the manufacturers. Both viral strains were titrated in chicken kidney cells prepared from 3-to 4-wk-old SPF chickens. Kidney cells were disassociated in a 0.25% trypsin solution (Corning, Cellgro) at 37 • C. After trypsinization, cell pellets were resuspended in incomplete media (1x Ham's media (Corning, Cellgro), 1× M 199 (Gibco), 2% tryptose phosphate broth, 0.62% 1M Hepes buffer, 1.2% Sodium bicarbonate (Sigma)). Chicken kidney (CK) cells density was adjusted to 8 × 10 5 cells/mL in incomplete media with the addition of 10% fetal bovine serum (Atlanta Biologicals, Lawrenceville, GA, USA) and 2% antibiotic-antimycotic (Gibco). Fifty microliters of CK cells was seeded in 96-well plates. Twenty-four hours post-seeding, the complete medium was replaced with incomplete media, and plates were used 48 h after seeding. Five replicates of virus dilutions ranging from 10 −1 to 10 −9 were inoculated per well with 50 microliters of each virus dilution. Plates were incubated at 39 • C and 5% CO 2 for 5 days. The 50% tissue culture infective dose (TCID 50 ) was determined by the presence of virus-induced cytopathic effect and estimated by the Reed and Muench method [20] .",
            "cite_spans": [
                {
                    "start": 26,
                    "end": 30,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 273,
                    "end": 277,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1489,
                    "end": 1497,
                    "text": "Reed and",
                    "ref_id": null
                },
                {
                    "start": 1512,
                    "end": 1516,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "ILTV Strains and Virus Titration"
        },
        {
            "text": "A total of 215 specific pathogen-free (SPF) fertile White Leghorn eggs obtained from Charles River (Norwich, CT, USA) were incubated and hatched at the Poultry Diagnostic Research Center (PDRC, Athens, GA, USA), University of Georgia hatchery facilities. One-day-old chicks were housed in isolation units, with filtered air and negative pressure, and provided with feed and water ad libitum. At five weeks-of-age, chickens were arbitrarily divided in three groups. One group of chickens was inoculated with virulent strain 63140 (n = 75); a second group was inoculated with the CEO vaccine strain (n = 75). Both virus strains were administered via the ocular route. Viruses were diluted in incomplete media and a total dose of 10 3.5 TCID 50 was administered per chicken in a 60 µL volume, 30 µL per eye. The third group of chickens (n = 65) was mock inoculated with cell culture media in a similar fashion and used as negative control. At 1, 3, 5, 7, and 9 days post-inoculation (dpi), conjunctiva-associated lymphoid tissue (CALT) of the lower eyelids, Harderian gland (HG) from both eyes, and upper trachea sections were collected from five chickens from each of the three treatment groups. CALT and HG samples were used for flow cytometry analysis, while the upper trachea sections were used to determine viral genome load by real-time PCR. Additionally, CALT and HG samples were collected from 4 to 6 chickens per group at 1, 3, 5, 7, and 9 dpi and utilized to assess viral genome load and host cytokines genes transcription levels. At 1, 3, 5, and 7 dpi conjunctiva samples were collected from five chickens from each group for histopathology examination. Clinical signs were obtained from days 2 to 7 post-inoculation (pi) from 6 to 7 randomly selected chickens per group. Signs of respiratory distress, lethargy and conjunctivitis were scored as previously described [6] . Briefly, signs of dyspnea, conjunctivitis and lethargy were scored on a scale of 0 to 3-normal (0), mild (0.5 to 1), moderate (1.5 to 2), and severe (2.5 to 3)-for each of the 3 clinical categories (Total maximum score = 9). Each chicken received a total clinical sign score, which was the sum of individual clinical signs categories. A total mean clinical signs score was calculated per group at each time point post-infection. ",
            "cite_spans": [
                {
                    "start": 1875,
                    "end": 1878,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Experimental Design and Time Line"
        },
        {
            "text": "Chickens were euthanized by CO 2 gas inhalation for one minute. The CALT tissues from both lower eyelids and HG from each eye were aseptically removed and immediately placed in 15 mL conical tubes containing 8 mL of ice-cold transport medium (calcium and magnesium-free PBS with 0.5% bovine serum albumin) (Thermo Fisher Scientific, Waltham, MA, USA). Samples were kept on ice until the tissues were processed for flow cytometry analysis. The upper trachea was collected and immediately placed in 1 mL of sterile phosphate-buffered saline solution (HyClone, Logan, UT, USA) with 2% antibiotic-antimycotic 100X (Gibco, Grand Island, NY, USA), and 2% fetal bovine serum (FBS, Atlanta ® , Biological, Flowery Branch, GA, USA) and stored at −80 • C until processing for DNA extraction. Additional CALT and HG samples were collected and placed in Lysing matrix D tubes (MP Biomedical, Santa Ana, CA, USA) containing 1 mL of TRIzol ® (Thermo Fisher, Waltham, MA, USA). These were incubated for 30 min on ice and homogenized using a FastPrep-24™5G (MP Biomedical, Santa Ana, CA, USA) and immediately stored at −80 • C until processing for RNA and DNA extraction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Samples Collection"
        },
        {
            "text": "Extraction of RNA and DNA were performed from the CALT and HG TRIzol ® homogenates. Briefly, immediately after the homogenization of CALT and HG samples in 1 mL of TRIzol (Thermo Fisher, Waltham, MA, USA), 200 µL of chloroform was added and the samples were centrifuged at 4 • C for 15 min at 12,000× g. Total RNA was further purified from the upper aqueous phase using the RNeasy kit (QIAGEN, Valencia, CA, USA) as previously described [12] . To eliminate DNA contamination, the eluted RNA was treated with TURBO DNA-free™ (2 to 4 units/per reaction) (Ambion, Carlsbad, CA, USA) for 30 min at 37 • C. The DNase was inactivated with 5 µL of DNase inactivation buffer for 2 min at 23 • C. After DNA digestion, a total of 80 units of RNase inhibitor (RNase OUT™, Invitrogen, Carlsbad, CA, USA) was added per sample. To assess the purity and concentration of RNA per sample, optical density ratios (260/280 and 260/230) were obtained using the NanoDrop™ 2000c (Thermo Fisher Scientifics, Waltham, MA, USA). Previous to cDNA synthesis, a real time PCR reaction that amplifies the chicken β-actin gene was performed to ensure the absence of residual DNA in the eluted RNA using primers previously described [12] . The β-actin gene amplification reaction was performed in a 20 µL volume-10 µL of SYBR ® Select Master Mix (2X) (Life Technologies, Carlsbad, CA, USA), 1 µL of 5 µM of each primer, 5 µL of template and 3 µL of nuclease free water. The cycling profile was 50 • C for 2 min; 95 • C for 2 min; 40 cycles of 95 • C for 15 s; and 60 • C for 1 min.",
            "cite_spans": [
                {
                    "start": 437,
                    "end": 441,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1202,
                    "end": 1206,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Nucleic Acid Extractions and cDNA Synthesis"
        },
        {
            "text": "Complementary DNA (cDNA) synthesis was performed in 20-µL reactions including 250 to 500 nanograms of RNA, 200 units of reverse transcriptase (SuperScriptIII™ RT Invitrogen Life Technologies, Carlsbad, CA, USA) and 200 nM oligo (dT) 15 primers (Sigma-Aldrich, St. Louis, MO, USA). The reverse transcription was performed following the First-Strand Synthesis System protocol as recommended by manufacturer's (Invitrogen Life Technologies, Carlsbad, CA, USA). The cDNA was stored at −20 • C until further real time PCR analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nucleic Acid Extractions and cDNA Synthesis"
        },
        {
            "text": "Total DNA from CALT and HG was extracted from the organic phenol phase of the TRIzol ® homogenate following the manufacturer's recommendations. Briefly, 300 µL of absolute ethanol was added to the phenol phase, followed by centrifugation at 2000× g for 5 min at 4 • C. The pellet was washed twice with 1 M sodium citrate in 10% ethanol and once with 75% ethanol and centrifuged at 2000× g for 5 min at 4 • C and re-suspended in 200 µL of 8 mM sodium hydroxide. DNA purification was performed using the MagaZorb ® DNA extraction mini-prep 96 well kit following the manufacturer´s recommendations (Promega, Madison, WI, USA) as previously described [21] . Eluted DNA was stored at −80 • C until further real time PCR analysis.",
            "cite_spans": [
                {
                    "start": 647,
                    "end": 651,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Nucleic Acid Extractions and cDNA Synthesis"
        },
        {
            "text": "At 1, 3, 5, and 7 days post-ocular inoculation, conjunctiva tissues were collected and placed in 10% buffered natural formalin and fixed for 24 h at room temperature. Routine tissue processing, Viruses 2019, 11, 635 5 of 20 embedding and sectioning was performed. Four-micrometer sections stained with haematoxylin and eosin (H&E) were subjected to microscopic examination for the signs of ILTV lytic replication, indicated by the presence of syncytial cell formation and eosinophilic intranuclear inclusion bodies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Histopathological Examination of Conjunctiva Tissues"
        },
        {
            "text": "Single-cell suspensions from CALT and HG tissues were obtained by mechanical disruption using a 60-µm wire screen mesh (Sigma-Aldrich, St. Luis, MO, USA). CALT cell suspensions were passed once through a 70-µm cell strainer (Thermo Fisher Scientific, Waltham, MA, USA), washed once with transport medium, and centrifuged at 250× g for 7 min at 4 • C. The HG cell suspension was passed once through a 70-µm and twice through a 40-µm cell strainer and washed twice as described above. CALT cells were re-suspended in 1 mL and HG in 2 mL of transport medium, cells were enumerated, and viability was determined using trypan blue exclusion on a Cellometer Mini (Nexcelcom Bioscience, Lawrence, MA, USA). CALT and HG cells suspensions were adjusted to 1 × 10 6 /100 µL and 4 × 10 6 /100 µL, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Single-Cell Suspension Preparation"
        },
        {
            "text": "Lymphocyte populations from each tissue were evaluated using four monoclonal antibody staining combinations: (1) Allophycocyanin (APC) conjugated to mouse anti-chicken CD45, a pan leukocyte marker alone (Clone LT40, Southern Biotech, Birmingham, AL); (2) Phyocoerythrin (PE) conjugated to mouse anti-chicken CD4 (Clone CT-4) paired with fluorescein isothiocyanate (FITC)-conjugated to mouse anti-chicken CD8α (Clone CT8) and APC conjugated mouse anti-chicken CD45; (3) PE-conjugated mouse anti-chicken IgM (Clone M-1) paired with FITC-conjugated mouse anti-chicken IgA (Clone A-1, Southern Biotech, Birmingham, AL, USA) and APC conjugated mouse anti-chicken CD45; (4) PE-conjugated mouse anti-chicken MHCII (Clone 2G11) paired with FITC-conjugated mouse anti-chicken MHCI (Clone F21-2, Southern Biotech, Birmingham, AL, USA) and APC conjugated mouse anti-chicken CD45. Working dilutions of antibodies were performed in FACS buffer containing calcium and magnesium-free PBS, 0.5% bovine serum albumin, with 0.1% sodium azide. Antibody concentrations were optimized to the minimum saturating and cross-talk (between colors) concentrations in prior trials. The APC-CD45 was used at a final concentration of 0.05 µg per reaction, PE-CD4 at 0.25 µg, FITC-CD8 α at 0.5 µg, PE-IgM at 0.5 µg, FITC-IgA 1 µg, PE-MHCII 0.125 µg, and FITC-MHCI at 0.5 µg. CALT and HG cell suspensions were distributed in round-bottom 96-well plates, 100 µL per well and incubated with 100 µL of antibody combinations and incubated for 30 min at 4 • C in a rotator plate shaker. After incubation, plates were centrifuged at 4 • C for 7 min at 250× g, cell pellets were washed once with 200 µL of FACS buffer and centrifuged at 4 • C for 5 min at 250× g. Cells were then re-suspended in 100 µL of FACS buffer and 100 µL of Intracellular (IC) fixation buffer (Thermo Fisher Scientific, Waltham, MA, USA) and stored overnight at 4 • C. Prior to flow cytometry analysis fixed cell suspensions were diluted with 200 µL of calcium and magnesium-free PBS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Antibody Dilutions and Staining Procedures"
        },
        {
            "text": "Flow cytometry analysis and data collection were performed on a BD Accuri C6 Flow Cytometer and software (ver 1.0.264.21) (San Jose, CA, USA). Gating for leukocyte populations in HG and CALT and the establishment of control windows for single staining and double staining were determined beforehand. Briefly, primary gating was based on size consistency and single cells using forward scatter height versus forward scatter area (FSC-H vs. FSC-A) (Figure 1a ). Cells were then subjected to CD45 assessment to establish the leukocyte population in this primary gate (Figure 1b ). Forward and right-angle scatter (FSC-A vs. SSC-A) relative to CD45 + expression was used to identify the lymphocyte population and exclude macrophages from the analysis (Figure 1c ). The CD45 + lymphocytes were then evaluated for CD4 + , CD8α + (Figure 1d ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 446,
                    "end": 456,
                    "text": "(Figure 1a",
                    "ref_id": null
                },
                {
                    "start": 564,
                    "end": 574,
                    "text": "(Figure 1b",
                    "ref_id": null
                },
                {
                    "start": 747,
                    "end": 757,
                    "text": "(Figure 1c",
                    "ref_id": null
                },
                {
                    "start": 823,
                    "end": 833,
                    "text": "(Figure 1d",
                    "ref_id": null
                }
            ],
            "section": "Flow Cytometry Analysis"
        },
        {
            "text": "The detection of ILTV genomes in samples was determined by a duplex probe-based-Real-time PCR [22] . The duplex assay amplifies the UL44 (gC) viral gene and a fragment of the chicken α2-collagen gene. The relative amount of viral DNA per samples was expressed as log 10 2 −∆∆Ct value.",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 98,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Quantification of Viral Genome Load"
        },
        {
            "text": "To assess how the cell-mediated responses to ILTV in the CALT and HG was formed, transcription of the chicken IL-12p40, IFN-γ and Granzyme A genes were quantified. Briefly Table 1 . The IL-12p40, IFN-γ and Granzyme A genes relative transcription changes were determined as compared to the mock-inoculated group of chickens, using the chicken β-actin transcript as an endogenous control, and presented as median fold change (log 10 2 −∆∆Ct ) and 95% confidence interval [12] . ",
            "cite_spans": [
                {
                    "start": 469,
                    "end": 473,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 172,
                    "end": 179,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Transcription of Host Cytokine Genes"
        },
        {
            "text": "The non-parametric Mann-Withney U test (p ≤ 0.05) was utilized to evaluate differences between CEO and 63140 genomes load in conjunctiva, Harderian gland and trachea at each time point post-inoculation (pi). The mean and median of each set of assessments did not show differences, thus the results are presented as mean with standard deviation (SD). The one-way analysis of variance Kruskal-Wallis test and the Dunn´s multiple comparison post-test (p ≤ 0.05) were utilized to individually compare CD4 + , CD8α + , IgM + , IgA + and MHCI + /MHCII Hi+ percentage changes elicited after 63140, CEO, and mock inoculation in the CALT and HG. The mean and median for the cell surface markers did not show differences, thus the results are presented as the mean with standard deviation (SD). The non-parametric Mann-Withney U test (p ≤ 0.05) was utilized to assess differences in median fold changes for IL-12p40, IFN-γ, and Granzyme A genes transcription elicited by ocular inoculation with CEO and 63140 ILTV strains. Median fold change and 95% confidence intervals at each time point post-inoculation (pi) are presented. Pearson correlation coefficient (r) were calculated to determine the strength of the association between: MHCI + /MHCII Hi+ and IgM + cell percentages, IL-12p40 and IFN-γ genes transcription, and Granzyme A gene expression and the number of viral genomes. Statistical analysis of the data was conducted using the Prism 7 (GraphPad, Software Inc. San Diego, CA, USA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Analysis"
        },
        {
            "text": "Throughout the study, no chickens were euthanized due to the severity of clinical signs and no spontaneous deaths were documented post-ocular inoculation with either the CEO vaccine strain or the virulent 63140 strain. However, from 4 to 7 days post-inoculation (dpi), although mortalities were not recorded, the group of chickens inoculated with the 63140 virulent strain showed markedly higher clinical sign scores than chickens inoculated with the CEO vaccine strain (Figure 2a ). The peak of clinical signs occurred at 5 dpi with mean total clinical signs score of 4.66 and 1.7 for the 63140 and CEO-inoculated groups, respectively ( Figure 2a ). genome load of 3.85 log10 was obtained. The CEO (5.3 log10) and 63140 (4.19 log10) mean genome load peaked in the HG at 3 dpi, began declining at 5 dpi, and genomes were eliminated by 7 dpi ( Figure  2c ). In the trachea, genomes were first detected at 3 dpi. On 5 dpi, the 63140 strain mean genome load was 4.20 log10, and the mean genome load of the CEO vaccine strain was 2.48 log10. Both CEO and 63140 genomes persisted in the trachea on 7 and 9 dpi (Figure 2d ). No viral genome was detected in any of the tissues collected from mock-inoculated group of chickens. (Figure 3g ). At 7 dpi, the conjunctiva epithelium of CEO-inoculated chickens showed some multifocal necrotic epithelial cells, moderate infiltrates of heterophils and lymphocytes, but an absence of syncytial cell formation or ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 470,
                    "end": 480,
                    "text": "(Figure 2a",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 638,
                    "end": 647,
                    "text": "Figure 2a",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 843,
                    "end": 853,
                    "text": "Figure  2c",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1105,
                    "end": 1115,
                    "text": "(Figure 2d",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1220,
                    "end": 1230,
                    "text": "(Figure 3g",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "Clinical Signs"
        },
        {
            "text": "Throughout the course of the infection the viral genome load of both the CEO vaccine strain and the 63140 virulent strain were markedly higher in the CALT (Figure 2b ) than in the Harderian gland ( Figure 2c ) or the trachea (Figure 2d ). In the CALT, at 1 dpi, the 63140 strain mean genome load was 5.76 log 10 , while the CEO vaccine strain mean genome load was 2.34 log 10 (p ≤ 0.0332). Between 3 to 9 dpi, no differences in CEO and 63140 genomes load were detected. The CEO (5.78 log 10 ) and 63140 (6.0 log 10 ) mean genome load peaked in the CALT at 3 dpi, began declining at 5 dpi, and mean genome load of 1.75 log 10 and 2.20 log 10 were detected in CEO and 63140 inoculate groups, respectively, by 9 dpi (Figure 2b ). In the HG, at 1 dpi, no evidence of CEO genome load was detected, but a mean 63140 genome load of 3.85 log 10 was obtained. The CEO (5.3 log 10 ) and 63140 (4.19 log 10 ) mean genome load peaked in the HG at 3 dpi, began declining at 5 dpi, and genomes were eliminated by 7 dpi (Figure 2c ). In the trachea, genomes were first detected at 3 dpi. On 5 dpi, the 63140 strain mean genome load was 4.20 log 10, and the mean genome load of the CEO vaccine strain was 2.48 log 10 . Both CEO and 63140 genomes persisted in the trachea on 7 and 9 dpi (Figure 2d) . No viral genome was detected in any of the tissues collected from mock-inoculated group of chickens. with eosinophilic intranuclear inclusions, and mild to moderate heterophilic infiltration. At 5 dpi, numerous syncytial cells with eosinophilic intranuclear inclusion bodies were present in the conjunctiva epithelium of both CEO ( Figure 3f ) and 63140 (Figure 3g ) inoculated birds. In addition, mild multifocal heterophilic infiltrates were detected in the conjunctiva epithelium of the CEO vaccine strain inoculated chickens (Figure 3f ), while moderate infiltrates of lymphocytes and heterophils, cell degeneration, and necrosis and sloughing of epithelial cells were observed in the conjunctiva epithelium of the 63140 virulent strain inoculated chickens (Figure 3g ). At 7 dpi, the conjunctiva epithelium of CEO-inoculated chickens showed some multifocal necrotic epithelial cells, moderate infiltrates of heterophils and lymphocytes, but an absence of syncytial cell formation or eosinophilic intranuclear inclusion bodies ( Figure 3h) . Whereas, the conjunctiva epithelium of the 63140-inoculated chickens still presented syncytial cells, eosinophilic intranuclear inclusion bodies, marked necrosis, sloughing of the mucosa epithelium and mild heterophilic infiltrate (Figure 3i ).",
            "cite_spans": [
                {
                    "start": 1198,
                    "end": 1200,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 155,
                    "end": 165,
                    "text": "(Figure 2b",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 198,
                    "end": 207,
                    "text": "Figure 2c",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 225,
                    "end": 235,
                    "text": "(Figure 2d",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 713,
                    "end": 723,
                    "text": "(Figure 2b",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1005,
                    "end": 1015,
                    "text": "(Figure 2c",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1270,
                    "end": 1281,
                    "text": "(Figure 2d)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1616,
                    "end": 1625,
                    "text": "Figure 3f",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 1638,
                    "end": 1648,
                    "text": "(Figure 3g",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 1813,
                    "end": 1823,
                    "text": "(Figure 3f",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 2045,
                    "end": 2055,
                    "text": "(Figure 3g",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 2317,
                    "end": 2327,
                    "text": "Figure 3h)",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 2561,
                    "end": 2571,
                    "text": "(Figure 3i",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "Viral Genome Load"
        },
        {
            "text": "The percentages of IgM + B cells in the CALT of CEO-and 63140-inoculated birds at 3 dpi were significantly (p ≤ 0.05) higher than the IgM + B cells percentage detected in the mock-inoculated birds (Figure 4a) . Similarly, at 3 dpi a significant difference (~68% vs. 48%) (p ≤ 0.05) was observed for the percentage of MHCI + /MHCII Hi+ cells in the CALT of the 63140-inoculated birds and the mock-inoculated birds. While the CEO-inoculated birds showed a numerically higher percentage of IgM + B cells than the mock-inoculated birds, but this was not significantly different (Figure 4b ). At 7 dpi, the percentage of IgM + and MHCI + /MHCII Hi+ cells significantly (p ≤ 0.05) decreased in the 63140 birds, but not for the CEO-inoculated birds (Figure 4a,b) . Changes in IgM + and MHCI + /MHCII Hi+ cells, from 1 to 9 dpi, for both the 63140 and CEO groups of birds were very strongly correlated with coefficients (r) of 0.998 and 0.957 (p < 0.0001), respectively. Concurrent with the observed patterns of IgM + and MHCI + /MHCII Hi+ cells, the percentage of IgA + cells in the CALT of the CEO-inoculated birds significantly (p ≤ 0.05) increased at 3 dpi. Although not significantly different from the mock-inoculated birds, the percentage of IgA + cells increased again at 9 dpi in the CALT. For the 63140-inoculated birds, the IgA + cells percentage in the CALT significantly (p ≤ 0.05) decreased at 5 dpi, and continued to decline through 7 dpi (Figure 4c ). This coincided with the decline of IgM + and MHCI + /MHCII Hi+ cells (Figure 4a,b) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 197,
                    "end": 208,
                    "text": "(Figure 4a)",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 574,
                    "end": 584,
                    "text": "(Figure 4b",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 742,
                    "end": 755,
                    "text": "(Figure 4a,b)",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 1446,
                    "end": 1456,
                    "text": "(Figure 4c",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 1529,
                    "end": 1542,
                    "text": "(Figure 4a,b)",
                    "ref_id": "FIGREF10"
                }
            ],
            "section": "Dynamics of IgM + , MHCI + /MHCII Hi+ and IgA + Cells in CALT and HG of ILTV-Infected Chickens"
        },
        {
            "text": "In the HG, changes in IgM + and MHCI + /MHCII Hi+ cells for 63140 and CEO-inoculated birds were smaller than those detected in the CALT. The IgM + and MHCI + /MHCII Hi+ cells increased at 5 dpi for the 63140-inoculated group, and at 7 dpi for the CEO-inoculated group. These increases were not significantly different from the mock-inoculated birds. The percentage of IgM + cells for the 63140-inoculated group significantly (p ≤ 0.05) increased at 9 dpi ( Figure 4d ) and, although not significant different from the mock-inoculated birds, the MHCI + /MHCII Hi+ cells also increased (Figure 4e) . Similarly, in the CEO-inoculated birds, both IgM + and MHCI + /MHCII Hi+ cells were numerically increased at 9 dpi (Figure 4d,e) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 457,
                    "end": 466,
                    "text": "Figure 4d",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 584,
                    "end": 595,
                    "text": "(Figure 4e)",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 713,
                    "end": 726,
                    "text": "(Figure 4d,e)",
                    "ref_id": "FIGREF10"
                }
            ],
            "section": "Dynamics of IgM + , MHCI + /MHCII Hi+ and IgA + Cells in CALT and HG of ILTV-Infected Chickens"
        },
        {
            "text": "The IgA + cells in the HG at 3 dpi demonstrated their highest levels for both the CEO-and 63140-inoculated groups, but they were not significantly different from the mock-inoculated birds. The IgA + cells were significantly (p ≤ 0.05) decreased for the CEO birds at 5 dpi, and for the 63140 birds at 9 dpi (Figure 4f ). No relevant association was found between IgM + and IgA + , or MHCI + /MHCII Hi+ and IgA + cells in the CALT or the HG for neither the 63140-nor CEO-inoculated birds.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 306,
                    "end": 316,
                    "text": "(Figure 4f",
                    "ref_id": "FIGREF10"
                }
            ],
            "section": "Dynamics of IgM + , MHCI + /MHCII Hi+ and IgA + Cells in CALT and HG of ILTV-Infected Chickens"
        },
        {
            "text": "Viruses 2019, 11, x FOR PEER REVIEW 10 of 21 eosinophilic intranuclear inclusion bodies (Figure 3h) . Whereas, the conjunctiva epithelium of the 63140-inoculated chickens still presented syncytial cells, eosinophilic intranuclear inclusion bodies, marked necrosis, sloughing of the mucosa epithelium and mild heterophilic infiltrate (Figure 3i) . ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 88,
                    "end": 99,
                    "text": "(Figure 3h)",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 333,
                    "end": 344,
                    "text": "(Figure 3i)",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "Dynamics of IgM + , MHCI + /MHCII Hi+ and IgA + Cells in CALT and HG of ILTV-Infected Chickens"
        },
        {
            "text": "The CD4 + cells in the CALT of 63140-inoculated birds significantly (p ≤ 0.05) decreased at 3 and 5 dpi. This was followed by a significant increase (p ≤ 0.05) at 7 dpi (Figure 5a ). For the CEOinoculated birds, the CD4 + cells also declined at 3 dpi, but this was not significantly different from the mock-inoculated birds. In the HG, the CD4 + cells significantly (p ≤ 0.05) increased for the CEO and 63140-inoculated birds at 5 and 7 dpi, respectively (Figure 5b ). ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 169,
                    "end": 179,
                    "text": "(Figure 5a",
                    "ref_id": "FIGREF12"
                },
                {
                    "start": 455,
                    "end": 465,
                    "text": "(Figure 5b",
                    "ref_id": "FIGREF12"
                }
            ],
            "section": "Dynamics of CD4 + and CD8α + Cells in the CALT and HG of ILTV-Infected Chickens"
        },
        {
            "text": "The CD4 + cells in the CALT of 63140-inoculated birds significantly (p ≤ 0.05) decreased at 3 and 5 dpi. This was followed by a significant increase (p ≤ 0.05) at 7 dpi (Figure 5a ). For the CEO-inoculated birds, the CD4 + cells also declined at 3 dpi, but this was not significantly different from the mock-inoculated birds. In the HG, the CD4 + cells significantly (p ≤ 0.05) increased for the CEO and 63140-inoculated birds at 5 and 7 dpi, respectively (Figure 5b) . numerically increased at 1 dpi, decreased at 3 dpi, and increased again at 5 dpi, but were not significantly different from the mock-inoculated birds. For the 63140-inoculated birds, the CD8α + cells significantly (p ≤ 0.05) decreased at 7 dpi, followed by a significant (p ≤ 0.05) increase at 9 dpi. For the CEO-inoculated birds, the CD8α + cells percentages were sustained above mock levels from 5 to 9 dpi (Figure 5c) but were not significantly different to the mock-inoculated birds. In the HG, no significant differences in CD8α + cells were detected from 1 to 9 dpi within CEO-and 63140-inoculated birds. The mean percentage is indicated by bars and vertical lines represent the standard deviation (SD). Significant increase in CD4 + and CD8α + cells is indicated by (**), and significant decrease by (*) (p ≤ 0.05).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 169,
                    "end": 179,
                    "text": "(Figure 5a",
                    "ref_id": "FIGREF12"
                },
                {
                    "start": 456,
                    "end": 467,
                    "text": "(Figure 5b)",
                    "ref_id": "FIGREF12"
                }
            ],
            "section": "Dynamics of CD4 + and CD8α + Cells in the CALT and HG of ILTV-Infected Chickens"
        },
        {
            "text": "The transcription level of the Granzyme A gene and viral genome load for 63140 and CEO groups in the CALT are shown in Figure 6 The CD8α + cells population in the CALT of both the 63140-and CEO-inoculated birds were numerically increased at 1 dpi, decreased at 3 dpi, and increased again at 5 dpi, but were not significantly different from the mock-inoculated birds. For the 63140-inoculated birds, the CD8α + cells significantly (p ≤ 0.05) decreased at 7 dpi, followed by a significant (p ≤ 0.05) increase at 9 dpi. For the CEO-inoculated birds, the CD8α + cells percentages were sustained above mock levels from 5 to 9 dpi (Figure 5c) but were not significantly different to the mock-inoculated birds. In the HG, no significant differences in CD8α + cells were detected from 1 to 9 dpi within CEO-and 63140-inoculated birds.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 119,
                    "end": 127,
                    "text": "Figure 6",
                    "ref_id": "FIGREF16"
                }
            ],
            "section": "Overexpression of Granzyme A and Association with Viral Genome Load Decrease in CALT"
        },
        {
            "text": "The transcription level of the Granzyme A gene and viral genome load for 63140 and CEO groups in the CALT are shown in Figure 6 ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 119,
                    "end": 127,
                    "text": "Figure 6",
                    "ref_id": "FIGREF16"
                }
            ],
            "section": "Overexpression of Granzyme A and Association with Viral Genome Load Decrease in CALT"
        },
        {
            "text": "The transcription level of the Granzyme A gene and viral genome load for 63140 and CEO groups in the HG are shown in Figure 7 . Granzyme A gene expression peaked at 5 dpi, which coincided with the onset of 63140 and CEO genome load decline. However, by 7 dpi, the Granzyme A gene expression remained high, particularly for the 63140 group, while viral genome load declined in both the 63140 ( Figure 7a ) and CEO (Figure 7b ) groups. No significant correlation was detected between Granzyme A gene expression and the decrease in 63140 or CEO viral genome load in the HG. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 117,
                    "end": 125,
                    "text": "Figure 7",
                    "ref_id": "FIGREF17"
                },
                {
                    "start": 393,
                    "end": 402,
                    "text": "Figure 7a",
                    "ref_id": "FIGREF17"
                },
                {
                    "start": 413,
                    "end": 423,
                    "text": "(Figure 7b",
                    "ref_id": "FIGREF17"
                }
            ],
            "section": "Overexpression of Granzyme A and Association with Viral Genome Load Decrease in HG"
        },
        {
            "text": "The transcription level of the Granzyme A gene and viral genome load for 63140 and CEO groups in the HG are shown in Figure 7 . Granzyme A gene expression peaked at 5 dpi, which coincided with the onset of 63140 and CEO genome load decline. However, by 7 dpi, the Granzyme A gene expression remained high, particularly for the 63140 group, while viral genome load declined in both the 63140 ( Figure 7a ) and CEO (Figure 7b ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 117,
                    "end": 125,
                    "text": "Figure 7",
                    "ref_id": "FIGREF17"
                },
                {
                    "start": 393,
                    "end": 402,
                    "text": "Figure 7a",
                    "ref_id": "FIGREF17"
                },
                {
                    "start": 413,
                    "end": 423,
                    "text": "(Figure 7b",
                    "ref_id": "FIGREF17"
                }
            ],
            "section": "Overexpression of Granzyme A and Association with Viral Genome Load Decrease in HG"
        },
        {
            "text": "IL-12 is a pro-inflammatory cytokine which stimulates the induction of the IFN-γ protein. IFN-γ subsequently enhances phagocytic activity with the further release of IL-12 and other proinflammatory cytokines from mononuclear phagocytes. Therefore, a coordinated expression of IL-12 and IFN-γ is required to elicit a strong, balanced cell-mediated immune response. Transcription of the IL-12p40 gene in the CALT at 1 dpi for the 63140-inoculated chickens was significantly increased (p ≤ 0.05) compared to the CEO-inoculated birds. IL-12p40 was downregulated in CEOinoculated birds. The IL-12p40 gene transcription in both the 63140-and CEO-inoculated birds increased on 3 and 5 dpi. Its expression decreased afterwards on 7 and 9 dpi (Figure 8a) . Similarly, at 1 dpi, the transcription of the IFN-γ gene was significantly (p ≤ 0.05) higher for the 63140 birds than for the CEO birds. The 63140-inoculated birds had a peak of IFN-γ expression on day 3 pi, followed by a decrease from 7 to 9 dpi. The IFN-γ gene transcription for the CEO birds from 3 to 5 dpi was lower than that of the 63140 birds, but they were not significantly different. (Figure 8b ). The most pronounced changes in IL-12p40 and IFN-γ gene expression in the CALT occurred from 1 to 5 dpi for either group of infected birds. During this period, the expression of IL-12p40 and IFN-γ for the 63140 birds showed no correlation. However, in the CEO birds, the expression of IL-12p40 and IFN-γ genes yielded a strong correlation (r = 0.625, p = 0.0096).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 734,
                    "end": 745,
                    "text": "(Figure 8a)",
                    "ref_id": "FIGREF19"
                },
                {
                    "start": 1142,
                    "end": 1152,
                    "text": "(Figure 8b",
                    "ref_id": "FIGREF19"
                }
            ],
            "section": "Variable Expression of IL-12p40 and IFN-γ Genes in the CALT and HG"
        },
        {
            "text": "In the HG, at 1 dpi, the IL-12p40 gene transcription for the 63140-inoculated birds was significantly (p ≤ 0.05) increased compared to the CEO-inoculated birds. In the CEO-inoculated birds, IL-12p40 was downregulated. For both the CEO-and 63140-inoculated birds, the IL-12p40 gene transcription increased at 3 dpi and declined at 5 dpi (Figure 8c) . Transcription of the IFN-γ gene in the HG was downregulated at 1 dpi for both CEO-and 63140-inoculated birds (Figure 8d ). The clearest changes in IL-12p40 and IFN-γ genes expression induced by these viral strains occurred from 1 to 5 dpi. During this period, the expression of both genes exhibited a strong correlation within the 63140 (r = 0.781, p = 0.0004) and the CEO (r = 0.581, p = 0.0182) groups. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 336,
                    "end": 347,
                    "text": "(Figure 8c)",
                    "ref_id": "FIGREF19"
                },
                {
                    "start": 459,
                    "end": 469,
                    "text": "(Figure 8d",
                    "ref_id": "FIGREF19"
                }
            ],
            "section": "Variable Expression of IL-12p40 and IFN-γ Genes in the CALT and HG"
        },
        {
            "text": "IL-12 is a pro-inflammatory cytokine which stimulates the induction of the IFN-γ protein. IFN-γ subsequently enhances phagocytic activity with the further release of IL-12 and other proinflammatory cytokines from mononuclear phagocytes. Therefore, a coordinated expression of IL-12 and IFN-γ is required to elicit a strong, balanced cell-mediated immune response. Transcription of the IL-12p40 gene in the CALT at 1 dpi for the 63140-inoculated chickens was significantly increased (p ≤ 0.05) compared to the CEO-inoculated birds. IL-12p40 was downregulated in CEO-inoculated birds. The IL-12p40 gene transcription in both the 63140-and CEO-inoculated birds increased on 3 and 5 dpi. Its expression decreased afterwards on 7 and 9 dpi (Figure 8a) . Similarly, at 1 dpi, the transcription of the IFN-γ gene was significantly (p ≤ 0.05) higher for the 63140 birds than for the CEO birds. The 63140-inoculated birds had a peak of IFN-γ expression on day 3 pi, followed by a decrease from 7 to 9 dpi. The IFN-γ gene transcription for the CEO birds from 3 to 5 dpi was lower than that of the 63140 birds, but they were not significantly different. (Figure 8b ). The most pronounced changes in IL-12p40 and IFN-γ gene expression in the CALT occurred from 1 to 5 dpi for either group of infected birds. During this period, the expression of IL-12p40 and IFN-γ for the 63140 birds showed no correlation. However, in the CEO birds, the expression of IL-12p40 and IFN-γ genes yielded a strong correlation (r = 0.625, p = 0.0096).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 735,
                    "end": 746,
                    "text": "(Figure 8a)",
                    "ref_id": "FIGREF19"
                },
                {
                    "start": 1143,
                    "end": 1153,
                    "text": "(Figure 8b",
                    "ref_id": "FIGREF19"
                }
            ],
            "section": "Variable Expression of IL-12p40 and IFN-γ Genes in the CALT and HG"
        },
        {
            "text": "In the HG, at 1 dpi, the IL-12p40 gene transcription for the 63140-inoculated birds was significantly (p ≤ 0.05) increased compared to the CEO-inoculated birds. In the CEO-inoculated birds, IL-12p40 was downregulated. For both the CEO-and 63140-inoculated birds, the IL-12p40 gene transcription increased at 3 dpi and declined at 5 dpi (Figure 8c) . Transcription of the IFN-γ gene in the HG was downregulated at 1 dpi for both CEO-and 63140-inoculated birds (Figure 8d ). The clearest changes in IL-12p40 and IFN-γ genes expression induced by these viral strains occurred from 1 to 5 dpi. During this period, the expression of both genes exhibited a strong correlation within the 63140 (r = 0.781, p = 0.0004) and the CEO (r = 0.581, p = 0.0182) groups. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 336,
                    "end": 347,
                    "text": "(Figure 8c)",
                    "ref_id": "FIGREF19"
                },
                {
                    "start": 459,
                    "end": 469,
                    "text": "(Figure 8d",
                    "ref_id": "FIGREF19"
                }
            ],
            "section": "Variable Expression of IL-12p40 and IFN-γ Genes in the CALT and HG"
        },
        {
            "text": "Although it is well documented that resistance against ILT is mediated primarily by cellmediated immunity, little is known about the dynamics of immune cells in the mucosal tissues, or the factors that contribute to the development of host disease resistance. To begin to decipher the key immune components that function in mucosal tissues that contribute to disease resistance, we evaluated changes in (i) four subsets of lymphocyte populations (CD4, CD8 IgM + . And IgA + ), (ii) transcriptional levels of interleukin (IL)-12p40, interferon gamma (IFN)-γ and Granzyme A genes in the eye-associated lymphoid tissue (CALT and HG) following ocular inoculation with the CEO vaccine or the virulent 63140 strain, and their correlation with viral genome load in the tissues.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and Conclusions"
        },
        {
            "text": "The strong correlation between IgM + B and MHCI + /MHCII Hi+ cells in the CALT for both the 63140-and CEO-inoculated chickens was indicative of an existing predominant subset of B cells expressing MHCI + /MHCII Hi+ in the tissues. It is possible that the increase in IgM + and MHCI + /MHCII Hi+ B cells at 3 dpi reflects enhanced MHC class II-restricted antigen presentation, while the decline in this population at 7 and 9 dpi may indicate that activated B cells were undergoing isotype switching to IgY [26] . If this assumption is correct, the data would suggest that isotype switching occurred earlier for the 63140-(7 dpi) than for the CEO-inoculated birds (9 dpi). Even though IgY + cells were not measured in this study, early (3 dpi) and late (9 dpi) increases in IgA + B cells were detected. This suggests that an antibody response was mounted within the CALT of birds inoculated with CEO or 63140. Although the antigen specificity of the IgA + B cells was not ",
            "cite_spans": [
                {
                    "start": 505,
                    "end": 509,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Discussion and Conclusions"
        },
        {
            "text": "Although it is well documented that resistance against ILT is mediated primarily by cell-mediated immunity, little is known about the dynamics of immune cells in the mucosal tissues, or the factors that contribute to the development of host disease resistance. To begin to decipher the key immune components that function in mucosal tissues that contribute to disease resistance, we evaluated changes in (i) four subsets of lymphocyte populations (CD4, CD8 IgM + . And IgA + ), (ii) transcriptional levels of interleukin (IL)-12p40, interferon gamma (IFN)-γ and Granzyme A genes in the eye-associated lymphoid tissue (CALT and HG) following ocular inoculation with the CEO vaccine or the virulent 63140 strain, and their correlation with viral genome load in the tissues.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and Conclusions"
        },
        {
            "text": "The strong correlation between IgM + B and MHCI + /MHCII Hi+ cells in the CALT for both the 63140and CEO-inoculated chickens was indicative of an existing predominant subset of B cells expressing MHCI + /MHCII Hi+ in the tissues. It is possible that the increase in IgM + and MHCI + /MHCII Hi+ B cells at 3 dpi reflects enhanced MHC class II-restricted antigen presentation, while the decline in this population at 7 and 9 dpi may indicate that activated B cells were undergoing isotype switching to IgY [26] . If this assumption is correct, the data would suggest that isotype switching occurred earlier for the 63140-(7 dpi) than for the CEO-inoculated birds (9 dpi). Even though IgY + cells were not measured in this study, early (3 dpi) and late (9 dpi) increases in IgA + B cells were detected. This suggests that an antibody response was mounted within the CALT of birds inoculated with CEO or 63140. Although the antigen specificity of the IgA + B cells was not determined, it should be noted that the increase in IgA + B cells occurred at the peak of (3 dpi) and following the decline (9 dpi) in virus replication in the conjunctiva epithelium. In earlier studies, it was determined that the peak of IgA + -producing cells in the trachea occurred at day 7 pi. This was after ILTV replication was no longer detected [27] . Also, it has been demonstrated that the immunomodulating effect of the viral chemokine binding protein, glycoprotein G, favors the recruitment of B cells over T cells to the trachea. This results in an enhanced humoral response, as indicated by an increase in circulating antibodies against ILTV [28] . Consequently, this immune modulation intensifies the level of the cytopathological lesions in the trachea epithelium [10] . The current study supports the premise that the immunomodulating effect exerted by the viral glycoprotein G favors ILTV persistence. Prolonged persistence of viral replication, and its associated damage to the conjunctiva epithelium that was observed following ocular exposure to virus. This was most clearly seen with the virulent strain, 63140. In the HG, the increase in the number of IgM + and MHCI + /MHCII Hi+ cells also supported the activation of B cells. However, a concurrent decline in viral genome load in the HG corresponded with the decline in the number of IgA + B cells in both groups of inoculated birds. This suggests that local IgA antibody response may not contribute significantly to the declined in virus replication. As the function of IgA is primarily to block the entry of the virus into cells at body surfaces, this was not completely unexpected. However, it has been reported that IgA + B cells produced in the HG migrate to other tissue sites to influence the humoral immune response on other mucosal tissues [29] .",
            "cite_spans": [
                {
                    "start": 504,
                    "end": 508,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1323,
                    "end": 1327,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1626,
                    "end": 1630,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1750,
                    "end": 1754,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2794,
                    "end": 2798,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Discussion and Conclusions"
        },
        {
            "text": "The CD4 + T cells population in the CALT declined during the peak of virus replication. This decline was more severe for the 63140-inoculated birds than for the CEO-inoculated birds. In a previous study, after ocular inoculation with infectious bronchitis virus (IBV), a CD3 + /CD44 + cells population, a phenotype characteristic of activated T cells in birds, declined in the CALT at 3 dpi, but reached its peak expansion by 11 dpi. The authors indicated that following IBV exposure effector T cells initially left the CALT, then during the immune expansion phase, the CD3 + /CD44 + cells repopulated the CALT [16] . The CD4 + T cells population in the CALT of the 63140-inoculated birds expanded by day 7 pi. This coincided with the decline in viral genome load. However, viral lytic replication persisted in the conjunctiva epithelium during this time period. For the CEO-inoculated birds, the clearance of viral lytic replication from the conjunctiva epithelium occurred independent of a CD4 + cells expansion in the CALT. Taken together, these results suggest that CD4 + cells did not play a key role in the early clearance of the virus from the conjunctiva. In the HG, although no correlation between the number of CD4 + cells and decrease in viral genome load was revealed, the peak expansion of CD4 + cells (at 5 dpi) coincided with the decline in the genome viral load for each of the strains.",
            "cite_spans": [
                {
                    "start": 611,
                    "end": 615,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Discussion and Conclusions"
        },
        {
            "text": "The transcription of the Granzyme A gene peaked at 3 dpi. This was prior to the expansion of the CD8α + cells population. This was also during a significant contraction of CD4 + cells. This suggests that CD8α + NK cells [30] may be activated at 3 dpi in the CALT. At 5 dpi, the enhanced expression of Granzyme A in the 63140 and CEO birds coincided with the onset of CD8α + cell expansion. The CD8α + cell population in the 63140 birds underwent a contraction at 7 dpi. This coincided with persisting lytic viral replication in the conjunctiva epithelium. In contrast, in the CEO birds, the CD8α + population underwent a sustained, but gradual, expansion from 5 to 9 dpi. This coincided with the decline in viral genome load of CEO, and the decline in lytic viral replication in the conjunctiva. Independent of the number of CD8α + cells in the tissue, changes of Granzyme A gene expression in the CALT strongly correlated with the decline of CEO and 63140 genomes.",
            "cite_spans": [
                {
                    "start": 220,
                    "end": 224,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Discussion and Conclusions"
        },
        {
            "text": "Although no major change in the number of CD8α + cells was detected in the HG, the enhanced expression of the Granzyme A gene indicated that CD8α + cells were activated. However, in the HG, an increase in Granzyme A gene expression did not correlate with the decrease in viral genome load. In contrast to the epithelium associated with the CALT, the epithelium associated with the HG does not support lytic ILTV replication. However, viral antigen is found in association with mononuclear cells in the gland [17] . Whether the clearance of viral genomes in the HG at 7 dpi is the outcome of cytotoxic T cell activation, or to the migration of viral antigen positive mononuclear cells warrants further investigation.",
            "cite_spans": [
                {
                    "start": 508,
                    "end": 512,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Discussion and Conclusions"
        },
        {
            "text": "An effective antigen-specific T cell response is contingent on a balanced and timely innate response. IL-12 is a critical proinflammatory cytokine involved in the initiation and expansion of antigen-specific adaptive immune responses. IL-12 acts in the pro-inflammatory cascade during inflammation. It is involved in the activation of both NK cells and cytotoxic T cells activity. IL-12 is a strong inducer of IFN-γ production. IFN-γ in turn enhances phagocytic activity of macrophages and monocytes and promotes the further release of IL-12 and other proinflammatory cytokines. In mammals, bioactive IL-12 is found in two splice forms, p40 and p35. The p40 form is primarily expressed by monocytes, macrophages and dendritic cells [31] . It is not currently known if chicken antigen presenting cells (APCs) produce IL-12p40. However, it has been confirmed that following stimulation with lipopolysaccharide (LPS), or unmethylated CpG DNA, chicken macrophages from peripheral blood, or bone marrow [32] , and chicken thrombocytes [25] appear to express a functional analog of the IL-12p40 gene.",
            "cite_spans": [
                {
                    "start": 732,
                    "end": 736,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 998,
                    "end": 1002,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1030,
                    "end": 1034,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Discussion and Conclusions"
        },
        {
            "text": "In this study, the increased expression of the IL-12p40 and IFN-γ genes at 1 dpi, and the increased expression of IFN-γ during the acute phase of the infection (3 to 5 dpi) in the CALT were not sufficient to neutralize the virus infection with the virulent 63140 strain. Whereas, in the CEO-inoculated chickens, the downregulation of IL-12p40 and IFN-γ genes at 1 dpi appeared to elicit a more dampened inflammatory response. This was associated with the accelerated clearance of the virus lytic replication. In the HG, only the moderate expression of IL-12p40 and IFN-γ at 1 and 3 dpi resulted in the expansions of both CD4 + and CD8α + cell populations which appeared sufficient to limit viral replication in chickens inoculated with either virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and Conclusions"
        },
        {
            "text": "As evidenced by the differential expression of IL-12p40 and IFN-γ genes observed at the initiation of viral infection, it appears that local innate immune activation plays a significant role in governing the speed and efficacy of the adaptive immune response to ITLV. It has been demonstrated that highly pathogenic avian influenza H5N1 viruses [33] and velogenic Newcastle disease virus (NDV) [34] compromise the activation of NK cells. In addition to NK cells, another population of CD8α + cells that are also capable of lysing virus infected cells independent of MHC restriction is a subpopulation of γδ T cells [35] . An approach to phenotyping and mapping the functional activities of all relevant CD8 + cells in CALT and HG will be required to identify the role that each group of CD8 + cells play in controlling lytic viral replication.",
            "cite_spans": [
                {
                    "start": 345,
                    "end": 349,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 394,
                    "end": 398,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 615,
                    "end": 619,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Discussion and Conclusions"
        },
        {
            "text": "Finally, regulation of macrophage activity by Th1 and Th2 cytokines appears to be an important component in the balance of the immune response induced during ILTV infection. This balance is necessary to avoid the damage associated with excessive inflammatory activation. The injection of IFN-γ into mice prior to ocular inoculation with Herpesvirus simplex 1 (HSV-1) significantly increased virus replication in the eye, increased the number of latently infected trigeminal ganglia, and produced more severe lesions in the cornea [36] . Under this model, it was determined that macrophage polarization, provoked by IFN-γ, enhanced the production of inflammatory cytokines, and consequently exacerbated the disease. The macrophages in CALT and HG were not included in this analysis. Yet, the observed early increase in IL-12p40 and IFN-γ genes expression induced by the 63140 strain in the CALT was followed by an increase in inflammatory infiltrates in the conjunctiva. These observations warrant an investigation of whether the virulent strain 63140, but not the CEO vaccine strain, favors the pro-inflammatory polarization of macrophages in the associated ocular tissues.",
            "cite_spans": [
                {
                    "start": 530,
                    "end": 534,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Discussion and Conclusions"
        },
        {
            "text": "Taken together, this study attempted to document the dynamics of lymphoid cell populations in the two major ocular mucosal lymphoid organized tissues of the chicken during infection with a strongly virulent ILTV strain (63140) and a relatively attenuated vaccine virus, the CEO commercial vaccine virus. The study demonstrated that after ocular inoculation the severity and duration of the lesions in the conjunctiva epithelium induced by the CEO vaccine strain were limited and resolved faster than those induced by the 63140 virulent strain. The CALT actively responded to both viral strains. Each strain induced the generation of IgA + cells and an increase in the number of IgM + and MHCI + /MHCII Hi+ cells. This suggested that the B cells activation in the tissues examined was part of the adaptive immune response to ILTV. However, the immunomodulating factor in ILTV appears to promote this B cell activation bias. An increase in the transcription of Granzyme A and its association with the decline in the number of viral genomes in the tissue appears to suggest that cytotoxic T cell and NK cell activation, rather than activated B cells, was primarily responsible for the clearance of the virus infection from the conjunctiva. Virus clearance from the HG appeared to be mediated by a broader set of immune responses. These include the generation of IgA + cells, the expansion of CD4 + cells, and the production of Granzyme A by resident CD8α + cells. Rapidly after infection (1 dpi), the 63140 strain stimulated an upregulation of the IL-12p40 and IFN-γ genes in the CALT, but the CEO vaccine strain downregulated the expression of both of these genes. Therefore, a surge in pro-inflammatory cytokine production, which sustains the antigen-specific cell-mediated response, did not accelerate the clearance of the virus from the conjunctiva. This outcome underscores the effect that interactions between innate cells and ILTV have on the robustness and speed of adaptive immune responses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and Conclusions"
        },
        {
            "text": "In conclusion, this work is the first to examine the changes in lymphoid cells within the eye-associated lymphoid tissue during the course of ILTV infections of different virulence. It supports the premise that ILTV-mediated immunomodulation promotes a B cell response over the more productive responses of T cells. Further, it provides evidence that expansions of CD8α + cells, with the concomitant expression of the Granzyme A gene, are one key to halting ILTV cytolytic replication in the conjunctiva. Ultimately, this study revealed that the early upregulation of IL-12p40 and IFN-γ cytokine genes was incompatible with the decline in virus replication during acute infection, thus enhanced development of lesions in the conjunctiva epithelium. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Infectious laryngotracheitis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "García",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Spatz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Guy",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Swayne",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Glisson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Mcdougland",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Nolan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Suarez",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Nair",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Diseases of Poultry",
            "volume": "",
            "issn": "",
            "pages": "161--179",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Strain stability and immunologic characteristics of a tissue-culture-modified infectious laryngotracheitis virus",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "F"
                    ],
                    "last": "Gelenczei",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "W"
                    ],
                    "last": "Marty",
                    "suffix": ""
                }
            ],
            "year": 1965,
            "venue": "Avian Dis",
            "volume": "9",
            "issn": "",
            "pages": "44--56",
            "other_ids": {
                "DOI": [
                    "10.2307/1587792"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The development of a vaccine against avian infectious laryngotracheitis. IV. Immunization of chickens with a modified laryngotracheitis vaccine in the drinking water",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Samberg",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Cuperstein",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Bendheim",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Aronovici",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "Avian Dis",
            "volume": "15",
            "issn": "",
            "pages": "413--417",
            "other_ids": {
                "DOI": [
                    "10.2307/1588714"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Studies on a tissue-culture-modified infectious laryngotracheitis virus",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "F"
                    ],
                    "last": "Gelenczei",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "W"
                    ],
                    "last": "Marty",
                    "suffix": ""
                }
            ],
            "year": 1964,
            "venue": "Avian Dis",
            "volume": "8",
            "issn": "",
            "pages": "105--122",
            "other_ids": {
                "DOI": [
                    "10.2307/1587827"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Effect of route of vaccination on the prevention of infectious laryngotracheitis in commercial egg-laying chickens",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Fulton",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Schrader",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Will",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Avian Dis",
            "volume": "44",
            "issn": "",
            "pages": "8--16",
            "other_ids": {
                "DOI": [
                    "10.2307/1592502"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Protection induced by commercially available live-attenuated and recombinant viral vector vaccines against infectious laryngotracheitis virus in broiler chickens",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vagnozzi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zavala",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Riblet",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mundt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Garcia",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Avian Pathol",
            "volume": "41",
            "issn": "",
            "pages": "21--31",
            "other_ids": {
                "DOI": [
                    "10.1080/03079457.2011.631983"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Laryngotracheitis herpesvirus infection in the chicken: The role of humoral antibody in immunity to a graded challenge infection",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Fahey",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Bagust",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "York",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Avian Pathol",
            "volume": "12",
            "issn": "",
            "pages": "505--514",
            "other_ids": {
                "DOI": [
                    "10.1080/03079458308436195"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Laryngotracheitis herpesvirus infection in the chicken. II. The adoptive transfer of resistance with immune spleen cells",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Fahey",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "York",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Bagust",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Avian Pathol",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1080/03079458408418530"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The role of cell-mediated immunity in chickens inoculated with the cell-associated vaccine of attenuated infectious laryngotracheitis virus",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Honda",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Okamura",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Taneno",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yamada",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Takahashi",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J. Vet. Med. Sci",
            "volume": "56",
            "issn": "",
            "pages": "1051--1055",
            "other_ids": {
                "DOI": [
                    "10.1292/jvms.56.1051"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Immune responses to infectious laryngotracheitis virus",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Coppo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Hartley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Devlin",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Dev. Comp. Immunol",
            "volume": "41",
            "issn": "",
            "pages": "454--462",
            "other_ids": {
                "DOI": [
                    "10.1016/j.dci.2013.03.022"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Infectious laryngotracheitis virus viral chemokine-binding protein glycoprotein G alters transcription of key inflammatory mediators in vitro and in vivo",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J C"
                    ],
                    "last": "Coppo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Devlin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Legione",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Vaz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Quinteros",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Gilkerson",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ficorilli",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Reading",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J. Virol",
            "volume": "92",
            "issn": "",
            "pages": "1534--1551",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.01534-17"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Cytokine gene transcription in the trachea, harderian gland, and trigeminal ganglia of chickens inoculated with virulent infectious laryngotracheitis virus (ILTV) strain",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vagnozzi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Beltran",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zavala",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Read",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sharif",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Garía",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Avian Pathol",
            "volume": "47",
            "issn": "",
            "pages": "497--508",
            "other_ids": {
                "DOI": [
                    "10.1080/03079457.2018.1492090"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Visualisation of chicken macrophages using transgenic reporter genes: Insights into the development of the avian macrophage lineage",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Balic",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Garcia-Morales",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Vervelde",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Gilhooley",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sherman",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Garceau",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Gutowska",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Burt",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kaiser",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Development",
            "volume": "141",
            "issn": "",
            "pages": "3255--3265",
            "other_ids": {
                "DOI": [
                    "10.1242/dev.105593"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Distribution patterns of mucosally applied particles and characterization of the antigen presenting cells",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "D"
                    ],
                    "last": "De Geus",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "G"
                    ],
                    "last": "Degen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Van Haarlem",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Schrier",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Broere",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Vervelde",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Avian Pathol",
            "volume": "44",
            "issn": "",
            "pages": "222--229",
            "other_ids": {
                "DOI": [
                    "10.1080/03079457.2015.1026797"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Induction of mucosal immunity in the avian harderian gland with a replication-deficient ad5 vector expressing avian influenza H5 hemagglutinin",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "W"
                    ],
                    "last": "Van Ginkel",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Gulley",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Toro",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Dev. Comp. Immunol",
            "volume": "33",
            "issn": "",
            "pages": "28--34",
            "other_ids": {
                "DOI": [
                    "10.1016/j.dci.2008.07.018"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Cell-mediated immune responses in the head-associated lymphoid tissues induced to a live attenuated avian coronavirus vaccine",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Gurjar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Gulley",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "W"
                    ],
                    "last": "Van Ginkel",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Dev. Comp. Immunol",
            "volume": "41",
            "issn": "",
            "pages": "715--722",
            "other_ids": {
                "DOI": [
                    "10.1016/j.dci.2013.08.002"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The route of inoculation dictates the replication patterns of the infectious laryngotracheitis virus (ILTV) pathogenic strain and chicken embryo origin (CEO) vaccine",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Beltrán",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zavala",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Guy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "García",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Avian Pathol",
            "volume": "46",
            "issn": "",
            "pages": "585--593",
            "other_ids": {
                "DOI": [
                    "10.1080/03079457.2017.1331029"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Infection of broilers with two virulent strains of infectious laryngotracheitis virus: Criteria for evaluation of experimental infeccions",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vagnozzi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Riblet",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zavala",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "García",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Avian Dis",
            "volume": "59",
            "issn": "",
            "pages": "394--399",
            "other_ids": {
                "DOI": [
                    "10.1637/11075-033115-Reg.1"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Evaluation of the protection elicited by direct and indirect exposure to live attenuated infectious laryngotracheitis virus vaccines against a recent challenge strain from the United States",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rodriguez-Avila",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Oldoni",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Riblet",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "García",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Avian Pathol",
            "volume": "37",
            "issn": "",
            "pages": "287--292",
            "other_ids": {
                "DOI": [
                    "10.1080/03079450802043742"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "A simple method of estimating fifty per cent endpoints",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Reed",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Muench",
                    "suffix": ""
                }
            ],
            "year": 1938,
            "venue": "Am. J. Epidemiol",
            "volume": "27",
            "issn": "",
            "pages": "287--292",
            "other_ids": {
                "DOI": [
                    "10.1093/oxfordjournals.aje.a118408"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Protection induced by infectious laryngotracheitis virus vaccines alone and combined with newcastle disease virus and/or infectious bronchitis virus vaccines",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vagnozzi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "García",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Riblet",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zavala",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Avian Dis",
            "volume": "54",
            "issn": "",
            "pages": "1210--1219",
            "other_ids": {
                "DOI": [
                    "10.1637/9362-040710-Reg.1"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Optimization of a duplex real-time PCR method for relative quantitation of infectious laryngotracheitis virus",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vagnozzi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Riblet",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zavala",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "García",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Avian Dis",
            "volume": "56",
            "issn": "",
            "pages": "406--410",
            "other_ids": {
                "DOI": [
                    "10.1637/9883-081111-ResNote.1"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Effects of lactobacilli on cytokine expression by chicken spleen and cecal tonsil cells",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Brisbin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gong",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Parvizi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sharif",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Clin. Vaccine Immunol",
            "volume": "17",
            "issn": "",
            "pages": "1337--1343",
            "other_ids": {
                "DOI": [
                    "10.1128/CVI.00143-10"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Expression of cytotoxicity-associated genes in marek's disease virus-infected chickens",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Sarson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Abdul-Careem",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Read",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Brisbin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sharif",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Viral Immunol",
            "volume": "21",
            "issn": "",
            "pages": "267--272",
            "other_ids": {
                "DOI": [
                    "10.1089/vim.2007.0094"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Characterization of chicken thrombocyte responses to toll-like receptor ligands",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "St Paul",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Paolucci",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Barjesteh",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Wood",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Schat",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sharif",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS ONE",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0043381"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "the Bursa of Fabricius and the Generation of Antibody Repertoires",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J H"
                    ],
                    "last": "Ratcliffe",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Härtle",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Cells",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Avian Immunology",
            "volume": "",
            "issn": "",
            "pages": "65--89",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "The appearance of viral antigen and antibody in the trachea of naive and vaccinated chickens infected with infectious laryngotracheitis virus",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "York",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Young",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Fahey",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Avian Pathol",
            "volume": "18",
            "issn": "",
            "pages": "643--658",
            "other_ids": {
                "DOI": [
                    "10.1080/03079458908418639"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Evaluation of immunological responses to a glycoprotein G deficient candidate vaccine strain of infectious laryngotracheitis virus",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Devlin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Viejo-Borbolla",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Browning",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Noormohammadi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Gilkerson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Alcami",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Hartley",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Vaccine",
            "volume": "28",
            "issn": "",
            "pages": "1325--1332",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vaccine.2009.11.013"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Possible migration of harderian gland immunoglobulin a bearing lymphocytes into the caecal tonsil in chickens",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Akaki",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Simazu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Baba",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tsuji",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kodama",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mukamoto",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kajikawa",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Zentralbl. Veterinarmed. B",
            "volume": "44",
            "issn": "",
            "pages": "199--206",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1439-0450.1997.tb00965.x"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "NK and T cells constitute two major, functionally distinct intestinal epithelial lymphocyte subsets in the chicken",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Gobel",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kaspers",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Stangassinger",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Int. Immunol",
            "volume": "13",
            "issn": "",
            "pages": "757--762",
            "other_ids": {
                "DOI": [
                    "10.1093/intimm/13.6.757"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Interleukin-12: An update on its immunological activities, signaling and regulation of gene expression",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Homma",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Jimenez",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Curr. Immunol. Rev",
            "volume": "1",
            "issn": "",
            "pages": "119--137",
            "other_ids": {
                "DOI": [
                    "10.2174/1573395054065115"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Activation of chicken macrophages during in vitro stimulation and expression of immune genes",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Jin",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Am. J. Vet. Res",
            "volume": "79",
            "issn": "",
            "pages": "1306--1312",
            "other_ids": {
                "DOI": [
                    "10.2460/ajvr.79.12.1306"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Differential lung NK cell responses in avian influenza virus infected chickens correlate with pathogenicity",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Jansen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "D"
                    ],
                    "last": "De Geus",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Van Haarlem",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Van De Haar",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "Z"
                    ],
                    "last": "Londt",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Graham",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Gobel",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Van Eden",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Brookes",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Vervelde",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/srep02478"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Effects of Newcastle Disease Virus Infection on Chicken Intestinal Intraepithelial Natural Killer Cells",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Abdolmaleki",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Yeap",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Satharasinghe",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Bello",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "Z"
                    ],
                    "last": "Jahromi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Bejo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Omar",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ideris",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Front. Immunol",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fimmu.2018.01386"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "γδ T cells represent a major spontaneously cytotoxic cell population in the chicken",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Fenzl",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Gobel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Neulen",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Dev. Comp. Immunol",
            "volume": "73",
            "issn": "",
            "pages": "175--183",
            "other_ids": {
                "DOI": [
                    "10.1016/j.dci.2017.03.028"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Roles of M1 and M2 Macrophages in Herpes Simplex Virus 1 Infectivity",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ghiasi",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J. Virol",
            "volume": "91",
            "issn": "",
            "pages": "578--595",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.00578-17"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution (CC BY) license",
            "authors": [],
            "year": null,
            "venue": "© 2019 by the authors. Licensee MDPI",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF2": {
            "text": "), IgM + , IgA +(Figure 1e), and MHC class I + , MHC class class II Hi+(Figure 1f) antigen expression. Using the lymphocyte electronic gate, 4000 and 3000 events were collected per CALT and HG, respectively.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Gating strategy of the lymphocyte population. Primary gating was based on size consistency and single cell using forward scatter height versus forward scatter area (FSC-H vs. FSC-A) (a) and subjected to CD45 assessment (b). Representative flow cytometric forward-angle and right-angle scatter (FSC-A vs. SSC-A) gated on only CD45 + cells were used to identify the lymphocyte population (c). The CD45 + lymphocytes population was subjected to CD4 + and CD8α + (d), IgM + and IgA + (e), MHCI + and MHCII Hi+ (f) assessment.2.10. Quantification of Viral Genome LoadGating strategy of the lymphocyte population. Primary gating was based on size consistency and single cell using forward scatter height versus forward scatter area (FSC-H vs. FSC-A) (a) and subjected to CD45 assessment (b). Representative flow cytometric forward-angle and right-angle scatter (FSC-A vs. SSC-A) gated on only CD45 + cells were used to identify the lymphocyte population (c). The CD45 + lymphocytes population was subjected to CD4 + and CD8α + (d), IgM + and IgA + (e), MHCI + and MHCII Hi+ (f) assessment.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": ", 5 µL of 1:10 dilutions of previously produced cDNA were assembled in 384-well plates (Roche Diagnostics, Indianapolis, IN, USA) in 20 µL reactions containing LightCycler 480 SYBR Green I Master mix (Roche Diagnostics GmbH) 0.25 µM of each gene-specific primer set, the chicken β-actin primer set. Real-time PCRs were performed in the LightCycler 480II instrument (Roche Diagnostics, Indianapolis, IN, USA). Primers, amplification reaction parameters and efficiencies for each reaction are shown in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Mean clinical sign scores (CSSs) and mean genome load (Log10 2 −ΔΔCt ) of the chicken embryo origin (CEO) vaccine strain and 63140 virulent strain in the conjunctiva-associated lymphoid tissue (CALT), Harderian gland (HG) and trachea. (a) Mean clinical sign scores recorded from 2 to 7 dpi (n = 6 to 7). Mean clinical sign scores are indicated by geometrical symbols. Mean viral genome load in CALT (b), HG (c), and trachea (d) measured at 1, 3, 5, 7 and 9 dpi. The bars represent the mean viral genome load and the vertical lines indicate the standard deviation for each tissue. Significant differences in viral genome load were measured between strains on the basis of the tissue assessed at each time point as are indicated (* p ≤ 0.0332, ** p ≤ 0.0021).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Compared to the mock-inoculated group (Figure 3a), the histopathological examination of the conjunctiva epithelium of chickens inoculated with the CEO vaccine strain (Figure 3b) and 63140 virulent strain (Figure 3c) showed minimal tissue damage, absence of syncytial cell formation, and no eosinophilic intranuclear inclusion bodies. At 3 dpi, the conjunctiva epithelium from both CEO-(Figure 3d) and 63140-inoculated (Figure 3e) chickens showed focal syncytia cell formation with eosinophilic intranuclear inclusions, and mild to moderate heterophilic infiltration. At 5 dpi, numerous syncytial cells with eosinophilic intranuclear inclusion bodies were present in the conjunctiva epithelium of both CEO (Figure 3f) and 63140 (Figure 3g) inoculated birds. In addition, mild multifocal heterophilic infiltrates were detected in the conjunctiva epithelium of the CEO vaccine strain inoculated chickens (Figure 3f), while moderate infiltrates of lymphocytes and heterophils, cell degeneration, and necrosis and sloughing of epithelial cells were observed in the conjunctiva epithelium of the 63140 virulent strain inoculated chickens",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Mean clinical sign scores (CSSs) and mean genome load (Log 10 2 −∆∆Ct ) of the chicken embryo origin (CEO) vaccine strain and 63140 virulent strain in the conjunctiva-associated lymphoid tissue (CALT), Harderian gland (HG) and trachea. (a) Mean clinical sign scores recorded from 2 to 7 dpi (n = 6 to 7). Mean clinical sign scores are indicated by geometrical symbols. Mean viral genome load in CALT (b), HG (c), and trachea (d) measured at 1, 3, 5, 7 and 9 dpi. The bars represent the mean viral genome load and the vertical lines indicate the standard deviation for each tissue. Significant differences in viral genome load were measured between strains on the basis of the tissue assessed at each time point as are indicated (* p ≤ 0.0332, ** p ≤ 0.0021).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Compared to the mock-inoculated group(Figure 3a), the histopathological examination of the conjunctiva epithelium of chickens inoculated with the CEO vaccine strain(Figure 3b) and 63140 virulent strain(Figure 3c)showed minimal tissue damage, absence of syncytial cell formation, and no eosinophilic intranuclear inclusion bodies. At 3 dpi, the conjunctiva epithelium from both CEO-(Figure 3d) and 63140-inoculated(Figure 3e) chickens showed focal syncytia cell formation",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Photomicrographs of conjunctiva epithelium collected from the CEO vaccine strain-and virulent 63140 strain-inoculated chickens. Conjunctiva sections from the mock-inoculated group (a), from CEO vaccine strain-inoculated chickens collected at 1 (b), 3 (d), 5 (f), and 7 (h) dpi and from 63140-inoculated chickens collected at 1 (c), 3 (e), 5 (g), and 7 (i) days post-inoculation. Evidence of infectious laryngotracheitis virus (ILTV) lytic replication; syncytia cell formation with eosinophilic intranuclear inclusion bodies are indicated in insets within the photomicrograph.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Percentages of IgM + , MHCI + /MHCII Hi+ and IgA + cells in the conjunctiva-associated lymphoid tissue (CALT) and Harderian gland (HG) of chickens inoculated with the CEO vaccine strain and virulent 63140 strain. Percentage of IgM + (a,d), MHCI + /MHCII Hi+ (b,e), and IgA + (c,f) cells in CALT 1 to 9 days post-CEO (a-c) and 63140 (d-f) inoculation. The one-way analysis of variance Kruskal-Wallis test and the Dunn´s multiple comparison post-test (p ≤ 0.05) were performed to individually compare IgM + , IgA + and MHCI +/ MHCII Hi+ percentages in CALT and HG for mock-, CEO-, and 63140inoculated groups. The mean percentage is indicated by bars and vertical lines represent the standard deviation (SD). Significant increase in IgM + , MHCI + /MHCII Hi+ , and IgA + cells is indicated by (**), and significant decrease by (*) (p ≤ 0.05).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Percentages of IgM + , MHCI + /MHCII Hi+ and IgA + cells in the conjunctiva-associated lymphoid tissue (CALT) and Harderian gland (HG) of chickens inoculated with the CEO vaccine strain and virulent 63140 strain. Percentage of IgM + (a,d), MHCI + /MHCII Hi+ (b,e), and IgA + (c,f) cells in CALT 1 to 9 days post-CEO (a-c) and 63140 (d-f) inoculation. The one-way analysis of variance Kruskal-Wallis test and the Dunn´s multiple comparison post-test (p ≤ 0.05) were performed to individually compare IgM + , IgA + and MHCI + /MHCII Hi+ percentages in CALT and HG for mock-, CEO-, and 63140-inoculated groups. The mean percentage is indicated by bars and vertical lines represent the standard deviation (SD). Significant increase in IgM + , MHCI + /MHCII Hi+ , and IgA + cells is indicated by (**), and significant decrease by (*) (p ≤ 0.05).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Percentages of CD4 + and CD8α + cells in the conjunctiva-associated lymphoid tissue (CALT) and Harderian gland (HG) of chickens inoculated with the CEO vaccine strain and 63140 virulent strain. Percentage of CD4 + in CALT (a) and in HG (b); percentage of CD8 + in CALT (c) and HG (d) from 1 to 9 days post-CEO and 63140 inoculation. The one-way analysis of variance, Kruskal-Wallis test and the Dunn´s multiple comparison post-test (p ≤ 0.05) were performed to individually compare CD4 + and CD8α + cell percentages in CALT and HG for the mock-, CEO,-and 63140-inoculated groups.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Granzyme A gene expression for both 63140 (Figure 6a) and CEO (Figure 6b) groups peaked between 3 and 5 dpi and the onset of virus genome decline started at 5 dpi. Changes in the Granzyme A gene expression from 3 to 9 dpi showed a significant correlation within the 63140 (r = 0.591, p = 0.003) (Figure 6c) and CEO (r = 0.6758, p = 0.0003) groups (Figure 6d).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "Percentages of CD4 + and CD8α + cells in the conjunctiva-associated lymphoid tissue (CALT) and Harderian gland (HG) of chickens inoculated with the CEO vaccine strain and 63140 virulent strain. Percentage of CD4 + in CALT (a) and in HG (b); percentage of CD8 + in CALT (c) and HG (d) from 1 to 9 days post-CEO and 63140 inoculation. The one-way analysis of variance, Kruskal-Wallis test and the Dunn´s multiple comparison post-test (p ≤ 0.05) were performed to individually compare CD4 + and CD8α + cell percentages in CALT and HG for the mock-, CEO,-and 63140-inoculated groups. The mean percentage is indicated by bars and vertical lines represent the standard deviation (SD). Significant increase in CD4 + and CD8α + cells is indicated by (**), and significant decrease by (*) (p ≤ 0.05).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "Granzyme A gene expression for both 63140 (Figure 6a) and CEO (Figure 6b) groups peaked between 3 and 5 dpi and the onset of virus genome decline started at 5 dpi. Changes in the Granzyme A gene expression from 3 to 9 dpi showed a significant correlation within the 63140 (r = 0.591, p = 0.003) (Figure 6c) and CEO (r = 0.6758, p = 0.0003) groups (Figure 6d). Viruses 2019, 11, x FOR PEER REVIEW 14 of Transcription of the Granzyme A gene in relation to genome viral load in the conjunctivaassociated lymphoid tissue (CALT). Individual median fold change (log10 2 −ΔΔCt ) transcription of the Granzyme A gene in the CALT of 63140 (a) and CEO (b) groups are presented in the y right axis (open square), with the median represented as the horizontal line and the 95% confident interval as the vertical line. Individual mean genome load (log10 2 −ΔΔCt ) in the CALT of 63140 (a) and CEO (b) groups are presented in the y left axis (open circle), with the mean represented by the horizontal line and the standard deviation as the vertical line. Pearson correlation between Granzyme A expression and genome load from 3 to 9 dpi were determined for CALT/63140 (c) and CALT/CEO (d). Pearson correlation and linear regression analysis for x = Granzyme A gene expression and y = viral genome load was performed for 63140 (c) and CEO (d) groups. Correlation coefficient (r) and p values are presented.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "Transcription of the Granzyme A gene in relation to genome viral load in the conjunctiva-associated lymphoid tissue (CALT). Individual median fold change (log 10 2 −∆∆Ct ) transcription of the Granzyme A gene in the CALT of 63140 (a) and CEO (b) groups are presented in the y right axis (open square), with the median represented as the horizontal line and the 95% confident interval as the vertical line. Individual mean genome load (log 10 2 −∆∆Ct ) in the CALT of 63140 (a) and CEO (b) groups are presented in the y left axis (open circle), with the mean represented by the horizontal line and the standard deviation as the vertical line. Pearson correlation between Granzyme A expression and genome load from 3 to 9 dpi were determined for CALT/63140 (c) and CALT/CEO (d). Pearson correlation and linear regression analysis for x = Granzyme A gene expression and y = viral genome load was performed for 63140 (c) and CEO (d) groups. Correlation coefficient (r) and p values are presented.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": ") groups. No significant correlation was detected between Granzyme A gene expression and the decrease in 63140 or CEO viral genome load in the HG. Viruses 2019, 11, Transcription of the Granzyme A gene in relation to genome viral load in the Harderian gland (HG). Individual median fold change (log10 2 −ΔΔCt ) transcription of the Granzyme A gene in the HG of 63140 (a) and CEO (b) groups are presented in the y right axis (open square), with the median represented as the horizontal line and the 95% confident interval as the vertical line. Individual mean genome load (log10 2 −ΔΔCt ) in the CALT of 63140 (a) and CEO (b) groups are presented in the y left axis (open circle), with the mean represented by the horizontal line and the standard deviation as the vertical line.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF18": {
            "text": "Transcription of the Granzyme A gene in relation to genome viral load in the Harderian gland (HG). Individual median fold change (log 10 2 −∆∆Ct ) transcription of the Granzyme A gene in the HG of 63140 (a) and CEO (b) groups are presented in the y right axis (open square), with the median represented as the horizontal line and the 95% confident interval as the vertical line. Individual mean genome load (log 10 2 −∆∆Ct ) in the CALT of 63140 (a) and CEO (b) groups are presented in the y left axis (open circle), with the mean represented by the horizontal line and the standard deviation as the vertical line.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF19": {
            "text": "The transcription of IL-12p40 and IFN-γ genes in conjunctiva-associated lymphoid tissue (CALT) and Harderian gland of chickens inoculated via the ocular route with CEO vaccine strain and virulent 63140 strain. The median fold change (log10 2 −ΔΔCt ) for IL-12p40 transcription in the CALT (a) and in the HG (c), and transcription of the IFN-γ gene in the CALT (b) and HG (d) are presented as the median (bars) with 95% confident interval (lines). Differences in median fold changes for IL-12p40 and IFN-γ between CEO and 63140 groups were determined by non-parametric Mann-Whitney U test (p ≤ 0.05). Significant increase (p ≤ 0.05) is indicated by (**).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF20": {
            "text": "The transcription of IL-12p40 and IFN-γ genes in conjunctiva-associated lymphoid tissue (CALT) and Harderian gland of chickens inoculated via the ocular route with CEO vaccine strain and virulent 63140 strain. The median fold change (log 10 2 −∆∆Ct ) for IL-12p40 transcription in the CALT (a) and in the HG (c), and transcription of the IFN-γ gene in the CALT (b) and HG (d) are presented as the median (bars) with 95% confident interval (lines). Differences in median fold changes for IL-12p40 and IFN-γ between CEO and 63140 groups were determined by non-parametric Mann-Whitney U test (p ≤ 0.05). Significant increase (p ≤ 0.05) is indicated by (**).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF21": {
            "text": "Contributions: Conceptualization, M.G. and D.J.H.; formal analysis; resources, validation and methodology M.G., G.B., D.J.H., R.M.G.J., S.S., L.R.R. and S.M.W.; supervision M.G. and D.J.H.; investigation G.B., M.G., D.J.H. and D.A.M.; visualization M.G., G.B., and C.F.J.; writing original draft preparation G.B. and M.G.; writing review and editing M.G., D.J.H., R.M.G.J. and G.B.; funding acquisition and project administration M.G. and R.M.G.J. Funding: This study was supported by Agriculture and Food Research Initiative Competitive Grant no. (2015-68004-23131) from the USDA National Institute of Food and Agriculture.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "List of primers and the reaction conditions used for quantitation of host genes expression by real-time PCR.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We would like to thanks Sylva M. Riblet, Madelyn Krunkosky, and Emily J. Aston for the technical support offered before and during this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments:"
        },
        {
            "text": "The authors declare no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of Interest:"
        }
    ]
}