{
    "paper_id": "d5d29d1d48e1a4fe8f39d38639766c86dc976e5e",
    "metadata": {
        "title": "United States of America, 5 One Health Country Operations Team, Department of Country Health Emergency Preparedness and IHR, World Health Organization",
        "authors": [
            {
                "first": "Kaylee",
                "middle": [],
                "last": "Myhre",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Errecaborde",
                "middle": [],
                "last": "Id",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Minnesota",
                    "location": {
                        "settlement": "St. Paul",
                        "region": "Minnesota",
                        "country": "United States of America"
                    }
                },
                "email": ""
            },
            {
                "first": "Katelyn",
                "middle": [],
                "last": "Wuebbolt",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Minnesota",
                    "location": {
                        "settlement": "St. Paul",
                        "region": "Minnesota",
                        "country": "United States of America"
                    }
                },
                "email": ""
            },
            {
                "first": "Macy",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Amy",
                "middle": [],
                "last": "Pekol",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Minnesota",
                    "location": {
                        "settlement": "St. Paul",
                        "region": "Minnesota",
                        "country": "United States of America"
                    }
                },
                "email": ""
            },
            {
                "first": "Sol",
                "middle": [],
                "last": "Perez",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Minnesota",
                    "location": {
                        "settlement": "St. Paul",
                        "region": "Minnesota"
                    }
                },
                "email": ""
            },
            {
                "first": "Mary",
                "middle": [
                    "Katherine"
                ],
                "last": "O&apos;brien",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Minnesota",
                    "location": {
                        "settlement": "St. Paul",
                        "region": "Minnesota"
                    }
                },
                "email": ""
            },
            {
                "first": "Ian",
                "middle": [],
                "last": "Allen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Minnesota",
                    "location": {
                        "settlement": "St. Paul",
                        "region": "Minnesota",
                        "country": "United States of America"
                    }
                },
                "email": ""
            },
            {
                "first": "Francesca",
                "middle": [],
                "last": "Contadiniid",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Surrey",
                    "location": {
                        "addrLine": "4 City",
                        "settlement": "Guildford",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "Julia",
                "middle": [
                    "Yeri"
                ],
                "last": "Lee",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Elizabeth",
                "middle": [],
                "last": "Mumford",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jeff",
                "middle": [
                    "B"
                ],
                "last": "Bender",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Katharine",
                "middle": [],
                "last": "Pelican",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Minnesota",
                    "location": {
                        "settlement": "St. Paul",
                        "region": "Minnesota",
                        "country": "United States of America"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Advocates for a One Health approach recognize that global health challenges require multidisciplinary collaborative efforts. While past publications have looked at interdisciplinary competency training for collaboration, few have identified the factors and conditions that enable operational One Health. Through a scoping review of the literature, a multidisciplinary team of researchers analyzed peer-reviewed publications describing multisectoral collaborations around infectious disease-related health events. The review identified 12 factors that support successful One Health collaborations and a coordinated response to health events across three levels: two individual factors (education & training and prior experience & existing relationships), four organizational factors (organizational structures, culture, human resources and, communication), and six network factors (network structures, relationships, leadership, management, available & accessible resources, political environment). The researchers also identified the stage of collaboration during which these factors were most critical, further organizing into starting condition or process-based factors. The research found that publications on multisectoral collaboration for health events do not uniformly report on successes or challenges of collaboration and rarely identify outputs or outcomes of the collaborative process. This paper proposes a common language and framework to enable more uniform reporting, implementation, and evaluation of future One Health collaborations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Ongoing and emerging health challenges such as infectious disease epidemics, bioterrorism, antimicrobial resistance, and natural disasters require a coordinated response from a highly diverse, collaborative, and trained health workforce. \"One Health\" is a concept and approach intended to meet such demands. Though loosely defined, a broadly accepted definition of One Health describes it as \"the integrative effort of multiple disciplines working to attain optimal health for people, animals, and the environment [1] [2] [3] [4] World Organisation of Animal Health (OIE), n.d.; World Health Organization, n.d). A One Health approach recognizes that complex health challenges are beyond the purview of any one sector or discipline working in isolation [5] and that a resilient health workforce must be capable of effective and collaborative prevention and detection of, as well as response to emerging health challenges. A One Health approach, therefore, calls for collaboration across disciplines, sectors, organizations, and national borders in support of increasingly complex health challenges [1] [2] [4] [5] [6] [7] [8] .",
            "cite_spans": [
                {
                    "start": 514,
                    "end": 517,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 518,
                    "end": 521,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 522,
                    "end": 525,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 526,
                    "end": 529,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 752,
                    "end": 755,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1097,
                    "end": 1100,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1101,
                    "end": 1104,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1105,
                    "end": 1108,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1109,
                    "end": 1112,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1113,
                    "end": 1116,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1117,
                    "end": 1120,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1121,
                    "end": 1124,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "While One Health advocates increasingly support collaborative and multi-sectoral approaches to health challenges, no common language or metrics exist to uniformly describe and evaluate such efforts. Few studies explicitly analyze the factors and conditions that support effective One Health practices and collaborations. This hinders the ability of health professionals to learn from past experiences and improve upon current and future One Health policies, partnerships, and practices. This paper seeks to address this gap by analyzing and identifying factors that enable effective multisectoral collaboration and response to health events.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this study, a multidisciplinary team of researchers reviewed a broad scope of literature describing collaborative and multi-sectoral approaches to past health events to understand how such collaborations are commonly described and evaluated and to identify and synthesize enabling factors for One Health collaborations. This paper identifies twelve factors related to effective One Health implementation and collaboration and concludes with a proposed framework for evaluating future multisectoral One Health collaborations. The ultimate aim of this work is to support and improve multisectoral preparedness and response efforts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Although its conceptual foundations date back hundreds of years, the formal global health construct known today as One Health wasn't officially recognized by international and scholarly bodies until 1984 [8] . The HIV/AIDS pandemic in the 1980s and the Hanta virus outbreak in 1993, made clear that emerging disease threats can cross national borders, cultures and species. With that came a broader recognition that animal and zoonotic diseases pose a serious threat not only to human health but to global health security. Policy makers and health practitioners looked to collaborative health efforts as a response to these emerging challenges [3] .",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 207,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 644,
                    "end": 647,
                    "text": "[3]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Background on One Health"
        },
        {
            "text": "The subsequent decades which were marked by unprecedented global interconnectedness and human mobility [9] were associated with threats to global health security, including manmade threats, such as the use of anthrax as a bioweapon, and emerging diseases like SARS and avian influenza. These challenges necessitated the need for a more formal coordinated action from countries, regions, and the global health community at large to address such health threats.",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 106,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Background on One Health"
        },
        {
            "text": "In order to address the afore-mentioned challenges, there have been emergence of major health initiatives and frameworks such as the Global Health Security Agenda, the International Health Regulations-Joint External Evaluations (IHR-JEE), the World Health Organization (WHO)-World Organisation for Animal Health (OIE) Operational Framework for Good Governance at the Human-Animal Interface [10] , and the World Bank's One Health Operational Framework [11] . A common thread among these initiatives is the emphasis on multisectoral and transdisciplinary collaboration and a call for strengthening human, animal and environmental health systems through a One Health approach.",
            "cite_spans": [
                {
                    "start": 390,
                    "end": 394,
                    "text": "[10]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 451,
                    "end": 455,
                    "text": "[11]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Background on One Health"
        },
        {
            "text": "The global health community, including those already engaged in One Health, continue to grapple with the fundamental questions of what characterizes a successful One Health approach, including how to set goals, establish frameworks, facilitate collaborative work, and how to process and measure outcomes [12] . Efforts to measure One Health programmatic outcomes and operations are necessary for the improvement of collaborative efforts. This article supports such efforts by 1) identifying key factors that support effective collaboration around health events and 2) proposing a framework for documenting and evaluating One Health collaborations in a more uniform and systematic manner.",
            "cite_spans": [
                {
                    "start": 304,
                    "end": 308,
                    "text": "[12]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 476,
                    "end": 478,
                    "text": "1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Background on One Health"
        },
        {
            "text": "Collaboration is an inherent and explicit part of the One Health approach which calls for the active engagement of institutions, managers, and health practitioners across disciplines and sectors [1] [2] [3] [4] . Despite widespread recognition of the importance of a One Health approach, there exists a gap in the literature regarding what constitutes a successful One Health collaboration. This study draws upon the existing public affairs literature on collaborative, or 'crossboundary' collaborations to understand which factors enable successful collaboration around health events.",
            "cite_spans": [
                {
                    "start": 195,
                    "end": 198,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 199,
                    "end": 202,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 203,
                    "end": 206,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 207,
                    "end": 210,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Conceptual framework: Understanding One Health collaborations"
        },
        {
            "text": "Review of the literature on collaboration. Scholars of public policy, organizational partnerships, team science, and multisectoral collaboration have produced a series of theoretical frameworks to describe cross-boundary collaborations and identify which practices make them successful [13] [14] [15] . The focus on collaboration and partnership is not unique to any one discipline, yet there is very little cross-fertilization of research across disciplines. This research builds upon the existing literature on cross-boundary collaborations and applies it to One Health collaborations. The conceptual framework for this study focuses on three critical phases of a successful cross-boundary collaboration: adequate starting conditions, an effective process of collaboration, and attention to the outcomes of collaboration [16] [17] [18] [19] [20] .",
            "cite_spans": [
                {
                    "start": 286,
                    "end": 290,
                    "text": "[13]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 291,
                    "end": 295,
                    "text": "[14]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 296,
                    "end": 300,
                    "text": "[15]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 823,
                    "end": 827,
                    "text": "[16]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 828,
                    "end": 832,
                    "text": "[17]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 833,
                    "end": 837,
                    "text": "[18]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 838,
                    "end": 842,
                    "text": "[19]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 843,
                    "end": 847,
                    "text": "[20]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Conceptual framework: Understanding One Health collaborations"
        },
        {
            "text": "Starting conditions. There is a general consensus in the literature on cross-boundary collaborations that starting conditions-the conditions in place before any collaborative process begins-impact the process, structures and outcomes of collaborative engagement. These include prior history (e.g. successes, failures, existing partnerships), the environment (e.g. resource imbalances, stakeholder incentives), and relational dynamics (e.g. balances of power, who convenes or facilitates the collaboration, and how and by whom problems are defined) [16, 17] . The presence or absence of such conditions influences successes and challenges encountered during the collaborative process.",
            "cite_spans": [
                {
                    "start": 548,
                    "end": 552,
                    "text": "[16,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 553,
                    "end": 556,
                    "text": "17]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Conceptual framework: Understanding One Health collaborations"
        },
        {
            "text": "Process. Beyond starting conditions, many scholars point to the process of collaboration itself and the structures in place to support effective collaboration [13, 14, 20, 21] . Although the terms used for collaboration vary, scholars focusing on the process of collaboration point to the importance of leadership, shared goals, trust and mutual understanding, institutional structures and resources, communication, and data management.",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 163,
                    "text": "[13,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 164,
                    "end": 167,
                    "text": "14,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 168,
                    "end": 171,
                    "text": "20,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 172,
                    "end": 175,
                    "text": "21]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Conceptual framework: Understanding One Health collaborations"
        },
        {
            "text": "Measuring outcomes. A review of the literature on collaboration suggests a lack of validated metrics for measuring collaborative effectiveness and performance. Several scholars of cross-boundary collaborations, citing works published between 2005 and 2019, highlight the importance of measuring the outcomes of collaboration and lament the challenges of describing and evaluating collaborations in a uniform way [12, 14, 16, 17, 20, [22] [23] [24] . This underscores the importance of understanding which factors support collaborative efforts, and how teams can evaluate their performance and outcomes in association with these factors. The literature on cross-boundary collaborations and its attention to the starting conditions, processes, and outcomes of collaborative approaches have informed this study on the factors that enable effective One Health collaborations. The following questions guided this study: What factors (systems, structures, processes, skills, competencies, decisions, and actions) enabled two or more disciplines or sectors to collaborate effectively in a health event?",
            "cite_spans": [
                {
                    "start": 412,
                    "end": 416,
                    "text": "[12,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 417,
                    "end": 420,
                    "text": "14,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 421,
                    "end": 424,
                    "text": "16,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 425,
                    "end": 428,
                    "text": "17,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 429,
                    "end": 432,
                    "text": "20,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 433,
                    "end": 437,
                    "text": "[22]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 438,
                    "end": 442,
                    "text": "[23]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 443,
                    "end": 447,
                    "text": "[24]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Conceptual framework: Understanding One Health collaborations"
        },
        {
            "text": "A scoping literature review was conducted to identify key factors that facilitate multisectoral collaborations around major health events such as disease outbreaks using published accounts of actual health events. A scoping review, in contrast to a systematic review, is well-suited for a field such as One Health that is still relatively new and evolving, as the method allows for assessment of emerging evidence, as well as a first step in research development [25] [p. 12]. Due to the lack of a common language and framework for describing One Health collaborations, this scoping review builds that foundation by providing a broad overview of One Health collaborations and supporting the synthesis of key concepts, evidence, and research gaps [26, 27] .",
            "cite_spans": [
                {
                    "start": 463,
                    "end": 467,
                    "text": "[25]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 746,
                    "end": 750,
                    "text": "[26,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 751,
                    "end": 754,
                    "text": "27]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Scoping review"
        },
        {
            "text": "The scoping review was initiated by a multidisciplinary team in January 2017. The team members were composed of individuals with expertise in veterinary medicine, public health, public policy, organization and management leadership studies, international development, monitoring and evaluation, and education. Because the researcher is central to the methods and analysis of qualitative research, it was important to select a transdisciplinary research team that could work effectively to address the research questions and to illustrate the disciplines that were represented in the transdisciplinary approach employed for this scoped review.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scoping review"
        },
        {
            "text": "Selection of relevant articles. The search included peer-reviewed articles available todate in the U.S. National Library of Medicine's PubMed database that were searched using specified MeSH (Medical Subject Headings) terms. Although the multidisciplinary research team has extensive experience in One Health, they were not trained in sensitive search strategies [26] . The research team thus elected to work with a University of Minnesota research librarian to develop MeSH terms for this study. Table 1 provides a list of the key terms used to identify articles discussing multisectoral health events and collaborations. To avoid tautology, it was a deliberate decision to not use \"One Health\" as a search term. Instead, drawing upon the researchers' extensive experience in One Health, various terms were used to describe One Health and similar multidisciplinary and cross-sectoral health collaborations. The underlying assumption was that any articles explicitly addressing One Health would be captured using these key terms. This initial MeSH search identified 2,630 non-duplicated articles. This scoping review was an inductive study of the literature and was conducted in order to support more hypothesis driven research for One Health. By design, the authors elected to limit this literature review to the PubMed database at the outset of the study. PubMed is peer-reviewed and peer-led database. Articles are selected and included based on scholarly and quality criteria by literature review committees and are tagged by keyword and by article structure, contributing to more accurate retrieval than other databases (e.g. Google Scholar); accurate retrieval supports the search results are reproducible and reportable, which is critically important for a scoping review of the literature in which it is important for other researchers, no matter their location, to repeat the study. The decision to use one database reflects the exploratory nature of this study and the Author's intent to propose further hypothesis-driven research that may include additional databases. This methodological choice is in line with Arksey and O'Malley (2005) who attest that decisions must be made at the outset of a study to clarify reasons for the coverage of the review in terms of time span and language [26] [p. [23] [24] .",
            "cite_spans": [
                {
                    "start": 363,
                    "end": 367,
                    "text": "[26]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 2123,
                    "end": 2149,
                    "text": "Arksey and O'Malley (2005)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 2299,
                    "end": 2303,
                    "text": "[26]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 2308,
                    "end": 2312,
                    "text": "[23]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 2313,
                    "end": 2317,
                    "text": "[24]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [
                {
                    "start": 497,
                    "end": 504,
                    "text": "Table 1",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Scoping review"
        },
        {
            "text": "Initially, citations and abstracts of these articles were screened in two phases. The articles were reviewed for inclusion based on the criteria outlined in Table 2 . In the first screening, 179 abstracts met initial inclusion criteria and full articles were procured and reviewed. In the second phase of screening, two further criteria were included to better achieve scoping review objectives. The research team divided into transdisciplinary pairs which included a reviewer from the health sciences and one from the social sciences. Each of the articles that met the initial inclusion criteria were divided among the team members and then independently reviewed according to the modified screening criteria. Articles were included if both reviewers agreed that they met all initial requirements. In instances where the transdisciplinary reviewers did not agree, the articles were brought to a full research team meeting and reviewed jointly until consensus among all researchers was achieved. This same method of collaborative review was used for the second round of screening and resulted in 50 articles for the final analysis. The PRISMA diagram below (Fig 1) illustrates the article search, screening, and review process. 3. The health event discussed involved an infectious disease challenge; and 4. The case or event involved at least two sectors or disciplines.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 157,
                    "end": 164,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1157,
                    "end": 1164,
                    "text": "(Fig 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Scoping review"
        },
        {
            "text": "Inclusion Criteria:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scoping review"
        },
        {
            "text": "1. Articles met initial screening criteria and were included if they met the following targeted requirements:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scoping review"
        },
        {
            "text": "2. The article provides a retrospective analysis of an actual health event;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scoping review"
        },
        {
            "text": "3. The case or health event involved a noteworthy (describing successes or challenges encountered during health event) interaction among at least two sectors or disciplines. Exclusion Criteria: Articles were excluded if they failed to discuss any specific aspects of collaboration, even if they generally acknowledged the importance of multisectoral collaboration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scoping review"
        },
        {
            "text": "https://doi.org/10.1371/journal.pone.0224660.t002 Analysis. The interdisciplinary team conducted an analysis of the 50 articles that explicitly addressed multisectoral collaboration in response to an actual health event. Each reviewer coded approximately 5-10 selected articles using the qualitative data analysis software, MaxQDA [28] . Descriptive codes were identified in advance to ensure that baseline data reflected the One Health aspects of the articles reviewed. All other codes emerged from the data using a grounded theory approach [29, 30] . Preliminary and axial coding procedures are outlined in the following section and ensured that inductive and deductive thinking could be related.",
            "cite_spans": [
                {
                    "start": 331,
                    "end": 335,
                    "text": "[28]",
                    "ref_id": null
                },
                {
                    "start": 542,
                    "end": 546,
                    "text": "[29,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 547,
                    "end": 550,
                    "text": "30]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Scoping review"
        },
        {
            "text": "Preliminary coding. A set of predetermined, descriptive codes were used to denote the location and nature of the health event in the articles, including specific infectious agents, Factors that enable One Health collaboration: A scoping review relevant disease vectors or hosts, and the various entities involved in the collaboration. Each paper was coded for the predetermined codes outlined in Table 3 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 396,
                    "end": 403,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Scoping review"
        },
        {
            "text": "Predetermined codes were also used to identify the entities involved in each health event response. The team used the code \"roles\" to identify individuals or groups who participated in the coordinated response in a formal role based on individual expertise and formal training. While many of these roles represent professions in the health sciences, this category also included representation from the social sciences, media and community relations, government, and engineering. Other articles focused on types of training, identified by the research team as \"disciplines,\" (e.g., clinical epidemiology [31] or food safety [32] ), or specific professions (e.g., toxicologist [33] or information technology specialist [34] versus specific professions). A third type of classification in the literature was more general categorization of sectors involved, such as the traditional designations of Public, Non-profit, and Private/For-profit.",
            "cite_spans": [
                {
                    "start": 603,
                    "end": 607,
                    "text": "[31]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 623,
                    "end": 627,
                    "text": "[32]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 675,
                    "end": 679,
                    "text": "[33]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 717,
                    "end": 721,
                    "text": "[34]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Scoping review"
        },
        {
            "text": "Axial coding. Axial coding was used to construct linkages between \"data sets\" or, in this scoping review, articles regarding intersectoral collaboration. Axial coding is a qualitative research technique to relate data together in order to reveal codes, categories, and subcategories, as well as patterns in the data [35] . This grounded theory is an iterative process that combines inductive and deductive thinking.",
            "cite_spans": [
                {
                    "start": 316,
                    "end": 320,
                    "text": "[35]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Scoping review"
        },
        {
            "text": "Each article was first coded to identify any area of text where authors analyzed collaboration around a specified health event. In this process, it became quickly apparent that the review team would need to differentiate between actual and hypothetical forms of collaboration reported. All articles included in the analysis at this stage were retrospective analyses of actual health events, yet many were actually prospective in their analysis and discussion. As an example, several of these articles included suggestions based on what should happen in an ideal scenario, rather than what occurred in practice, thus leaving out key details of the actual event. Therefore, a first round of organizing codes differentiated between collaborations that actually happened versus ideal scenarios and hypothetical lessons, allowing the research team to focus the analysis on what actually happened ( Table 4 ). The text was further coded to reflect whether the authors were reporting a success factor of collaboration, or a challenge of collaboration. Both the successes and challenges reported in the literature were related during the grounded theory thematic analysis and informed the final thematic results reported.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 893,
                    "end": 900,
                    "text": "Table 4",
                    "ref_id": null
                }
            ],
            "section": "Scoping review"
        },
        {
            "text": "After the first round of axial coding was conducted to organize the data, the authors employed a deductive framework developed from the review of literature on multisectoral collaboration [13] . Aligned with this framework, the research team distinguished between starting conditions for collaboration, the process of collaboration itself, and the outcomes of collaboration (Table 5) .",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 192,
                    "text": "[13]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 374,
                    "end": 383,
                    "text": "(Table 5)",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Scoping review"
        },
        {
            "text": "Finally, the review team re-examined the passages coded as \"actually happened\" and \"successes\". These codes were then related to the deductive codes of starting conditions and process-based factors. An Excel table was used to organize axial codes into a table of final results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scoping review"
        },
        {
            "text": "Limitations. The primary limitations of this scoping review are three-fold. First, the literature analysis relies on peer reviewed publications alone, which may have underrepresented collaborative efforts that are more commonly encountered in grey literature. Future work may be expanded to include these types of sources.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scoping review"
        },
        {
            "text": "Second, there was no consistent framework or language for reporting the successes or challenges of collaboration, and thus, important content may have been missed during the search and review [36] . The scoping review team tried to overcome this with two strategies, which included building an expanded list of search terms and conducting an iterative review process using two independent transdisciplinary reviewers. Both methods offset this limitation and might have minimized the likelihood of missing specific content. Third, the researchers could not identify specific metrics for evaluating performance and collaboration in the literature. This meant that an evaluation baseline was not present. However, the research team believes that the final subset of articles represents a diverse crosssection of transdisciplinary efforts around emerging health events.",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 196,
                    "text": "[36]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Scoping review"
        },
        {
            "text": "The scoping review yielded 50 peer-reviewed publications explicitly addressing multisectoral collaboration in response to an actual health event. This section describes the nature of the One Health collaborations analyzed as well as the various factors that enable One Health collaboration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Types of One Health events analyzed include natural disasters, infectious disease outbreaks, endemic disease, bioterrorism, and biosecurity preparedness. In each of these cases, the underlying multisectoral collaboration was either a preparedness (planned or ongoing collaboration) or response (emergency or ad hoc collaboration) effort. The sample included One Health events from around the world. Most articles addressed health events in Europe/Eurasia (25%), the Americas (25%), and Asia (23%). Less represented in this sample were health events taking place in Africa (11%), Oceania (10%), and the Middle East (6%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Descriptive results"
        },
        {
            "text": "Most health events involved a specific infectious agent (97%), while the remaining 3% focused on infectious disease challenges such as hospital infections, pest management, or tsunami response. A total of 67 different infectious agents were coded. Among the infectious agents identified, 58% were bacterial, 40% were viral, and 2% were protozoal (e.g. malaria). 39% of these agents primarily affect humans and 33% are predominantly animal-related. 16% of the agents were food and water-related, 10% were insect related, and an additional 2% were related to environment. Overall, 60% of the infectious agents were considered zoonotic, meaning they spread between humans and animals. Relevant disease vectors or hosts represented in more than one publication included bats, cattle, poultry, horses, swine, humans, mosquitoes and midges.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Descriptive results"
        },
        {
            "text": "Involved parties or entities played varied roles and represented diverse disciplines and sectors, as illustrated in Table 6 . ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 116,
                    "end": 123,
                    "text": "Table 6",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Descriptive results"
        },
        {
            "text": "Thematic findings are presented according to the One Health collaboration framework, which distinguishes between individual, organizational, and network factors that enable multisectoral and transdisciplinary collaboration at the onset and in the process of addressing a One Health event. The team ultimately created organizing categories that reflected the individual, organizational and network levels of collaboration (Table 7) . These categories were informed by a review of the literature; for the purposes of this discussion, the definition of network is provided by Emerson and Nabatchi [18] , and is defined as \"the processes and structure of public policy decision making and management that engage people constructively across the boundaries of public agencies [organizations], levels of government, and or the private and civic spheres in order to carry out a public purpose that could not otherwise be accomplished,\" [p.2]. Within each level, the review team created groups of subcategories to further organize codes.",
            "cite_spans": [
                {
                    "start": 594,
                    "end": 598,
                    "text": "[18]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 421,
                    "end": 430,
                    "text": "(Table 7)",
                    "ref_id": null
                }
            ],
            "section": "Thematic results"
        },
        {
            "text": "The research team identified 12 key factors that support successful multi-sectoral collaborations around major health events. At the individual level, these factors include 1) education & training and 2) prior experience & existing relationship. Organizational factors include 3) organizational structures, 4) organizational culture, 5) human resources, and 6) communication. Finally, network-level factors include 7) network structures, 8) relationships, 9) leadership, 10) management, 11) available & accessible resources, and 12) the political environment. These final individual, organizational and network factors were then further characterized Factors that enable One Health collaboration: A scoping review according to their relevance at the start of a collaboration \"starting condition\" or during the process \"process-based\" factors of collaboration. The researchers identified that the organizational thematic factors were relevant to both starting conditions and process-based factors so were not separated. The final results of this literature review are thus presented in Table 8 . The researchers also coded each paper for outcomes. Of all the articles coded, only 4 articles reported on outcomes of collaborations. The outcomes reported included: (1) cost reduction; (2) decreased mortality; (3) decreased morbidity, (4) multisectoral development opportunities resulted from the collaboration; (5) Improved safety; (6) effective use of available resources. Table 8 . Final axial coding process included both inductive and deductive codes and reflects emerging themes for successful collaboration.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1085,
                    "end": 1092,
                    "text": "Table 8",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 1472,
                    "end": 1479,
                    "text": "Table 8",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Thematic results"
        },
        {
            "text": "Starting Condition Factors Initial deductive code (Table 5) Process Factors Initial deductive code (Table 5) Individual (Emergent Axial code Table 7 )",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 50,
                    "end": 59,
                    "text": "(Table 5)",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 99,
                    "end": 108,
                    "text": "(Table 5)",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 141,
                    "end": 148,
                    "text": "Table 7",
                    "ref_id": null
                }
            ],
            "section": "Levels"
        },
        {
            "text": "Preemptive technical training/ continuing education [37] [38] [39] [40] [41] [42] [43] [44] [45] Disease specific technical training [34, 45, 46] Preemptive collaborative training [47, 48] Strong public-sector led training [39] training and capacity building provided a platform for better collaboration for outbreak [49] NGOs support gov. through staff training [50] Participatory epidemiology training [51] Prior Experience & Existing Relationships (informal/formal) Pre-existing multisectoral relationships [45, [52] [53] [54] [55] Previous experience collaborating for health events [34, 56, 57] ",
            "cite_spans": [
                {
                    "start": 52,
                    "end": 56,
                    "text": "[37]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 57,
                    "end": 61,
                    "text": "[38]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 62,
                    "end": 66,
                    "text": "[39]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 67,
                    "end": 71,
                    "text": "[40]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 72,
                    "end": 76,
                    "text": "[41]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 77,
                    "end": 81,
                    "text": "[42]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 82,
                    "end": 86,
                    "text": "[43]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 87,
                    "end": 91,
                    "text": "[44]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 92,
                    "end": 96,
                    "text": "[45]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 133,
                    "end": 137,
                    "text": "[34,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 138,
                    "end": 141,
                    "text": "45,",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 142,
                    "end": 145,
                    "text": "46]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 180,
                    "end": 184,
                    "text": "[47,",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 185,
                    "end": 188,
                    "text": "48]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 223,
                    "end": 227,
                    "text": "[39]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 317,
                    "end": 321,
                    "text": "[49]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 363,
                    "end": 367,
                    "text": "[50]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 404,
                    "end": 408,
                    "text": "[51]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 510,
                    "end": 514,
                    "text": "[45,",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 515,
                    "end": 519,
                    "text": "[52]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 520,
                    "end": 524,
                    "text": "[53]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 525,
                    "end": 529,
                    "text": "[54]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 530,
                    "end": 534,
                    "text": "[55]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 587,
                    "end": 591,
                    "text": "[34,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 592,
                    "end": 595,
                    "text": "56,",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 596,
                    "end": 599,
                    "text": "57]",
                    "ref_id": "BIBREF59"
                }
            ],
            "ref_spans": [],
            "section": "Individual Factors Education and Training (including skills & competencies)"
        },
        {
            "text": "Ad hoc \"just-in-time\" training Shared training & organizational alignment; aggressive, rigorous, just-in-time, and critical trainings for key positions and critical events with monthly follow-up meetings to support compliance [31, 58] Training and capacity building provided a platform for better collaboration for outbreak response [49] Instituting multisectoral disease specific training; Ongoing training-for new and existing systems [39, 45] Organizational (Emergent Axial code Table 7 )",
            "cite_spans": [
                {
                    "start": 226,
                    "end": 230,
                    "text": "[31,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 231,
                    "end": 234,
                    "text": "58]",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 333,
                    "end": 337,
                    "text": "[49]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 437,
                    "end": 441,
                    "text": "[39,",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 442,
                    "end": 445,
                    "text": "45]",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [
                {
                    "start": 482,
                    "end": 489,
                    "text": "Table 7",
                    "ref_id": null
                }
            ],
            "section": "Individual Factors"
        },
        {
            "text": "Shared response guidelines [42, 50] Structures frequently included policies/protocols [59, 60] Reporting -Management protocol -Task Management -Response Plan -Communications/ communication strategy [34, 61] Infection planning, control and traceback procedures [62] Systems Reporting, laboratory systems [59] Surveillance systems [41, 58, 59] Planning; Iterative Improvement of systems [46, 48, 60] Information management system/ database [41, 48, 63, 64] Information Sharing (data available and useful) [45, 48] ) Tool sharing during response [65] Lab systems in place [59] Online system for HR recruitment [45] Intentional multidisciplinary engagement, collaborative capacity [43, 48, 66, 67] Standard operating procedures [55] Interoperability [42] Needs assessment and prioritization [38, 48] Culture Leadership, accountability, ownership, trust, transparency of processes, systems based thinking, cultural awareness and engagement Leadership to support the iterative and developmental review of collaborative processes [58] Strong, engaged Leadership [32, 35, 52, 68] Accountability; Ownership [67, 68] Cultural Engagement; Engagement; Diversity/ Involvement of community [67, 69] Trust [38, 41, 49, 70] Transparency [31, 34, 61] Need to understand each other's' processes [53, 70] Systems based thinking/ approach [34, 48] Cultural awareness; engagement of diverse stakeholders to reflect community needs [53] Credibility [38] ",
            "cite_spans": [
                {
                    "start": 27,
                    "end": 31,
                    "text": "[42,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 32,
                    "end": 35,
                    "text": "50]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 86,
                    "end": 90,
                    "text": "[59,",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 91,
                    "end": 94,
                    "text": "60]",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 198,
                    "end": 202,
                    "text": "[34,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 203,
                    "end": 206,
                    "text": "61]",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 260,
                    "end": 264,
                    "text": "[62]",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 303,
                    "end": 307,
                    "text": "[59]",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 329,
                    "end": 333,
                    "text": "[41,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 334,
                    "end": 337,
                    "text": "58,",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 338,
                    "end": 341,
                    "text": "59]",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 385,
                    "end": 389,
                    "text": "[46,",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 390,
                    "end": 393,
                    "text": "48,",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 394,
                    "end": 397,
                    "text": "60]",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 438,
                    "end": 442,
                    "text": "[41,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 443,
                    "end": 446,
                    "text": "48,",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 447,
                    "end": 450,
                    "text": "63,",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 451,
                    "end": 454,
                    "text": "64]",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 503,
                    "end": 507,
                    "text": "[45,",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 508,
                    "end": 511,
                    "text": "48]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 543,
                    "end": 547,
                    "text": "[65]",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 569,
                    "end": 573,
                    "text": "[59]",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 607,
                    "end": 611,
                    "text": "[45]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 677,
                    "end": 681,
                    "text": "[43,",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 682,
                    "end": 685,
                    "text": "48,",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 686,
                    "end": 689,
                    "text": "66,",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 690,
                    "end": 693,
                    "text": "67]",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 724,
                    "end": 728,
                    "text": "[55]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 746,
                    "end": 750,
                    "text": "[42]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 787,
                    "end": 791,
                    "text": "[38,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 792,
                    "end": 795,
                    "text": "48]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1023,
                    "end": 1027,
                    "text": "[58]",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 1055,
                    "end": 1059,
                    "text": "[32,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1060,
                    "end": 1063,
                    "text": "35,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1064,
                    "end": 1067,
                    "text": "52,",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1068,
                    "end": 1071,
                    "text": "68]",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 1098,
                    "end": 1102,
                    "text": "[67,",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 1103,
                    "end": 1106,
                    "text": "68]",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 1176,
                    "end": 1180,
                    "text": "[67,",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 1181,
                    "end": 1184,
                    "text": "69]",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 1191,
                    "end": 1195,
                    "text": "[38,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1196,
                    "end": 1199,
                    "text": "41,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1200,
                    "end": 1203,
                    "text": "49,",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1204,
                    "end": 1207,
                    "text": "70]",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 1221,
                    "end": 1225,
                    "text": "[31,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1226,
                    "end": 1229,
                    "text": "34,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1230,
                    "end": 1233,
                    "text": "61]",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 1277,
                    "end": 1281,
                    "text": "[53,",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 1282,
                    "end": 1285,
                    "text": "70]",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 1319,
                    "end": 1323,
                    "text": "[34,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1324,
                    "end": 1327,
                    "text": "48]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1410,
                    "end": 1414,
                    "text": "[53]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 1427,
                    "end": 1431,
                    "text": "[38]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Organizational Factors (applicable to both starting conditions and process of collaboration): Structures Policies and Protocols"
        },
        {
            "text": "Existing Relationships [49] Institutional Knowledge (experience and relationships) [31, 45] Revise and revisit mandates based on lessons learned [37, 71] ",
            "cite_spans": [
                {
                    "start": 23,
                    "end": 27,
                    "text": "[49]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 83,
                    "end": 87,
                    "text": "[31,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 88,
                    "end": 91,
                    "text": "45]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 145,
                    "end": 149,
                    "text": "[37,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 150,
                    "end": 153,
                    "text": "71]",
                    "ref_id": "BIBREF73"
                }
            ],
            "ref_spans": [],
            "section": "Human Resources Prior Experience & Relationships"
        },
        {
            "text": "Clearly defined roles and responsibilities [35, 42, 65] Resources available and accessible (including Human Resource allocation) [35, 45] Informed staff/ staff are aware of systems in place, increased engagement of staff [31, 45] Reflexive workforce Reflexive Human Resource Protocol to ensure positions are adequately filled & workers are incentivized [31, 57] Reflexive approach [31, 45] Adaptability to rapidly changing context [42] Rapid start-up response; shared response guidelines [42] (Continued ) Factors that enable One Health collaboration: A scoping review ",
            "cite_spans": [
                {
                    "start": 43,
                    "end": 47,
                    "text": "[35,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 48,
                    "end": 51,
                    "text": "42,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 52,
                    "end": 55,
                    "text": "65]",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 129,
                    "end": 133,
                    "text": "[35,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 134,
                    "end": 137,
                    "text": "45]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 221,
                    "end": 225,
                    "text": "[31,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 226,
                    "end": 229,
                    "text": "45]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 353,
                    "end": 357,
                    "text": "[31,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 358,
                    "end": 361,
                    "text": "57]",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 381,
                    "end": 385,
                    "text": "[31,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 386,
                    "end": 389,
                    "text": "45]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 431,
                    "end": 435,
                    "text": "[42]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 488,
                    "end": 492,
                    "text": "[42]",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Staffing/ Roles & Responsibilities"
        },
        {
            "text": "Multi Sectoral Coordinating Mechanisms/ platforms for engagement [34, 41, 45, 52, 60] Memoranda of Understanding, Terms of Reference or bilateral agreements to support the development of existing relationships that promote ongoing engagement [41, 45, 48, 72] ",
            "cite_spans": [
                {
                    "start": 65,
                    "end": 69,
                    "text": "[34,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 70,
                    "end": 73,
                    "text": "41,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 74,
                    "end": 77,
                    "text": "45,",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 78,
                    "end": 81,
                    "text": "52,",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 82,
                    "end": 85,
                    "text": "60]",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 242,
                    "end": 246,
                    "text": "[41,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 247,
                    "end": 250,
                    "text": "45,",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 251,
                    "end": 254,
                    "text": "48,",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 255,
                    "end": 258,
                    "text": "72]",
                    "ref_id": "BIBREF74"
                }
            ],
            "ref_spans": [],
            "section": "Network Factors Network Structures Structures & Coordinating Mechanisms"
        },
        {
            "text": "In this discussion, the research team suggests 12 thematic factors that may be used by practitioners involved in One Health activities to more systematically assess the successes and challenges of multisectoral collaboration, including those contributing to successful outcomes. Further research is needed to refine and validate these factors and ultimately support more uniform and rigorous assessments of One Health collaborations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The axial coding process allowed for factors reported to facilitate or discourage successful collaboration to be categorized as either a relevant starting condition of collaboration, or as relevant to the process of collaboration. During the data analysis, certain themes within each category of individual, organizational and network factors emerged as relevant to \"setting the stage\" for effective collaborative processes, while other factors were essential to maintaining the process of collaboration itself. The researchers found that this distinction was critical in our understanding of how successful collaborative processes are initiated. The starting conditions presented in this paper represent the collaborative preparedness and planning necessary to support effective One Health processes. In addition, the process of collaboration allows for the emergence of new ways of collaborating. This symbiotic relationship between starting conditions and process, allows us to view the entire system of collaboration. In this system, starting conditions influence the process of collaboration, and the process itself can lead to improvement of structures and processes that will now inform improved starting conditions. This cyclical and emergent process is inherent in collaboration and must be accounted for when considering evaluation and systems-based improvements. Individual factors. Relevant success factors at the onset of a One Health event include an individual's education and training, as well as prior experience and existing relationships. Many authors identified existing or previous education and training as enabling factors for collaborative success [37, [40] [41] [42] 44, 47, 49, 51] . Formal technical education and training of individual workers prior to a health event was critical to prepare the necessary human resources for response efforts. Authors noted that foundational technical training during an event was often not possible [41, 42] , but that preemptive and collaborative planning did support the development of key relationships, and in some cases, the development of shared protocols used in the response. The absence of formalized training opportunities before an event, both individual technical training and collaborative, were frequently reported as a gap and a challenge to effective One Health response [40] [41] [42] 49] . Shared competencies were suggested as a strategy for standardizing protocols and performance across multiple individuals and organizations [49] . Multiple sources also reported the importance of prior experience in collaborative response efforts and how this established existing relationships to support the work, both formal (i.e. required communication through standard operating procedures) and informal (i.e. loosely structured and based on personal relationships and ongoing professional engagement) [34, 45, 52, 53, 56, 57] . When instituted before a health event occurs, these starting conditions were reported to support a more effective collaboration processes.",
            "cite_spans": [
                {
                    "start": 1672,
                    "end": 1676,
                    "text": "[37,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1677,
                    "end": 1681,
                    "text": "[40]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1682,
                    "end": 1686,
                    "text": "[41]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1687,
                    "end": 1691,
                    "text": "[42]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1692,
                    "end": 1695,
                    "text": "44,",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1696,
                    "end": 1699,
                    "text": "47,",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1700,
                    "end": 1703,
                    "text": "49,",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1704,
                    "end": 1707,
                    "text": "51]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 1962,
                    "end": 1966,
                    "text": "[41,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1967,
                    "end": 1970,
                    "text": "42]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 2350,
                    "end": 2354,
                    "text": "[40]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 2355,
                    "end": 2359,
                    "text": "[41]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 2360,
                    "end": 2364,
                    "text": "[42]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 2365,
                    "end": 2368,
                    "text": "49]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 2510,
                    "end": 2514,
                    "text": "[49]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 2877,
                    "end": 2881,
                    "text": "[34,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 2882,
                    "end": 2885,
                    "text": "45,",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 2886,
                    "end": 2889,
                    "text": "52,",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 2890,
                    "end": 2893,
                    "text": "53,",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 2894,
                    "end": 2897,
                    "text": "56,",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 2898,
                    "end": 2901,
                    "text": "57]",
                    "ref_id": "BIBREF59"
                }
            ],
            "ref_spans": [],
            "section": "Collaborative success factors categorized as starting conditions or processbased factors"
        },
        {
            "text": "Individual factors that supported the process of collaboration were most frequently reported as workers having access to necessary education and training that was available ad hoc or as \"just in time\" training to support operations during the health event. Examples reported include the use of shared training across organizations to additionally support institutional alignment and partnership with community-level organizations to provide training [39, 42, 49] . Many of these trainings were reported to be rigorous and responsive with continuous follow-up to support compliance [31, 45, 58] . Williams et al [45] discussed how ongoing multisectoral disease specific training supported workers to operate within new and existing systems while simultaneously sharpening their technical competence. These training and capacity-building opportunities were reported to provide a platform for better collaboration for outbreak response [49] . However, ad hoc trainings do not replace or diminish the need for foundational technical training, as formalized education and training were reported as a critical starting condition to facilitate quick mobilization in the case of a health event. Our literature review uncovered the role for both strong university-based education and training, and the role that ad hoc or \"just-in-time\" training can play to meet immediate operational needs during process-based response.",
            "cite_spans": [
                {
                    "start": 450,
                    "end": 454,
                    "text": "[39,",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 455,
                    "end": 458,
                    "text": "42,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 459,
                    "end": 462,
                    "text": "49]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 581,
                    "end": 585,
                    "text": "[31,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 586,
                    "end": 589,
                    "text": "45,",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 590,
                    "end": 593,
                    "text": "58]",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 611,
                    "end": 615,
                    "text": "[45]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 933,
                    "end": 937,
                    "text": "[49]",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [],
            "section": "Collaborative success factors categorized as starting conditions or processbased factors"
        },
        {
            "text": "Organizational factors. Factors reported to enable organizational-level collaboration were broadly applicable to both the starting conditions and the processes of collaboration. Organizational structures, culture and resources were cited as important elements for creating an enabling environment for effective One Health collaboration. The organizations serve to connect the individual worker with a network of One Health actors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Collaborative success factors categorized as starting conditions or processbased factors"
        },
        {
            "text": "The organizational structures that support collaboration were often discussed as a success factor. These structures include, but are not limited to, the policies and protocols or systems established within organizations to support technical implementation and collaborative efforts. Policies and protocols reported to be supportive included technical guidelines and standard operating procedures, as well as management, response and communication strategies and protocols [34, 42, 50, 59, 60, 62] . In addition, organizations reported the need for functional systems for information and resource management and sharing and reporting both surveillance and laboratory results [41, 43, 45, 48, 55, 59, 63, 64, 66, 67] . These systems were reported to benefit from being adaptive, flexible/reflexive and improved through iterative feedback and monitoring and evaluation [38, 46, 48, 60] .",
            "cite_spans": [
                {
                    "start": 472,
                    "end": 476,
                    "text": "[34,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 477,
                    "end": 480,
                    "text": "42,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 481,
                    "end": 484,
                    "text": "50,",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 485,
                    "end": 488,
                    "text": "59,",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 489,
                    "end": 492,
                    "text": "60,",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 493,
                    "end": 496,
                    "text": "62]",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 674,
                    "end": 678,
                    "text": "[41,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 679,
                    "end": 682,
                    "text": "43,",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 683,
                    "end": 686,
                    "text": "45,",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 687,
                    "end": 690,
                    "text": "48,",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 691,
                    "end": 694,
                    "text": "55,",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 695,
                    "end": 698,
                    "text": "59,",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 699,
                    "end": 702,
                    "text": "63,",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 703,
                    "end": 706,
                    "text": "64,",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 707,
                    "end": 710,
                    "text": "66,",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 711,
                    "end": 714,
                    "text": "67]",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 866,
                    "end": 870,
                    "text": "[38,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 871,
                    "end": 874,
                    "text": "46,",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 875,
                    "end": 878,
                    "text": "48,",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 879,
                    "end": 882,
                    "text": "60]",
                    "ref_id": "BIBREF62"
                }
            ],
            "ref_spans": [],
            "section": "Collaborative success factors categorized as starting conditions or processbased factors"
        },
        {
            "text": "Organizational culture was reported in multiple key areas [31, 35, 38, 41, 48, 49, 60, 61, [68] [69] [70] 81] . The role of organizational leadership was discussed at length in many of the reviewed publications. Authors recognized and identified the importance of having strong and engaged leadership [31, 34, 52, 68] and the need for leadership to support the iterative and developmental review of collaborative processes [60] . In addition, organizations benefited from having a culture that supported accountability, ownership, cultural engagement and diversity [53, 68] . Trust and credibility were consistently reported as a key element of organizational success [38, 41, 49, 70] , as was the need for both an understanding of each other's processes and systems based thinking [34, 48, 53, 70] . Authors reflected on the importance of cultural awareness, transparency of communication processes [31, 34, 53, 61] and the engagement of diverse stakeholders who were able to reflect community needs [53] .",
            "cite_spans": [
                {
                    "start": 58,
                    "end": 62,
                    "text": "[31,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 63,
                    "end": 66,
                    "text": "35,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 67,
                    "end": 70,
                    "text": "38,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 71,
                    "end": 74,
                    "text": "41,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 75,
                    "end": 78,
                    "text": "48,",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 79,
                    "end": 82,
                    "text": "49,",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 83,
                    "end": 86,
                    "text": "60,",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 87,
                    "end": 90,
                    "text": "61,",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 91,
                    "end": 95,
                    "text": "[68]",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 96,
                    "end": 100,
                    "text": "[69]",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 101,
                    "end": 105,
                    "text": "[70]",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 106,
                    "end": 109,
                    "text": "81]",
                    "ref_id": "BIBREF83"
                },
                {
                    "start": 301,
                    "end": 305,
                    "text": "[31,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 306,
                    "end": 309,
                    "text": "34,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 310,
                    "end": 313,
                    "text": "52,",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 314,
                    "end": 317,
                    "text": "68]",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 423,
                    "end": 427,
                    "text": "[60]",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 565,
                    "end": 569,
                    "text": "[53,",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 570,
                    "end": 573,
                    "text": "68]",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 668,
                    "end": 672,
                    "text": "[38,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 673,
                    "end": 676,
                    "text": "41,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 677,
                    "end": 680,
                    "text": "49,",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 681,
                    "end": 684,
                    "text": "70]",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 782,
                    "end": 786,
                    "text": "[34,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 787,
                    "end": 790,
                    "text": "48,",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 791,
                    "end": 794,
                    "text": "53,",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 795,
                    "end": 798,
                    "text": "70]",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 900,
                    "end": 904,
                    "text": "[31,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 905,
                    "end": 908,
                    "text": "34,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 909,
                    "end": 912,
                    "text": "53,",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 913,
                    "end": 916,
                    "text": "61]",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 1001,
                    "end": 1005,
                    "text": "[53]",
                    "ref_id": "BIBREF55"
                }
            ],
            "ref_spans": [],
            "section": "Collaborative success factors categorized as starting conditions or processbased factors"
        },
        {
            "text": "Human resource-related factors appeared in all three levels of analysis. Research suggests that workers need to be trained at an individual level, have defined roles and responsibilities at an organizational level, and need to be able to mobilize their efforts at a network level. At an organizational level, Human resources are made up of individual contributors and also function as collective entities that reflect employees' prior experiences, existing relationships, and the collective institutional knowledge of its members [31, 34, 45, 49] serve to benefit the organizations in which they work. Clear roles and responsibilities were consistently reported [34, 42, 45] , as well as awareness of systems in place to support ongoing engagement, operations and information sharing [31, 45] . Additionally, several authors highlighted the importance of a reflexive workforce, i.e. human resources that were readily available and could be mobilized quickly and efficiently to respond to health event in a rapidly changing context [31, 42, 45, 57] .",
            "cite_spans": [
                {
                    "start": 530,
                    "end": 534,
                    "text": "[31,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 535,
                    "end": 538,
                    "text": "34,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 539,
                    "end": 542,
                    "text": "45,",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 543,
                    "end": 546,
                    "text": "49]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 662,
                    "end": 666,
                    "text": "[34,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 667,
                    "end": 670,
                    "text": "42,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 671,
                    "end": 674,
                    "text": "45]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 784,
                    "end": 788,
                    "text": "[31,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 789,
                    "end": 792,
                    "text": "45]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1031,
                    "end": 1035,
                    "text": "[31,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1036,
                    "end": 1039,
                    "text": "42,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1040,
                    "end": 1043,
                    "text": "45,",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1044,
                    "end": 1047,
                    "text": "57]",
                    "ref_id": "BIBREF59"
                }
            ],
            "ref_spans": [],
            "section": "Collaborative success factors categorized as starting conditions or processbased factors"
        },
        {
            "text": "Network factors. Starting condition factors reported to enable collaboration at the network level included network structures, existing relationships, available resources in the face of a health event, and the political environment in place to support these efforts. Pre-existing network structures were reported to provide a foundation for effective collaborative efforts to occur across participating organizations. Established Multisectoral Coordinating Mechanisms (MCMs), also referred to as One Health platforms or joint task forces, were often reported as key to assisting with collaboration across a network [34, 41, 42, 45, 48, 52, 60, 72] . Organizational and network structures provided operational standards that crossed relational and organizational boundaries at all levels of the system-individual, organizational and network-which supported the development of formal relationships at each level. Analysis suggested that these systems and relationships need to be in place before the health event. MCMs provide a formalized operating foundation in which organizations and individuals could contribute, and formalized roles and responsibilities supported effective human resource mobilization in both organizations and networks [34, 42, 45, 72] . These structures were often supported by formal policies or agreements such as bilateral agreements or Memoranda of Understanding (MOUs) [41, 45, 72] . In addition, operating procedures such as the Incident Command System (ICS) also supported effective mobilization of multiple organizations within the MCM [60] . Finally, the importance of formal structures were repeatedly emphasized as a response to \"lessons learned\" during challenging responses. On the contrary, lack of existing structures was reported to prevent efficient multisectoral engagement in the preparedness and response to health events [37, 42, 71] . Several sources indicated that reporting structures and policies at local, regional, national and international levels support continuity of response and effective implementation in response to health events [45, 48, 49, 58, 60, 62, 65, 72, 73] . These reporting structures and policies allowed for information flow between stakeholders, and the coordination of response efforts across a diversity of individuals and organizations participating in preparedness or response efforts [31, 49, 58, 65, 74] .",
            "cite_spans": [
                {
                    "start": 615,
                    "end": 619,
                    "text": "[34,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 620,
                    "end": 623,
                    "text": "41,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 624,
                    "end": 627,
                    "text": "42,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 628,
                    "end": 631,
                    "text": "45,",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 632,
                    "end": 635,
                    "text": "48,",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 636,
                    "end": 639,
                    "text": "52,",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 640,
                    "end": 643,
                    "text": "60,",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 644,
                    "end": 647,
                    "text": "72]",
                    "ref_id": "BIBREF74"
                },
                {
                    "start": 1241,
                    "end": 1245,
                    "text": "[34,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1246,
                    "end": 1249,
                    "text": "42,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1250,
                    "end": 1253,
                    "text": "45,",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1254,
                    "end": 1257,
                    "text": "72]",
                    "ref_id": "BIBREF74"
                },
                {
                    "start": 1397,
                    "end": 1401,
                    "text": "[41,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1402,
                    "end": 1405,
                    "text": "45,",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1406,
                    "end": 1409,
                    "text": "72]",
                    "ref_id": "BIBREF74"
                },
                {
                    "start": 1567,
                    "end": 1571,
                    "text": "[60]",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 1865,
                    "end": 1869,
                    "text": "[37,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1870,
                    "end": 1873,
                    "text": "42,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1874,
                    "end": 1877,
                    "text": "71]",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 2088,
                    "end": 2092,
                    "text": "[45,",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 2093,
                    "end": 2096,
                    "text": "48,",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 2097,
                    "end": 2100,
                    "text": "49,",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 2101,
                    "end": 2104,
                    "text": "58,",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 2105,
                    "end": 2108,
                    "text": "60,",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 2109,
                    "end": 2112,
                    "text": "62,",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 2113,
                    "end": 2116,
                    "text": "65,",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 2117,
                    "end": 2120,
                    "text": "72,",
                    "ref_id": "BIBREF74"
                },
                {
                    "start": 2121,
                    "end": 2124,
                    "text": "73]",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 2361,
                    "end": 2365,
                    "text": "[31,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 2366,
                    "end": 2369,
                    "text": "49,",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 2370,
                    "end": 2373,
                    "text": "58,",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 2374,
                    "end": 2377,
                    "text": "65,",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 2378,
                    "end": 2381,
                    "text": "74]",
                    "ref_id": "BIBREF76"
                }
            ],
            "ref_spans": [],
            "section": "Collaborative success factors categorized as starting conditions or processbased factors"
        },
        {
            "text": "Established structures created a foundation for network relationships that support effective outbreak response to a health event [31, 40, 42, 45, 47, 49, 54] . Development of formal and informal relationships prior to a health event allowed individuals, organizations and networks to more effectively respond once an emergency arose. The existence of structural agreements in any form such as MCMs, MOUs, shared Standard Operating Procedures (SOPs) or bilateral agreements were reported to support the further development of existing relationships to promote ongoing engagement prior to and throughout a health event [55, 74] . Preemptive planning for potential disease threats was reported to strengthen connections and relationships and support multisectoral disease training, sometimes leading to shared protocols [45] . Additionally, the creation of common goals [34, 47] and clearly defined, previously established, roles and responsibilities for individual actors and network partners were reported as necessary in network operations [34, 40, 42, 45, 49, 54] . Cultural awareness and the inclusion of diverse stakeholders from government, nonprofit, and private sectors from the national to community level, was consistently reported as a success factor for collaborative efforts if included from the start [33, 34, 37, 42, 51, 52, 56, 59, 61, 75] .",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 133,
                    "text": "[31,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 134,
                    "end": 137,
                    "text": "40,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 138,
                    "end": 141,
                    "text": "42,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 142,
                    "end": 145,
                    "text": "45,",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 146,
                    "end": 149,
                    "text": "47,",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 150,
                    "end": 153,
                    "text": "49,",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 154,
                    "end": 157,
                    "text": "54]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 617,
                    "end": 621,
                    "text": "[55,",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 622,
                    "end": 625,
                    "text": "74]",
                    "ref_id": "BIBREF76"
                },
                {
                    "start": 817,
                    "end": 821,
                    "text": "[45]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 867,
                    "end": 871,
                    "text": "[34,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 872,
                    "end": 875,
                    "text": "47]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1040,
                    "end": 1044,
                    "text": "[34,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1045,
                    "end": 1048,
                    "text": "40,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1049,
                    "end": 1052,
                    "text": "42,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1053,
                    "end": 1056,
                    "text": "45,",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1057,
                    "end": 1060,
                    "text": "49,",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1061,
                    "end": 1064,
                    "text": "54]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 1313,
                    "end": 1317,
                    "text": "[33,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1318,
                    "end": 1321,
                    "text": "34,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1322,
                    "end": 1325,
                    "text": "37,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1326,
                    "end": 1329,
                    "text": "42,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1330,
                    "end": 1333,
                    "text": "51,",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 1334,
                    "end": 1337,
                    "text": "52,",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1338,
                    "end": 1341,
                    "text": "56,",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 1342,
                    "end": 1345,
                    "text": "59,",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 1346,
                    "end": 1349,
                    "text": "61,",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 1350,
                    "end": 1353,
                    "text": "75]",
                    "ref_id": "BIBREF77"
                }
            ],
            "ref_spans": [],
            "section": "Collaborative success factors categorized as starting conditions or processbased factors"
        },
        {
            "text": "Availability of resources, including human resources, that can be easily and efficiently mobilized in a health event was considered an important factor for response [31, 34, 37, 41, 44, 45, 49, 52, 54, 74, 82] . Authors also noted the importance of a supportive political environment to aid in the development and institutionalization of effective collaborative structures [41, 48, 65, 72] . A supportive political environment was reported to enable the flow of available financial, human and material resources and empowered decision making [72] . Readily available resources supported rapid mobilization of collaborative efforts when a health emergency occurred. This is particularly impactful given that the absence of these resources and actions was noted across the literature as challenges to effective health response.",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 169,
                    "text": "[31,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 170,
                    "end": 173,
                    "text": "34,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 174,
                    "end": 177,
                    "text": "37,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 178,
                    "end": 181,
                    "text": "41,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 182,
                    "end": 185,
                    "text": "44,",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 186,
                    "end": 189,
                    "text": "45,",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 190,
                    "end": 193,
                    "text": "49,",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 194,
                    "end": 197,
                    "text": "52,",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 198,
                    "end": 201,
                    "text": "54,",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 202,
                    "end": 205,
                    "text": "74,",
                    "ref_id": "BIBREF76"
                },
                {
                    "start": 206,
                    "end": 209,
                    "text": "82]",
                    "ref_id": "BIBREF84"
                },
                {
                    "start": 373,
                    "end": 377,
                    "text": "[41,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 378,
                    "end": 381,
                    "text": "48,",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 382,
                    "end": 385,
                    "text": "65,",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 386,
                    "end": 389,
                    "text": "72]",
                    "ref_id": "BIBREF74"
                },
                {
                    "start": 542,
                    "end": 546,
                    "text": "[72]",
                    "ref_id": "BIBREF74"
                }
            ],
            "ref_spans": [],
            "section": "Collaborative success factors categorized as starting conditions or processbased factors"
        },
        {
            "text": "Network leadership and management processes were critical to effective multisectoral response efforts. Leadership engagement during a health event allowed for the mobilization and needed support for management processes. By utilizing existing structures and decision-making power, leaders and lead agencies can support managers and the process of management across organizations and networks. Emergency response protocols, such as the ICS, were frequently reported as mechanisms to this end, by concretely providing a leadership and management structure to support ongoing multi-organizational response. It was particularly useful for identifying a lead agency and establishing structures for regular meetings and communications. In the process of collaboration, relevant network factors included network leadership, management, and the effective and efficient mobilization of resources for response. For example, strong and engaged network leadership was noted as an important success factor for collaboration. When established prior to a health event, factors reported to support network collaborations included identifying a lead agency [41, 52] , promoting information sharing and joint decision-making across a network [49, 60, 65] , and convening regular multisectoral meetings [53, 58, 60] . In addition, strong leadership was integral for strategic risk communication across the network [45] .",
            "cite_spans": [
                {
                    "start": 1140,
                    "end": 1144,
                    "text": "[41,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1145,
                    "end": 1148,
                    "text": "52]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1224,
                    "end": 1228,
                    "text": "[49,",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1229,
                    "end": 1232,
                    "text": "60,",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 1233,
                    "end": 1236,
                    "text": "65]",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 1284,
                    "end": 1288,
                    "text": "[53,",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 1289,
                    "end": 1292,
                    "text": "58,",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 1293,
                    "end": 1296,
                    "text": "60]",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 1395,
                    "end": 1399,
                    "text": "[45]",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "Collaborative success factors categorized as starting conditions or processbased factors"
        },
        {
            "text": "Effective network management during an outbreak was reported in the areas of management practices, monitoring and evaluation (M&E), communication, awareness and ongoing stakeholder engagement. Management practices included case and task management through the MCM [41] , regularly scheduled meetings [53, 58, 60] and development of shared response guidelines and management protocols across the network [58, 81] . These management practices, when paired with existing structures, can support rapid start up response in the face of health events [51] . Monitoring and evaluation allowed for the iterative review of the collaborative processes during response efforts, as well as the outcomes of the collaborative process [31, 34, 38, 45, 48, 55, 60] . Monitoring and evaluation was reported as integral in being able to show the outcome of interventions as beneficial or not [31, 38, 45] .",
            "cite_spans": [
                {
                    "start": 264,
                    "end": 268,
                    "text": "[41]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 300,
                    "end": 304,
                    "text": "[53,",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 305,
                    "end": 308,
                    "text": "58,",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 309,
                    "end": 312,
                    "text": "60]",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 403,
                    "end": 407,
                    "text": "[58,",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 408,
                    "end": 411,
                    "text": "81]",
                    "ref_id": "BIBREF83"
                },
                {
                    "start": 545,
                    "end": 549,
                    "text": "[51]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 720,
                    "end": 724,
                    "text": "[31,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 725,
                    "end": 728,
                    "text": "34,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 729,
                    "end": 732,
                    "text": "38,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 733,
                    "end": 736,
                    "text": "45,",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 737,
                    "end": 740,
                    "text": "48,",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 741,
                    "end": 744,
                    "text": "55,",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 745,
                    "end": 748,
                    "text": "60]",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 874,
                    "end": 878,
                    "text": "[31,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 879,
                    "end": 882,
                    "text": "38,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 883,
                    "end": 886,
                    "text": "45]",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "Collaborative success factors categorized as starting conditions or processbased factors"
        },
        {
            "text": "The importance of communications cannot be overemphasized and was repeatedly reported as an integral factor for building relationships, trust and supportive organizational culture, and for contributing to effective response processes. Both the characteristics and the methods of communications were highlighted as important. Characteristics of successful communication included the need to be frequent and honest [44, 45] ; timely and consistent [45] ; reflexive and flexible [59] and prioritized (risk-based) [45] , and streamlined [54, 70] . Additionally, characteristics included the need for communications that build trust [49] and have a clear purpose [31, 44, 70] . These elements were widely reported to support effective communication within and across organizations [31, 41, 44, 48, 49, 51, 53, 54, 58, 60, 70, 77, 78, 80] .",
            "cite_spans": [
                {
                    "start": 413,
                    "end": 417,
                    "text": "[44,",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 418,
                    "end": 421,
                    "text": "45]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 446,
                    "end": 450,
                    "text": "[45]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 476,
                    "end": 480,
                    "text": "[59]",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 510,
                    "end": 514,
                    "text": "[45]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 533,
                    "end": 537,
                    "text": "[54,",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 538,
                    "end": 541,
                    "text": "70]",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 628,
                    "end": 632,
                    "text": "[49]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 658,
                    "end": 662,
                    "text": "[31,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 663,
                    "end": 666,
                    "text": "44,",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 667,
                    "end": 670,
                    "text": "70]",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 776,
                    "end": 780,
                    "text": "[31,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 781,
                    "end": 784,
                    "text": "41,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 785,
                    "end": 788,
                    "text": "44,",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 789,
                    "end": 792,
                    "text": "48,",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 793,
                    "end": 796,
                    "text": "49,",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 797,
                    "end": 800,
                    "text": "51,",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 801,
                    "end": 804,
                    "text": "53,",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 805,
                    "end": 808,
                    "text": "54,",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 809,
                    "end": 812,
                    "text": "58,",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 813,
                    "end": 816,
                    "text": "60,",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 817,
                    "end": 820,
                    "text": "70,",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 821,
                    "end": 824,
                    "text": "77,",
                    "ref_id": "BIBREF79"
                },
                {
                    "start": 825,
                    "end": 828,
                    "text": "78,",
                    "ref_id": "BIBREF80"
                },
                {
                    "start": 829,
                    "end": 832,
                    "text": "80]",
                    "ref_id": "BIBREF82"
                }
            ],
            "ref_spans": [],
            "section": "Collaborative success factors categorized as starting conditions or processbased factors"
        },
        {
            "text": "Communication was deemed most effective when it was regular, frequent, and designed to foster awareness and support the engagement of a range of stakeholders, from local through national, regional and international levels. The MCMs, or the use of ICS, were often cited as important organizing structures for ongoing communication during a health event, supporting meetings, data collection and information sharing [43, 48, 58, 60] , underscoring the importance of starting conditions to support communications. Multiple methods of communication were reported including electronic communications, list-servs, contact lists and regular meetings; in many cases these were supported through existing MCMs [48, 58] Monthly meetings [53, 58, 60] and establishing clear lines of communication [31, 44, 51, 77, 78] were reported as critical. These methods were supported by the use of a variety of methods and platforms such as press briefings, websites, television, newspaper, teleconferencing, listserv, available contact lists, local/ regional/ cross-border meetings and periodic reporting [44, 45, 49, 53, 58, 62, 77] . Additionally, leadership and management processes played a key role in supporting or challenging communication; high-level support, resource allocation, and use of good practices across an organization are foundational for good internal and external communication.",
            "cite_spans": [
                {
                    "start": 414,
                    "end": 418,
                    "text": "[43,",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 419,
                    "end": 422,
                    "text": "48,",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 423,
                    "end": 426,
                    "text": "58,",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 427,
                    "end": 430,
                    "text": "60]",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 701,
                    "end": 705,
                    "text": "[48,",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 706,
                    "end": 709,
                    "text": "58]",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 727,
                    "end": 731,
                    "text": "[53,",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 732,
                    "end": 735,
                    "text": "58,",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 736,
                    "end": 739,
                    "text": "60]",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 786,
                    "end": 790,
                    "text": "[31,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 791,
                    "end": 794,
                    "text": "44,",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 795,
                    "end": 798,
                    "text": "51,",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 799,
                    "end": 802,
                    "text": "77,",
                    "ref_id": "BIBREF79"
                },
                {
                    "start": 803,
                    "end": 806,
                    "text": "78]",
                    "ref_id": "BIBREF80"
                },
                {
                    "start": 1085,
                    "end": 1089,
                    "text": "[44,",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1090,
                    "end": 1093,
                    "text": "45,",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1094,
                    "end": 1097,
                    "text": "49,",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1098,
                    "end": 1101,
                    "text": "53,",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 1102,
                    "end": 1105,
                    "text": "58,",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 1106,
                    "end": 1109,
                    "text": "62,",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 1110,
                    "end": 1113,
                    "text": "77]",
                    "ref_id": "BIBREF79"
                }
            ],
            "ref_spans": [],
            "section": "Collaborative success factors categorized as starting conditions or processbased factors"
        },
        {
            "text": "Closely linked with communication was the reported importance of building shared awareness and diverse stakeholder engagement. Awareness included information sharing, education campaigns, jointly coordinated communications and public release of reports with all members of the network and with the public [31, 38, 44, 45, 52, 54, 55, 61, 70] . Engagement of diverse stakeholders before, during, and after the response was reported as essential; these stakeholders included community and local actors, national governments, intergovernmental organizations, and operating partners [45, 49, [51] [52] [53] 75] . To facilitate communication across stakeholder groups, Adams et al. [60] and Butler et al. [70] underscored the importance of transparent joint communications specifically between responders and community leaders for efficient and effective response. Butler et al. [70] further reported the success of joint interviews held with stakeholders to support shared understanding of response needs. Diverse partners, including foreign militaries, were reported to support foundational infrastructure that allowed other international partners to stay involved when supporting a response effort when they would not have been able to serve effectively on their own [39, 71, 79] . Common goals, common interests, and perspective sharing amongst stakeholders were reported to support an effective response to a health event [38, 49, 53] .",
            "cite_spans": [
                {
                    "start": 305,
                    "end": 309,
                    "text": "[31,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 310,
                    "end": 313,
                    "text": "38,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 314,
                    "end": 317,
                    "text": "44,",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 318,
                    "end": 321,
                    "text": "45,",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 322,
                    "end": 325,
                    "text": "52,",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 326,
                    "end": 329,
                    "text": "54,",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 330,
                    "end": 333,
                    "text": "55,",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 334,
                    "end": 337,
                    "text": "61,",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 338,
                    "end": 341,
                    "text": "70]",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 579,
                    "end": 583,
                    "text": "[45,",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 584,
                    "end": 587,
                    "text": "49,",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 588,
                    "end": 592,
                    "text": "[51]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 593,
                    "end": 597,
                    "text": "[52]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 598,
                    "end": 602,
                    "text": "[53]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 603,
                    "end": 606,
                    "text": "75]",
                    "ref_id": "BIBREF77"
                },
                {
                    "start": 677,
                    "end": 681,
                    "text": "[60]",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 700,
                    "end": 704,
                    "text": "[70]",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 874,
                    "end": 878,
                    "text": "[70]",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 1265,
                    "end": 1269,
                    "text": "[39,",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1270,
                    "end": 1273,
                    "text": "71,",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 1274,
                    "end": 1277,
                    "text": "79]",
                    "ref_id": "BIBREF81"
                },
                {
                    "start": 1422,
                    "end": 1426,
                    "text": "[38,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1427,
                    "end": 1430,
                    "text": "49,",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1431,
                    "end": 1434,
                    "text": "53]",
                    "ref_id": "BIBREF55"
                }
            ],
            "ref_spans": [],
            "section": "Collaborative success factors categorized as starting conditions or processbased factors"
        },
        {
            "text": "Resource mobilization and allocation during an event, relies heavily on the starting conditions, as well as the communication, leadership and management during the process of collaboration. A number of authors pointed to the importance of being able to mobilize both the material and human resources. Once again, the involvement of diverse stakeholders, the use of MCMs and management systems such as ICS were attributed with the ability to draw upon existing resources. Processes characterized as successful included establishing a supply chain with standardized access, delivery, allocation and flow [34, 41, 68, 80] . Human resource mobilization benefited from online recruitment [45] as well as reflexive Human Resource protocols to ensure that positions were filled and workers are incentivized and rewarded for participation [31, 57] .",
            "cite_spans": [
                {
                    "start": 602,
                    "end": 606,
                    "text": "[34,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 607,
                    "end": 610,
                    "text": "41,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 611,
                    "end": 614,
                    "text": "68,",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 615,
                    "end": 618,
                    "text": "80]",
                    "ref_id": "BIBREF82"
                },
                {
                    "start": 683,
                    "end": 687,
                    "text": "[45]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 831,
                    "end": 835,
                    "text": "[31,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 836,
                    "end": 839,
                    "text": "57]",
                    "ref_id": "BIBREF59"
                }
            ],
            "ref_spans": [],
            "section": "Collaborative success factors categorized as starting conditions or processbased factors"
        },
        {
            "text": "Outcomes reported. Although the researchers created a code to capture reported outcomes of collaborative efforts, only a small number of authors reported outcomes of their collaborative processes. Outcomes were consistently missing or under-reported in the literature reviewed, and this is likely a result of One Health outcomes being difficult to characterize. The few reported included the outcomes of cost reduction and improved safety [34] , decreased mortality [41] , reduction in MRSA (Methicillin-resistant Staphylococcus aureus) cases [31] , increased stakeholder buy-in [45] , and a report that multisectoral professional development opportunities resulted from the response [47] . However, implementation of M&E activities was one of the major gaps in the reports of One Health collaboration. The majority of articles reviewed never discussed the evaluation of either the process of collaboration or the resulting outputs or outcomes. This creates a pivotal challenge in understanding how to improve One Health operations. The authors noted that outcomes of collaborative efforts were consistently missing or underreported in the literature reviewed.",
            "cite_spans": [
                {
                    "start": 439,
                    "end": 443,
                    "text": "[34]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 466,
                    "end": 470,
                    "text": "[41]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 543,
                    "end": 547,
                    "text": "[31]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 579,
                    "end": 583,
                    "text": "[45]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 684,
                    "end": 688,
                    "text": "[47]",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "Collaborative success factors categorized as starting conditions or processbased factors"
        },
        {
            "text": "Language in collaboration. Language used to describe One Health work continues to be a challenge when working across disciplines. Each discipline contributing, and specifically those authors reporting on these interactions, bring their own nomenclature and vernacular [36] . As also discussed in the limitations of this work, we encountered challenges in how authors reported on which entities were involved in the response to a health event. Organizations, sectors and disciplines were characterized in different ways, making is difficult to find a standard classifying system for the coding.",
            "cite_spans": [
                {
                    "start": 268,
                    "end": 272,
                    "text": "[36]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Collaborative success factors categorized as starting conditions or processbased factors"
        },
        {
            "text": "Considerations for the evaluation of One Health. Despite an emphasis on the importance of iterative improvements to collaboration, the implementation of monitoring and evaluation activities was one of the major gaps in the reports of One Health collaboration. The majority of articles reviewed never discussed the evaluation of either the process of collaboration or the resulting outputs or outcomes. This creates a pivotal challenge in understanding how to improve One Health operations. It became clear in the literature review that there was no standard framework for how to evaluate One Health processes [12, 36] . Although networks and collaborators such as the Network on the Evaluation of One Health are making important advances, practical evaluation tools are still needed [83] . Some authors from public affairs, such as Emerson and Nabatchi (2015) et al. [19] have proposed a framework for evaluating outputs, outcomes, and what they refer to as \"adaptations\" of collaborative processes [18, 19] . Their work is one of the first to propose an integrated framework that captures collaborative results at all levels of the system, from the target population to the participating organizations, and the network as a whole. The results of this scoping review are intended to support the next steps in supporting One Health evaluation.",
            "cite_spans": [
                {
                    "start": 609,
                    "end": 613,
                    "text": "[12,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 614,
                    "end": 617,
                    "text": "36]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 783,
                    "end": 787,
                    "text": "[83]",
                    "ref_id": "BIBREF85"
                },
                {
                    "start": 867,
                    "end": 871,
                    "text": "[19]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 999,
                    "end": 1003,
                    "text": "[18,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1004,
                    "end": 1007,
                    "text": "19]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Collaborative success factors categorized as starting conditions or processbased factors"
        },
        {
            "text": "Using the 12 factors uncovered in this review, the authors have outlined a reporting framework ( Table 9 ) that may help practitioners consider their activities in light of important collaborative starting conditions and process-based factors. The researchers propose this to the One Health Factors that enable One Health collaboration: A scoping review community as a tangible next step that may lead to more effective reporting and potentially evaluation of One Health efforts in the future. The proposed framework in Table 9 recognizes that each factor will be operationalized within the context of the health event and that flexibility in reporting is imperative. This framework may be useful in providing a common language on how practitioners discuss and report on their One Health efforts.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 97,
                    "end": 104,
                    "text": "Table 9",
                    "ref_id": "TABREF6"
                },
                {
                    "start": 520,
                    "end": 527,
                    "text": "Table 9",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "A proposed framework for analyzing and reporting on One Health collaborations"
        },
        {
            "text": "In the process of conducting this research, the research team encountered many of that same collaborative challenges as described in the articles reviewed. The research team had to negotiate and re-negotiate ways of working, integrate differing points of view and assign roles in ways to leverage expertise but not reinforce bias. Additionally, the researchers had to establish and meet internal standards while also achieving the outward facing objective of finishing the analysis and writing of this article. Finally, as with any transdisciplinary work, language was consistently a problem. The inherent challenge of interdisciplinary work is in how we talk about collaboration and the terminology we use to describe both theory and practice. For the research team, creating clear definitions supported the development of a common language. Differing approaches can be a significant barrier when active collaboration is not structurally supported, valued, and continuously monitored for health and effectiveness. Our efforts reinforce the need for training for those skill sets that fall beyond technical sector-specific training. When grappling with the question of which skills were most important in our collaborative process, we determined that the shared objective of collaboration was the foundation for our ability to integrate the differing expertise that each team member brought to the process. Simply, we took continual action to achieve our combined goal including reading new literature, considering new frameworks, learning new things, and asking many questions. The subsequent challenge is, of course, that there are very few formal opportunities to gain access to training around these competencies and mindsets in One Health teams. Most often, as in our case, it is an ad hoc process that rests on the motivations, shared values, and time available within a team to develop in this way. Our review suggests that, while this approach worked for us, it would not be a time or resource-effective approach within the context of a health emergency. Thus, One Health approaches need to be evaluated to help practitioners decide when and how to most effectively collaborate for their intended purposes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lessons in collaboration from a transdisciplinary research team"
        },
        {
            "text": "Of the 2,630 article abstracts screened, only 179 met initial inclusion criteria and the full research articles were obtained. Of that subset of articles, only 50 discussed the successes, challenges and lessons learned from operational One Health response to a health event. A majority of the articles focused broadly on the need for collaboration between multiple sectors or disciplines with little attention to what factors enable an effective One Health response effort. The low number of included articles reflects a broader challenge for the One Health community, suggesting the necessity that One Health researchers move beyond discussing the inherent need for One Health, to actually reporting on the processes, outputs and outcomes of their collaborative efforts. As such, no consistent framework or language was found to report on the process, outputs or the outcomes of One Health work in the articles reviewed. In the analysis, the research uncovered 12 factors that supported successful health event response. The researchers were able to make important advances by characterizing these factors as important at the start of collaboration or relevant to the process of collaboration. Using these 12 factors, the researchers propose a One Health reporting framework which when used to report on One Health collaborations, can support the further refinement and identification of success factors for One Health. These factors may serve as the basis for developing evaluation metrics and the iterative improvement of One Health processes around the globe.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "This publication is made possible by the generous support of the American people through the United States Agency for International Development (USAID). The contents are the responsibility of the authors and do not necessarily reflect the views of USAID or the United States Government. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "One Health concept for strengthening public health surveillance and response through Field Epidemiology and Laboratory Training in Ghana",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wurapa",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Afari",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ohuabunwo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sackey",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Clerk",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kwadje",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Pan Afr Med J [Internet]",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "One Health Core Competency Domains. Front public Heal",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Frankson",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hueston",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Christian",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Olson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Valeri",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "USAID RESPOND project's global one health core competencies and one health modules. Ann Glob Heal",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hamilton",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Nutter",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Olson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Steele",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "81",
            "issn": "",
            "pages": "150--151",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Integrating a One Health approach in education to address global health and sustainability challenges",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Barrett",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Bouley",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Stoertz",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Stoertz",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Front Ecol Environ",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "One Health: From Concept to Practice",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Mackenzie",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mckinnon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jeggo",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Confronting Emerging Zoonoses",
            "volume": "",
            "issn": "",
            "pages": "163--89",
            "other_ids": {
                "DOI": [
                    "http:/link.springer.com/10.1007/978-4-431-55120-1_8"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Implementing a One Health approach to emerging infectious disease: reflections on the socio-political, ethical and legal dimensions. BMC Public Health",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Degeling",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Kerridge",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ward",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Stewart",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Zoonoses and One Health: A Review of the Literature",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bidaisee",
                    "suffix": ""
                },
                {
                    "first": "Cnl",
                    "middle": [],
                    "last": "Macpherson",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Parasitol Res",
            "volume": "2014",
            "issn": "",
            "pages": "1--8",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Global Systems, Globalization, and Anthropological Theory",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Friedman",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Frontiers of Globalization Research",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "WHO-OIE Operational Framework for Good governance at the human-animal interface",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Oie-Who",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Operational framework for strengthening human, animal and environmental public health systems at their interface",
            "authors": [
                {
                    "first": "Fcj",
                    "middle": [],
                    "last": "Berthe",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bouley",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Karesh",
                    "suffix": ""
                },
                {
                    "first": "Le",
                    "middle": [],
                    "last": "Gall",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Machalaba",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Plante",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Evaluating One Health: The Role of Team Science in Multidisciplinary Collaborationitle",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M E"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Travis",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ragan",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Potter",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Pekol",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Rev Sci Tech Int Off Epizoot",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Designing and Implementing Cross-Sector Collaborations: Needed and Challenging",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Bryson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Crosby",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Stone",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Public Adm Rev",
            "volume": "75",
            "issn": "5",
            "pages": "647--63",
            "other_ids": {
                "DOI": [
                    "http:/doi.wiley.com/10.1111/puar.12432"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Is there a \"Big Five\" in Teamwork? Small Gr Res",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Salas",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Sims",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Burke",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "36",
            "issn": "",
            "pages": "555--99",
            "other_ids": {
                "DOI": [
                    "http:/journals.sagepub.com/doi/10.1177/1046496405277134"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Cross-Sector Partnerships to Address Social Issues: Challenges to Theory and Practice",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Selsky",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Parker",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Manage",
            "volume": "31",
            "issn": "6",
            "pages": "849--73",
            "other_ids": {
                "DOI": [
                    "http:/journals.sagepub.com/doi/10.1177/0149206305279601"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The Design and Implementation of Cross-Sector Collaborations: Propositions from the Literature",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Bryson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Crosby",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Stone",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Public Adm Rev",
            "volume": "66",
            "issn": "s1",
            "pages": "44--55",
            "other_ids": {
                "DOI": [
                    "http:/doi.wiley.com/10.1111/j.1540-6210.2006.00665.x"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Collaborative Governance in Theory and Practice",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ansell",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gash",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Public Adm Res Theory",
            "volume": "18",
            "issn": "4",
            "pages": "543--71",
            "other_ids": {
                "DOI": [
                    "https:/academic.oup.com/jpart/article-lookup/doi/10.1093/jopart/mum032"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "An Integrative Framework for Collaborative Governance",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Emerson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nabatchi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Balogh",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Public Adm Res Theory",
            "volume": "22",
            "issn": "1",
            "pages": "1--29",
            "other_ids": {
                "DOI": [
                    "https:/academic.oup.com/jpart/articlelookup/doi/10.1093/jopart/mur011"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Evaluating the Productivity of Collaborative Governance Regimes: A Performance Matrix. Public Perform Manag Rev",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Emerson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nabatchi",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "38",
            "issn": "",
            "pages": "717--764",
            "other_ids": {
                "DOI": [
                    "http:/www.tandfonline.com/doi/full/10.1080/15309576.2015.1031016"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Ten principles of good interdisciplinary team work",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Nancarrow",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Booth",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ariss",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Enderby",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Roots",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "http:/human-resourceshealth.biomedcentral.com/articles/10.1186/1478-4491-11-19"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Core Competencies for Interprofessional Collaborative Practice: Reforming Health Care by Transforming Health Professionals' Education",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schmitt",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Blue",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Aschenbrener",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Viggiano",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Acad Med",
            "volume": "86",
            "issn": "11",
            "pages": "",
            "other_ids": {
                "PMID": [
                    "22030650"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Modes of Network Governance: Structure, Management, and Effectiveness. J Public Adm Res Theory",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Provan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kenis",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "18",
            "issn": "",
            "pages": "229--52",
            "other_ids": {
                "DOI": [
                    "https:/academic.oup.com/jpart/articlelookup/doi/10.1093/jopart/mum015"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Managing to collaborate: the theory and practice of collaborative advantage [Internet]. Routledge",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huxham",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vangen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Siv",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Embracing Emergence: How Collective Impact Addresses Complexity",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kania",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kramer",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Understanding scoping reviews",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Peterson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "F"
                    ],
                    "last": "Pearce",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Langford",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Am Assoc Nurse Pract",
            "volume": "29",
            "issn": "1",
            "pages": "12--18",
            "other_ids": {
                "PMID": [
                    "27245885"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Scoping studies: towards a methodological framework",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Arksey",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "O&apos;malley",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Int J Soc Res Methodol",
            "volume": "8",
            "issn": "1",
            "pages": "19--32",
            "other_ids": {
                "DOI": [
                    "http:/www.tandfonline.com/doi/abs/10.1080/1364557032000119616"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Scoping reviews: time for clarity in definition, methods, and reporting",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Colquhoun",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Levac",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "O&apos;brien",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Straus",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Tricco",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Perrier",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Clin Epidemiol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Qualitative research: a guide to design and implementation",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Merriam",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Tisdell",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "The discovery of grounded theory",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Glaser",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Infection Control Link Nurse Program: An interdisciplinary approach in targeting health care-acquired infection",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Sopirala",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yahle-Dunbar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Smyer",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wellington",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dickman",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zikri",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Am J Infect Control",
            "volume": "42",
            "issn": "4",
            "pages": "353--362",
            "other_ids": {
                "PMID": [
                    "24548456"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Multidisciplinary investigation of a multicountry outbreak of Salmonella Stanley infections associated with turkey meat in the European Union",
            "authors": [],
            "year": 2011,
            "venue": "Euro Surveill",
            "volume": "19",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Making Basic Health Care Accessible to Rural Communities: A Case Study of Kiang West District in Rural Gambia. Public Health Nurs",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Sanneh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Njai",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "M"
                    ],
                    "last": "Ceesay",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Manjang",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "31",
            "issn": "",
            "pages": "126--159",
            "other_ids": {
                "DOI": [
                    "http:/doi.wiley.com/10.1111/phn.12057"
                ],
                "PMID": [
                    "24588131"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "A Collaborative, Systems-Level Approach to Eliminating Healthcare-Associated MRSA, Central-Line-Associated Bloodstream Infections, Ventilator-Associated Pneumonia, and Respiratory Virus Infections",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Henderson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "O"
                    ],
                    "last": "Staiger",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "N"
                    ],
                    "last": "Peterson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Sinanan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Angiulo",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "A"
                    ],
                    "last": "Makarewicz",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Healthc Qual",
            "volume": "34",
            "issn": "5",
            "pages": "1445442--201209000",
            "other_ids": {
                "PMID": [
                    "22860887"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "The SAGE Encyclopedia of Communication Research Methods [Internet]. 2455 Teller Road",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Allen",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Evaluating One Health: The role of team science in multisectoral collaboration",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Errecaborde",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rist",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Travis",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Ragan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Potter",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pekol",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Pelican",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Dutcher",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Rev. Sci. Tech. Off. Int. Epiz",
            "volume": "38",
            "issn": "1",
            "pages": "279--289",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Global Health Security Demands a Strong International Health Regulations Treaty and Leadership From a Highly Resourced World Health Organization",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Burkle",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "9",
            "issn": "",
            "pages": "568--80",
            "other_ids": {
                "PMID": [
                    "25690046"
                ]
            }
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Communication efforts among local health departments and health care professionals during the 2009 H1N1 outbreak",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Dearinger",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Howard",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ingram",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wilding",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Scutchfield",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Pearce",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Public Health Manag Pract",
            "volume": "17",
            "issn": "1",
            "pages": "45--51",
            "other_ids": {
                "PMID": [
                    "21135660"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Improving tuberculosis control through public-private collaboration in India: literature review",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Dewan",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "BMJ",
            "volume": "332",
            "issn": "7541",
            "pages": "574--582",
            "other_ids": {
                "DOI": [
                    "http:/www.bmj.com/cgi/doi/10.1136/bmj.38738.473252.7C"
                ],
                "PMID": [
                    "16467347"
                ]
            }
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Laboratory-based Salmonella surveillance in Fiji",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dunn",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pryor",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Saketa",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Delai",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Buadromo",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kishore",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "12",
            "issn": "",
            "pages": "53--62",
            "other_ids": {
                "PMID": [
                    "18181494"
                ]
            }
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "A successful response to an outbreak of cholera in Afghanistan",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Kakar",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Ahmadzai",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Habib",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Taqdeer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Hartman",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Trop Doct",
            "volume": "38",
            "issn": "1",
            "pages": "17--20",
            "other_ids": {
                "DOI": [
                    "10.1258/td.2006.006336"
                ],
                "PMID": [
                    "18302855"
                ]
            }
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Malaria control in complex emergencies: the example of East Timor",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kolaczinski",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Webster",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Trop Med Int Health",
            "volume": "8",
            "issn": "1",
            "pages": "48--55",
            "other_ids": {
                "PMID": [
                    "12535250"
                ]
            }
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Pandemic risk prevention in European countries: role of the ECDC in preparing for pandemics",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nicoll",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "53",
            "issn": "",
            "pages": "1267--76",
            "other_ids": {
                "DOI": [
                    "http:/link.springer.com/10.1007/s00103-010-1163-3"
                ]
            }
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "SARS: public health measures in Hong Kong",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tsang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Lam",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Respirology",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Influenza H1N1 2009 in Canterbury: a case study in pandemic response co-ordination. J Prim Health Care",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Begg",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Burgess",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hider",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jennings",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Martin-Smith",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "323--332",
            "other_ids": {
                "PMID": [
                    "21125074"
                ]
            }
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Private sector hospital response to the 2003 dengue outbreak in the Indian capital metropolis of Delhi",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Arya",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rajagopal",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Agarwal",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kaushik",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Maheshwari",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Agarwal",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Am J Infect Control",
            "volume": "32",
            "issn": "8",
            "pages": "489--92",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Diverse implications of a national health crisis: A qualitative exploration of community nurses' SARS experiences",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Bergeron",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cameron",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Armstrong-Stassen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Pare",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Can J Nurs Res",
            "volume": "38",
            "issn": "2",
            "pages": "42--54",
            "other_ids": {
                "PMID": [
                    "16871849"
                ]
            }
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Beyond compliance: environmental health problem solving, interagency collaboration, and risk assessment to prevent waterborne disease outbreaks",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Cassady",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Higgins",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Mainzer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Seys",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sarisky",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Callahan",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Epidemiol Community Health",
            "volume": "60",
            "issn": "8",
            "pages": "672--676",
            "other_ids": {
                "DOI": [
                    "10.1136/jech.2005.040394"
                ],
                "PMID": [
                    "16840755"
                ]
            }
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Regional Infectious Disease Surveillance Networks and their Potential to Facilitate the Implementation of the International Health Regulations",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Kimball",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "French",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Arima",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ungchusak",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wibulpolprasert",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Med Clin North Am",
            "volume": "92",
            "issn": "6",
            "pages": "1459--71",
            "other_ids": {
                "PMID": [
                    "19061762"
                ]
            }
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Community-based approaches and partnerships: innovations in health-service delivery in Bangladesh",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "El Arifeen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Christou",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Reichenbach",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Osman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Azad",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Islam",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Lancet",
            "volume": "382",
            "issn": "9909",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(13)62149-2"
                ]
            }
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Impact of Avian Influenza on Village Poultry Production Globally",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Alders",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Awuni",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bagnol",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Farrell",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "De Haan",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "http:/link.springer.com/10.1007/s10393-013-0867-x"
                ]
            }
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "The First Use of the Global Oral Cholera Vaccine Emergency Stockpile: Lessons from South Sudan",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Abubakar",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Azman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rumunu",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Ciglenecki",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Helderman",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "West",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "PLOS Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Bridging disciplines, knowledge systems and cultures in pest management",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Allen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ogilvie",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Blackie",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sam",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Doherty",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Environ Manage",
            "volume": "53",
            "issn": "2",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s00267-013-0180-z"
                ]
            }
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Challenges in tackling tuberculosis on the Thai-Myanmar border: findings from a qualitative study with health professionals",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kaji",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Thi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Charunwatthana",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "H"
                    ],
                    "last": "Nosten",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "BMC Health Serv Res",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {
                "PMID": [
                    "26450607"
                ]
            }
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Knowledge systems, health care teams, and clinical practice: a study of successful change",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Olson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Tooman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Alvarado",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Adv Heal Sci Educ",
            "volume": "15",
            "issn": "4",
            "pages": "491--516",
            "other_ids": {
                "DOI": [
                    "http:/link.springer.com/10.1007/s10459-009-9214-y"
                ]
            }
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Influenza: One Health in action. N S W Public Health Bull",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Dwyer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Kirkland",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "22",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Pandemic Planning and Response in Academic Pediatric Emergency Departments During the 2009 H1N1 Influenza Pandemic",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Filice",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "E"
                    ],
                    "last": "Vaca",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Curry",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Platis",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lurie",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bogucki",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "20",
            "issn": "",
            "pages": "54--62",
            "other_ids": {
                "DOI": [
                    "http:/doi.wiley.com/10.1111/acem.12061"
                ],
                "PMID": [
                    "23570479"
                ]
            }
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Metro Atlanta responds to West Nile virus: a coordinated public health response",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Willis",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Ethn Dis [Internet]",
            "volume": "15",
            "issn": "2",
            "pages": "49--51",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Integration of primary health care and public health during a public health emergency",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wynn",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Moore",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Am J Public Health",
            "volume": "102",
            "issn": "11",
            "pages": "9--12",
            "other_ids": {
                "DOI": [
                    "http:/ajph.aphapublications.org/doi/10.2105/AJPH.2012.300957"
                ],
                "PMID": [
                    "22994249"
                ]
            }
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Utilization of an Incident Command System for a Public Health Threat",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Adams",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Scanlon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Callahan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Carney",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "16",
            "issn": "",
            "pages": "309--324",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "One Health in action: the work of the HAIRS group",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Morgan",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Vet Rec",
            "volume": "175",
            "issn": "3",
            "pages": "61--64",
            "other_ids": {
                "DOI": [
                    "http:/veterinaryrecord.bmj.com/cgi/doi/10.1136/vr.g3641"
                ],
                "PMID": [
                    "25034681"
                ]
            }
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Lessons learned from SARS: The experience of the Health Protection Agency",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Goddard",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "C"
                    ],
                    "last": "Delpech",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Watson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Regan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nicoll",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "120",
            "issn": "",
            "pages": "27--32",
            "other_ids": {
                "PMID": [
                    "16297417"
                ]
            }
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "The SARS epidemic in Hong Kong-a human calamity in the 21st century",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Methods Inf Med [Internet]",
            "volume": "44",
            "issn": "2",
            "pages": "293--301",
            "other_ids": {
                "PMID": [
                    "15924195"
                ]
            }
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Food Safety: at the center of a One Health approach for combating zoonoses",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Wielinga",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schlundt",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Curr Top Microbiol Immunol [Internet]",
            "volume": "366",
            "issn": "",
            "pages": "3--17",
            "other_ids": {
                "PMID": [
                    "22763857"
                ]
            }
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "CDC's Early Response to a Novel Viral Disease, Middle East Respiratory Syndrome Coronavirus (MERS-CoV)",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Dunville",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "I"
                    ],
                    "last": "Gerber",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Erdman",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Pesik",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kuhar",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Public Health Rep [Internet]",
            "volume": "130",
            "issn": "4",
            "pages": "307--324",
            "other_ids": {
                "PMID": [
                    "26345122"
                ]
            }
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "A Shigella sonnei outbreak traced to imported basil-the importance of good typing tools and produce traceability systems",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Guzman-Herrador",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Nilsen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Cudjoe",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jensvoll",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Kvamme",
                    "suffix": ""
                },
                {
                    "first": "Lindegård",
                    "middle": [],
                    "last": "Aanstad",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Euro Surveill",
            "volume": "18",
            "issn": "49",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "Organizational Collaborative Capacity in Fighting Pandemic Crises",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lai",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Asia Pacific J Public Heal",
            "volume": "24",
            "issn": "1",
            "pages": "7--20",
            "other_ids": {
                "DOI": [
                    "http:/journals.sagepub.com/doi/10.1177/1010539511429592"
                ]
            }
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "Good governance in \"one health\" approaches. Rev Sci Tech",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Landford",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nunn",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "31",
            "issn": "",
            "pages": "561--75",
            "other_ids": {
                "PMID": [
                    "23413734"
                ]
            }
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "Control of Ebola virus disease-firestone district, liberia",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Reaves",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Mabande",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Thoroughman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Arwady",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Montgomery",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "63",
            "issn": "",
            "pages": "959--65",
            "other_ids": {
                "PMID": [
                    "25340914"
                ]
            }
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "Collaboration between public health and law enforcement: new paradigms and partnerships for bioterrorism planning and response",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Butler",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Friedman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Scripp",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Watz",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Emerg Infect Dis",
            "volume": "8",
            "issn": "",
            "pages": "1152--1158",
            "other_ids": {
                "PMID": [
                    "12396931"
                ]
            }
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "Civil-military cooperation in Ebola and beyond",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kamradt-Scott",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Harman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wenham",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Smith F 3rd",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Lancet",
            "volume": "387",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(15)01128-9"
                ]
            }
        },
        "BIBREF74": {
            "ref_id": "b74",
            "title": "Epidemiology, surveillance and control of Nipah virus infections in Malaysia",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "B"
                    ],
                    "last": "Chua",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Malays J Pathol",
            "volume": "32",
            "issn": "2",
            "pages": "69--73",
            "other_ids": {
                "PMID": [
                    "21329176"
                ]
            }
        },
        "BIBREF75": {
            "ref_id": "b75",
            "title": "United front-veterinary and medical collaboration",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Foley-Nolan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Buckley",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "O&apos;sullivan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cryan",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Ir Med J [Internet]",
            "volume": "91",
            "issn": "3",
            "pages": "95--101",
            "other_ids": {}
        },
        "BIBREF76": {
            "ref_id": "b76",
            "title": "Department of Defense Global Emerging Infections Surveillance and Response System Indian Ocean tsunami response",
            "authors": [
                {
                    "first": "J-P",
                    "middle": [],
                    "last": "Chretien",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Glass",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Coldren",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Noah",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "N"
                    ],
                    "last": "Hyer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Gaydos",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Mil Med",
            "volume": "171",
            "issn": "10",
            "pages": "12--16",
            "other_ids": {}
        },
        "BIBREF77": {
            "ref_id": "b77",
            "title": "Responding to pandemic (H1N1) 2009 influenza in Aboriginal communities in NSW through collaboration between NSW Health and the Aboriginal community-controlled health sector",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rudge",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Massey",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Internet]",
            "volume": "21",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF78": {
            "ref_id": "b78",
            "title": "Multidisciplinary investigation of a multicountry outbreak of Salmonella Stanley infections associated with turkey meat in the European Union",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kinross",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Van Alphen",
                    "suffix": ""
                },
                {
                    "first": "Martinez",
                    "middle": [],
                    "last": "Urtaza",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Struelens",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Takkinen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Coulombier",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Euro Surveill",
            "volume": "19",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF79": {
            "ref_id": "b79",
            "title": "Early response to the emergence of influenza A(H7N9) virus in humans in China: the central role of prompt information sharing and public communication",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vong",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "O&apos;leary",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "92",
            "issn": "",
            "pages": "303--311",
            "other_ids": {
                "PMID": [
                    "24700999"
                ]
            }
        },
        "BIBREF80": {
            "ref_id": "b80",
            "title": "Public Health Communication with Frontline Clinicians During the First Wave of the 2009 Influenza Pandemic",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Staes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wuthrich",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gesteland",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Allison",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Leecaster",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Shakib",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "17",
            "issn": "",
            "pages": "00124784201101000--00006",
            "other_ids": {}
        },
        "BIBREF81": {
            "ref_id": "b81",
            "title": "Department of Defense West Nile virus surveillance in 2002",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Witt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Brundage",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cannon",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Cox",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Clements",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "D"
                    ],
                    "last": "Cooper",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "169",
            "issn": "",
            "pages": "421--429",
            "other_ids": {
                "PMID": [
                    "15281669"
                ]
            }
        },
        "BIBREF82": {
            "ref_id": "b82",
            "title": "Collaboration, cholera, and cyclones: a project to improve point-of-use water quality in Madagascar",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Dunston",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mcafee",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kaiser",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rakotoarison",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rambeloson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Hoang",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Am J Public Health",
            "volume": "91",
            "issn": "10",
            "pages": "1574--1580",
            "other_ids": {
                "DOI": [
                    "10.2105/ajph.91.10.1574"
                ],
                "PMID": [
                    "11574309"
                ]
            }
        },
        "BIBREF83": {
            "ref_id": "b83",
            "title": "A collaborative strategy to tackle tuberculosis in England",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Abubakar",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Morgan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zenner",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Cosford",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Lancet",
            "volume": "385",
            "issn": "9965",
            "pages": "312--315",
            "other_ids": {
                "PMID": [
                    "25608753"
                ]
            }
        },
        "BIBREF84": {
            "ref_id": "b84",
            "title": "North India: delivering dots via collaboration with private providers and non-governmental organizations",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sehgal",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Dewan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Chauhan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sahu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wares",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Granich",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Indian J Tuberc",
            "volume": "54",
            "issn": "2",
            "pages": "79--83",
            "other_ids": {
                "PMID": [
                    "17575679"
                ]
            }
        },
        "BIBREF85": {
            "ref_id": "b85",
            "title": "A Blueprint to Evaluate One Health. Front Public Heal",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Rüegg",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Mcmahon",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Häsler",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Esposito",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Nielsen",
                    "suffix": ""
                },
                {
                    "first": "Ifejika",
                    "middle": [],
                    "last": "Speranza",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "PRISMA diagram. https://doi.org/10.1371/journal.pone.0224660.g001",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "File. PRISMA 2009 checklist. (DOC)",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Article screening criteria.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Article search terms (yielded 2,630 unduplicated results).",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Deductive codes informed by the literature. Code 1: Starting conditions of collaboration Code 2: Process-based conditions of collaboration Code 3: Outcomes of Collaboration https://doi.org/10.1371/journal.pone.0224660.t005Factors that enable One Health collaboration: A scoping review",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Codes for \"entities\" involved in the multisectoral event.Roles (in order of code frequency) Disciplines (in order of code density) Sectors (in order of code density)https://doi.org/10.1371/journal.pone.0224660.t006Table 7. Emergent axial codes organized into levels of the collaborative network.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "(Continued)",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "A proposed reporting framework based on the 12 identified factors. Multisectoral Event/ Activity:_________________________________________________________ Organizations that participated: Disciplines represented: � Discipline is defined as a branch of knowledge (e.g. economics, virology, epidemiology, law, clinical medicine, vector biology). Objectives of the collaboration (if available): Starting Conditions: Describe the following factors as they existed prior to the health event/activity: • Human resources available Disciplines and levels of technical or collaborative training in place • Structures in place network and/or organizational structures (ie. MCMs, MOUs, Policies, Protocols, technical systems, etc.) • Existing relationships formal and informal as they exist across individuals, organizations or networks • Resources available resources readily available and accessible • Political Environment how this influenced the One Health system at work • Other:_______________________________ Successes Challenges Process-based factors: Describe the following factors as they existed during the health event/activity: • Training available training available and utilized to support the process • Leadership processes leadership at the organizational and network level. How did the leaders support effective One Health responses • Management processes management processes during the health event • Communication processes methods used and engagement of stakeholders • Resource mobilization How resources were mobilized? • Monitoring and evaluation how were collaborations were evaluated? • Other:____________________________ Successes Challenges Output indicators: What are the measurable effects of the collaborative effort? (eg. number of schistosomiasis educational fliers distributed to community healthcare workers) Outcome indicators: What changes are expected as a result of the One Health effort? (eg. reduced incidence of schistosomiasis at the community-level 6 months post campaign) Suggested improvements for future collaborations: https://doi.org/10.1371/journal.pone.0224660.t009",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}