{
    "paper_id": "d672ce4063b2033261865d54cc7db91b9186beee",
    "metadata": {
        "title": "Oroxylin-A Rescues LPS-Induced Acute Lung Injury via Regulation of NF-kB Signaling Pathway in Rodents",
        "authors": [
            {
                "first": "Tzu-Ling",
                "middle": [],
                "last": "Tseng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tzu-Chi University",
                    "location": {
                        "settlement": "Hualien",
                        "country": "Taiwan"
                    }
                },
                "email": ""
            },
            {
                "first": "Mei-Fang",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tzu-Chi University",
                    "location": {
                        "settlement": "Hualien",
                        "country": "Taiwan"
                    }
                },
                "email": ""
            },
            {
                "first": "Ming-Jen",
                "middle": [],
                "last": "Tsai",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tzu-Chi University",
                    "location": {
                        "settlement": "Hualien",
                        "country": "Taiwan"
                    }
                },
                "email": ""
            },
            {
                "first": "Yung-Hsiang",
                "middle": [],
                "last": "Hsu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tzu-Chi University",
                    "location": {
                        "settlement": "Hualien",
                        "country": "Taiwan"
                    }
                },
                "email": ""
            },
            {
                "first": "Chin-Piao",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Dong Hwa University",
                    "location": {
                        "settlement": "Hualien",
                        "country": "Taiwan"
                    }
                },
                "email": ""
            },
            {
                "first": "Tony",
                "middle": [
                    "J F"
                ],
                "last": "Lee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tzu-Chi University",
                    "location": {
                        "settlement": "Hualien",
                        "country": "Taiwan"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background and Purpose: Successful drug treatment for sepsis-related acute lung injury (ALI) remains a major clinical problem. This study was designed to assess the beneficial effects of post-treatment of oroxylin A (OroA), a flavonoid, in ameliorating lipopolysaccharides (LPS)-induced lung inflammation and fatality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Experimental Approach: Rats were injected with LPS (10 mg/kg, iv) to induce ALI, and OroA was given (15 mg/kg, iv) 1 hr or 6 hrs after LPS challenge. Twenty four hrs after LPS challenge, biochemical changes in the blood and lung tissues, and morphological/histological alterations in the lung associated with inflammation and injury were examined. Therapeutic effect of OroA was assessed by measuring the survival rate in endotoxemic mice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Key Results: LPS (10 mg/kg, iv) significantly altered WBC counts, elevated plasma tumor necrosis factor (TNF)-a and nitric oxide (NO), increased pulmonary edema, thickened alveolar septa, and decreased survival rate. These changes were ameliorated by OroA (15 mg/kg, iv) administered 1 hr or 6 hrs after LPS challenge. This post-treatment also significantly attenuated LPS-induced activation of nuclear factor-kB (NF-kB) and the release of high mobility group box 1 (HMGB1) in lung tissues. Furthermore, post-treatment with OroA (60 mg/kg, ip) administered 1 hr or 6 hrs after LPS challenge in mice significantly increased survival rate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusion and Implication: OroA administered after induction of ALI by LPS significantly prevent and revere lung tissues injuries with increased survival rate. Positive post-treatment effects of OroA suggest that OroA is a potentially useful candidate for managing lung inflammation in LPS-induced endotoxemia and septic shock.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The acute respiratory distress syndrome (ARDS), an indication of acute lung injury (ALI), is highly associated with sepsis [1, 2] pneumonias [3] , and severe acute respiratory syndrome (SARS) [3, 4] . Pathogenesis of ARDS involves release of proinflammatory mediators such as tumor necrosis factor (TNF)-a and nitric oxide (NO) [5] [6] [7] among others. High level of TNF-a production, an early warning signal, can aggravate lung injuries [8] . Activated alveolar macrophages and neutrophils also cause excessive productions of NO via the expression of inducible nitric oxide synthase (iNOS) [9] . The high mobility group box-1 (HMGB1), a late acting cytokine, also contributes to significant lung damages [10, 11] , although HMGB1 may be expressed earlier in different disease models [12] . Patients with ARDS and the endotoxemic animals have an early increase of TNF-a and NO, and the late elevation of HMGB1 in the lung epithelium fluid and plasma [13] . Accordingly, these proinflammatory mediators and their upstream NF-kB signaling pathway may play critical roles in the pathogenesis of ALI. Blockade of TNF, NO, HMGB1 release may lessen the severity of LPS-induced ALI [11, 14] .",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 126,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 127,
                    "end": 129,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 141,
                    "end": 144,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 192,
                    "end": 195,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 196,
                    "end": 198,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 328,
                    "end": 331,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 332,
                    "end": 335,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 336,
                    "end": 339,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 439,
                    "end": 442,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 592,
                    "end": 595,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 706,
                    "end": 710,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 711,
                    "end": 714,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 785,
                    "end": 789,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 951,
                    "end": 955,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1176,
                    "end": 1180,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1181,
                    "end": 1184,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "ARDS is characterized by a diffused alveolar damage, formation of hyaline membranes, protein-rich edema fluid in the alveolar spaces, capillary injury, and disruption of the alveolar epithelium [1, 3, 4] . Most studies have demonstrated that pretreatment with various candidate drugs such as non-steroidal antiinflammatory drugs (NSAIDs), corticosteroids, and some natural products prevent and delay severe inflammatory responses [15] [16] [17] . Beneficial effects of pre-treatments with these drugs, however, do not assure their effectiveness for the acute management (i.e., post-treatment) of sepsis syndrome. In fact, post-treatment of these drugs do not significantly reduce lung injury [16, 17] , and the mortality due to ARDS remains high [18] .",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 197,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 198,
                    "end": 200,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 201,
                    "end": 203,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 430,
                    "end": 434,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 435,
                    "end": 439,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 440,
                    "end": 444,
                    "text": "[17]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 692,
                    "end": 696,
                    "text": "[16,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 697,
                    "end": 700,
                    "text": "17]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 746,
                    "end": 750,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Polyphenols which exhibit anti-inflammatory effects are major components in many traditional herbal remedies [19] . Oroxylin A (OroA), an active component of Scutellariae radix (Huang Qin), is a biphenolic compound [20] . It inhibits activated transcription factor NF-kB, leading to a reduction of lipopolysaccharides (LPS)induced iNOS and cyclooxygenase-2 (COX-2) expression in RAW 264.7 cells [20] . These results suggest that OroA is a potentially useful therapeutic agent for treating acute lung injury induced by LPS.",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 113,
                    "text": "[19]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 215,
                    "end": 219,
                    "text": "[20]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 395,
                    "end": 399,
                    "text": "[20]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We, therefore, investigated effects of the post-treatment of OroA on LPS-induced lung inflammation and fatality in rats and mice, respectively. Our findings indicated for the first time that posttreatment with OroA 6 hrs after LPS challenge significantly reduced the lung inflammation accompanied by a reduction of cytoplasmic NF-kB-targeting HMGB1, plasma TNF-a and NO, and pulmonary edema. This post-treatment also significantly increased the survival rate of LPS-challenged endotoxemic mice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Changes of circulatory parameters, including WBC number and TNF-a, in rat models of LPS-induced acute lung injury (ALI) in the earlier (6 hr after LPS), middle (12 hr after LPS), and later (24 hr after LPS) stages were examined. An initial significant decrease in circulating WBC which peaked between the 2nd to 4th hr after LPS (10 mg/kg, iv) challenge was found (Fig. 1A) . The WBC counts slowly returned to the basal level at 8th hr after LPS challenge. OroA (15 mg/kg, iv) administered 1 hr after LPS challenge prevented the decrease or facilitated the recovery of circulating WBC at the 4th hr after LPS administration. In contrast, plasma TNF-a was significantly elevated and peaked at the 1st hr, and was followed by rapid decline to the basal level at the 8th hr after LPS treatment (Fig. 1B) . Administration of OroA (15 mg/kg, iv) 1 hr post LPS treatment significantly reduced the elevation of TNF-a in 1 hr (2 hrs after LPS challenge) with earlier decline to the basal level at the 4th hr after LPS treatment, and was maintained at this basal level 24 hrs after LPS challenge (Fig. 1B) . OroA (15 mg/kg, iv) given at 6 hrs after LPS challenge, however, did not significantly altered LPS effects on circulating WBC or plasma TNF-a (data not shown). Hence, post-treatment of Oro-A was effective in reversing LPS-induced WBC reduction, and suppressing enhanced circulating TNF-a levels in LPSinduced ALI (Figs. 1A and B).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 364,
                    "end": 373,
                    "text": "(Fig. 1A)",
                    "ref_id": null
                },
                {
                    "start": 791,
                    "end": 800,
                    "text": "(Fig. 1B)",
                    "ref_id": null
                },
                {
                    "start": 1087,
                    "end": 1096,
                    "text": "(Fig. 1B)",
                    "ref_id": null
                }
            ],
            "section": "Altered Circulating WBC and Plasma TNF-a in LPSinduced ALI in Rats"
        },
        {
            "text": "In order to explore the therapeutic benefit of OroA, we examined if OroA post-treatment prevented LPS-induced pathological changes of lung tissues at the different stages of inflammation. In urethane-anesthetized rats, the intra-alveolar septa became significantly thicker (Figs. 2Aii and 2B) with accumulation of activated alveolar macrophages (inset in Fig. 2Aii ) 24 hrs after LPS treatment (10 mg/kg, iv). Administration of OroA (15 mg/ kg, iv) 1 hr after LPS challenge significantly reduced LPS-induced accumulation of activated alveolar macrophages (inset in 2Aiii) and attenuated thickened intra-alveolar septa (Figs. 2Aiii and 2B). Similar results were found when OroA (15 mg/kg, iv) was administered 6 hrs after LPS challenge (Figs. 2Aiv and 2B). OroA (15 mg/kg, iv) alone did not cause notable sign of pathological changes (Figs. 2Aiv and 2B).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 355,
                    "end": 364,
                    "text": "Fig. 2Aii",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "OroA Post-treatment Ameliorated Thickened Intraalveolar Septa in LPS-induced ALI"
        },
        {
            "text": "OroA Post-treatment Reduced the Increased Lung Wetto-dry Weight Ratio in LPS-induced ALI In order to examine whether Oro-A inhibited the enhanced vascular permeability and prevented lung inflammation induced by LPS, pulmonary edema formation assay was performed. LPS (10 mg/kg, iv) treatment significantly increased the lung wet-todry (W/D) weight ratio (Fig. 2C ) when examined 24 hrs after LPS challenge. The increase was reduced significantly by OroA (15 mg/kg, iv) administered 1 hr and 6 hrs after LPS treatment (Fig. 2C ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 354,
                    "end": 362,
                    "text": "(Fig. 2C",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 517,
                    "end": 525,
                    "text": "(Fig. 2C",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "OroA Post-treatment Ameliorated Thickened Intraalveolar Septa in LPS-induced ALI"
        },
        {
            "text": "The severity of LPS-induced lung injury was further evaluated. The lung injury score was obtained based on the presence of cell infiltration and accumulation, pulmonary edema, and/or hemorrhage [21] . The lung injury scores of LPS-treated groups were Figure 1 . Effects of OroA on LPS-induced changes of the circulating WBC and plasma TNF-a level in the rats. OroA (15 mg/kg, iv) was administered 1 hr and examined 24 hrs after LPS treatment (10 mg/kg, iv) (Panels A and B). Normal saline (Sal) or Solvent (Solv, normal saline plus Tween 80 at 9:1 ratio) was administered as controls. Black arrow indicates LPS treatment and red arrow OroA posttreatment. Data represent means6SEM. *P,0.05 indicates significant difference from the control, and #P,0.05 indicates significantly different from the LPS alone group. n indicates the number of experiments. doi:10.1371/journal.pone.0047403.g001",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 198,
                    "text": "[21]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [
                {
                    "start": 251,
                    "end": 259,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "OroA Post-treatment Inhibited the Enhanced Lung Injury Scores in LPS-induced ALI"
        },
        {
            "text": "Flavonoid Ameliorates Endotoxemic Lung Injury PLOS ONE | www.plosone.org significantly increased. The increase was significantly reduced following OroA treatment (15 mg/kg, iv) 1 hr and 6 hrs following LPS challenge (Fig. 2D ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 216,
                    "end": 224,
                    "text": "(Fig. 2D",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "OroA Post-treatment Inhibited the Enhanced Lung Injury Scores in LPS-induced ALI"
        },
        {
            "text": "Plasma NO concentration was significantly increased after LPS administration (10 mg/kg, iv) in anesthetized rats (Figs. 3A and 3B). The increase was significantly reduced by OroA (15 mg/kg, iv) administered 1 hr (Fig. 3A ) or 6 hrs (Fig. 3B ) after LPS challenge. Furthermore, 24 hrs after LPS treatment (10 mg/kg, iv), iNOS was significantly expressed in small conducting bronchioles and clara cells (inset in Fig. 3Ci) . Also, numerous iNOS-positive macrophages were found in intra-alveolar septa (Fig. 3Ci) . The expression was significantly inhibited by OroA (15 mg/kg, iv) administered 6 hrs after LPS challenge (Fig. 3Cii) . Similarly, immunoblotting showed that iNOS production exam-ined 24 hrs after LPS challenge was significantly suppressed by OroA (15 mg/kg, iv) administered 1 hr or 6 hrs after LPS challenge (Fig. 3D ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 212,
                    "end": 220,
                    "text": "(Fig. 3A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 232,
                    "end": 240,
                    "text": "(Fig. 3B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 411,
                    "end": 420,
                    "text": "Fig. 3Ci)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 499,
                    "end": 509,
                    "text": "(Fig. 3Ci)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 617,
                    "end": 628,
                    "text": "(Fig. 3Cii)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 821,
                    "end": 829,
                    "text": "(Fig. 3D",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "OroA Reduced the Elevated Plasma NO and iNOS Expression in the Lung Tissues of LPS-induced ALI"
        },
        {
            "text": "OroA Inhibited the HMGB1 Release in the Lung Tissues of LPS-induced ALI HMGB1, a later phase cytokine, is released from nuclei into the cytoplasmic region following LPS challenge [11, 12] . We therefore examined if OroA inhibited LPS-induced HMGB1 release. The concentration of cytoplasmic HMGB1 was relatively low in control and non-LPS-treated lung tissues but was significantly elevated 6 and 24 hrs after LPS (10 mg/kg, iv) challenge (Fig. 4) . The elevated level at 24th hr was significantly reduced by OroA (15 mg/kg, iv) administered 1 hr or 6 hrs after LPS challenge (Fig. 4) . Representative sections of the rat lung tissues were stained with hematoxylin and eosin. In control section (panel Ai), normal alveoli (asterisk) and alveolar septa (arrow) with few neutrophils were shown. 24 hrs after LPS treatment (10 mg/kg, iv), thickened septa were observed in panel Aii, and inset is the enlarged area (indicated by arrowhead) of activated alveolar macrophages. Oro-A (15 mg/kg, iv) given 1 hr (panels Aiii and B) and 6 hrs (panels Aiv and B) after LPS treatment significantly reversed thickened septa when examined 24 hrs after LPS challenge. This concentration of Oro-A given 1 hr (panel Av) and 6 hrs (panel Avi) after saline (Sal) treatment did not show any effect when examined 24 hrs after LPS challenge. Panel C indicates that the enhanced lung wet-to-dry weight (W/D) ratio following LPS treatment (10 mg/kg, iv) was reversed by OroA treatment (15 mg/kg, iv) administered 1 hr or 6 hrs after LPS challenge. In panel D, LPS (10 mg/kg, iv) significantly increased lung injury score comparing to that of Sal (normal saline) control when examined 24 hrs (E/24h) after LPS challenge. The increase was reversed significantly by OroA (15 mg/kg, iv) administered 1 hr or 6 hrs after LPS challenge. Solv, normal saline plus Tween 80 at 9:1 ratio; hr/Posttreat (post-treatment hour after LPS treatment); E/hr (examination hour after LPS challenge). Data are means6SEM. *P,0.05 indicates significant difference from the normal control (ivSal-ivSolv) group. #P,0.05 indicates significantly different from the respective (1 hr or 6 hrs) LPS alone (ivLPS-ivSolv) group. The number in each column represents the number of rats used. Scale bar, 50 mm. doi:10.1371/journal.pone.0047403.g002",
            "cite_spans": [
                {
                    "start": 179,
                    "end": 183,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 184,
                    "end": 187,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 438,
                    "end": 446,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 575,
                    "end": 583,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "OroA Reduced the Elevated Plasma NO and iNOS Expression in the Lung Tissues of LPS-induced ALI"
        },
        {
            "text": "OroA Inhibited LPS-induced NF-kB Activation and IkB Degradation in the Lung Tissues",
            "cite_spans": [],
            "ref_spans": [],
            "section": "OroA Reduced the Elevated Plasma NO and iNOS Expression in the Lung Tissues of LPS-induced ALI"
        },
        {
            "text": "We further examined whether OroA inhibition of LPS-induced HMGB1 release was mediated by inhibiting transcriptional factor NF-kB activation and translocation. When examined at 24 hrs after LPS (10 mg/kg, iv) challenge, cytoplasmic IkB decreased significantly (ie., enhanced degradation) in lung tissues comparing to that in Sal-Solv treated control group (Fig. 5 ). This decrease was significantly reversed by OroA (15 mg/kg, iv) administered 1 hr or 6 hrs after LPS treatment (Fig. 5 ). In parallel, activated NF-kB was translocated from the cytoplasm into the nucleus in LPS-treated group, leading to a decreased cytosolic NF-kB (Fig. 6A ) and an increased NF-kB in the nucleus (Fig. 6B ). This translocation examined at 24 hrs after LPS treatment was inhibited equally by OroA (15 mg/kg, iv) given 1 hr and 6 hrs after LPS challenge (Figs. 6A and 6B). Furthermore, LPS treatment caused significant phosphorylation of NF-kBp65 ( Fig. 6C -i). The phosphorylated NF-kBp65 was significantly inhibited by Oro-A (15 mg/kg, iv) given 6 hrs after LPS treatment ( Fig. 6C -ii).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 355,
                    "end": 362,
                    "text": "(Fig. 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 477,
                    "end": 484,
                    "text": "(Fig. 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 631,
                    "end": 639,
                    "text": "(Fig. 6A",
                    "ref_id": null
                },
                {
                    "start": 680,
                    "end": 688,
                    "text": "(Fig. 6B",
                    "ref_id": null
                },
                {
                    "start": 931,
                    "end": 938,
                    "text": "Fig. 6C",
                    "ref_id": null
                },
                {
                    "start": 1058,
                    "end": 1065,
                    "text": "Fig. 6C",
                    "ref_id": null
                }
            ],
            "section": "OroA Reduced the Elevated Plasma NO and iNOS Expression in the Lung Tissues of LPS-induced ALI"
        },
        {
            "text": "Survival rate, which is a key indication of therapeutic benefit of OroA, was examined in mice according to reports by others [17] . Mice were given lethal dose of LPS (100 mg/kg, ip) to induce endotoxemia. Less than 20% of the LPS-treated mice survived for 48 hrs (Figs. 7A and 7B). The survival rate of different mouse strains was not affected by 30 mg/kg OroA (ip) administered 1 hr after LPS challenge (results not shown) but was significantly improved by 60 mg/kg OroA (ip) administered 1 hr ( ",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 129,
                    "text": "[17]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 496,
                    "end": 497,
                    "text": "(",
                    "ref_id": null
                }
            ],
            "section": "OroA Improved the Survival Rate of LPS-induced ALI in Mice"
        },
        {
            "text": "In the present study, we demonstrated that post-treatment with OroA significantly attenuated the lung inflammation and improved the survival rate of LPS-induced ALI in rodents. The beneficial effects of OroA involved the suppression of NF-kB signaling pathway, and the blockade of elevated circulating TNFa and NO, release of the nuclear HMGB1 into the cytoplasm, accumulation of the macrophages in the interstitial space, and the thickened intra-alveolar septa of the lungs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "LPS-induced lung injury in the rat is frequently used as a model for studying the ALI [22] . The present findings of a large number of macrophages and PMNs in the lung tissues, increased endothelial permeability and tissue damage, and thickened intraalveolar septa with excessive production of inflammatory cytokines and edema in the lungs are consistent with those reported by others [23] . Furthermore, the urethane-anesthetized rat model of ALI used in the present study has its advantage that hemodynamic changes can be monitored continuously for 24 hrs. The possibility, however, remains that beneficial effects of OroA may be attributed to urethane [24, 25] like other anesthetics such as ketamine and propofol which also have been reported to exhibit protection against LPS-induced endotoxemia [26, 27] . Although urethane at higher concentration (.1.1 g/kg, ip) exhibited anti-inflammatory effects and protected rats against lethal endotoxemia with reduced TNF-a release, urethane at lower concentrations (0.1 and 0.5 g/ kg, ip) [25] did not show significant protection or prevent death from LPS challenge. The present results also indicated that urethane (0.5 g/kg, ip) alone did not suppress LPS-induced productions of iNOS, NO and the late acting cytokine HMGB1, or severe lung inflammation. Similar results were found in a conscious rat model (un-anesthetized rats) (our unpublished results). These results suggest that LPS-induced pathological changes are not significantly affected by urethane in the concentration used in the present study. For these reasons, the protective effect of OroA in urethane-anesthetized rats is not likely due to urethane at 0.5 g/kg (ip). For the same reasons, urethane at 0.5 g/kg (ip) does not seem to work in an additive or synergistic fashion with OroA, thereby exaggerating the natural ability of the compound. These results strongly support that the protective effect of OroA in urethane (0.5 g/kg, ip)-anesthetized rats is due primarily to OroA.",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 90,
                    "text": "[22]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 385,
                    "end": 389,
                    "text": "[23]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 655,
                    "end": 659,
                    "text": "[24,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 660,
                    "end": 663,
                    "text": "25]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 801,
                    "end": 805,
                    "text": "[26,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 806,
                    "end": 809,
                    "text": "27]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1037,
                    "end": 1041,
                    "text": "[25]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "LPS stimulates the migration of circulating WBC and neutrophils into the sites of infection, promoting a rapid regulation of the immune response [28] . Our present results indicated that after LPS challenge, the circulating WBCs were significantly decreased initially followed by a return toward normal range at the later stage of inflammation. These results are consistent with those reported by others [29] , and were significantly reversed by OroA administration (iv). Similar results were obtained from intraperitoneal administration of OroA (our unpublished data). Although these effects of OroA on LPS-induced changes of WBC per se remain to be determined, these data indicate that OroA preparation is bioavailable after iv and ip administrations.",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 149,
                    "text": "[28]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 404,
                    "end": 408,
                    "text": "[29]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "LPS also activates the resident alveolar macrophages and neutrophils, causing inflammation and ALI [1] . In the present study, we found that the interstitial space was filled with activated alveolar macrophages and neutophils following LPS challenge. These pathological changes were reversed by OroA posttreatments, suggesting that OroA may inhibit LPS-induced leukocyte rolling and transmigration into the lung tissues. In addition, significant lung injuries including edema formation, thickened intra-alveolar septa, and enhanced lung injury scores were reduced significantly by OroA (15 mg/kg, iv) administered 1 hr or 6 hrs after LPS challenge. These results provide evidence supporting that OroA post-treatment is effective in reversing LPSinduced lung injuries.",
            "cite_spans": [
                {
                    "start": 99,
                    "end": 102,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We further examined whether Oro-A is effective in the later phase of lung inflammation, during which more inflammatory cascades are activated. Oro-A (iv, 15 mg/kg) administered 6 hrs after LPS treatment also significantly lowered activated macrophages accumulation and sequestration, suppressed pulmonary edema formation, and prevented the increase in septa thickness. These findings suggest that OroA is effective in ameliorating the late stage lung injury induced by LPS. This is supported further by the findings that LPS-induced expression of HMGB1, a semi-late (expressed 4 hrs after LPS challenge), and late acting proinflammatory cytokine [13, 30] which contributes to endotoxin-induced ALI and sepsis-associated lethality [10, 11, 13] , was significantly inhibited by OroA (iv) administered 1 hr or 6 hrs after LPS challenge.",
            "cite_spans": [
                {
                    "start": 646,
                    "end": 650,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 651,
                    "end": 654,
                    "text": "30]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 730,
                    "end": 734,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 735,
                    "end": 738,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 739,
                    "end": 742,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Vascular endothelial injury plays a critical role in the onset of ALI, which is characterized by disruption of the alveolar-capillary interface and promoting PMNs and inflammatory exudates to enter the alveoli [31] . In the lung inflammation, proinflammatory factors may impair the homeostasis of lung microvascular permeability, which is a prerequisite for PMNs sequestration in Comparing to control group (Sal followed by Solvtreatment in Lane 1), LPS treatment (10 mg/kg, iv) significantly caused IkB degradation (Lanes 2 and 4) . This effect, examined 24 hrs (E/24h) after LPS challenge, was prevented by OroA (15 mg/kg, iv) administered 1 hr (Lanes 3) or 6 hrs (Lane 5) after LPS challenge. The relative percent of total IkB was normalized to actin which served as an internal control, and was summarized as relative density (%). Sal (Saline); Solvent (Solv, normal saline plus Tween 80 at 9:1 ratio); hr/Posttreat (post-treatment hour after LPS treatment); E/hr (examination hour after LPS challenge). Data are means6SEM. *P,0.05 indicates significant difference from the control (Lane 1). #P,0.05 indicates significant difference from the LPS alone group (Lanes 2 and 4) . The number in each column represents the number of rats examined. doi:10.1371/journal.pone.0047403.g005 Figure 6 . OroA inhibition of LPS-induced NF-kB activation in lung tissue of the rats. LPS treatment (10 mg/kg, iv) significantly decreased cytosolic NF-kBp65 expression in lung tissue (Lane 2 in Fig. 6A ) comparing to that by Sal (Saline) followed by Solv (Solvent) treatment (Lane 1 in Fig.  6A ). The reduction examined (E) 24 hrs after LPS challenge (Fig. 6A) was significantly reversed to similar extent by treatment with OroA (15 mg/kg, iv) administered 1 hr (Lane 3 in Fig. 6A ) or 6 hrs (Lane 5 in Fig. 6A ) after LPS. Bar graphs summarized the relative density (%) of cytosolic NF-kB protein that was normalized to actin (Fig. 6A) . In parallel, LPS treatment (10 mg/kg, iv) significantly increased nuclear p65 expression (Lanes 2 and 4 in Fig. 6B) the lung [32] . In the present study, we demonstrated that OroA post-treatment (iv) not only suppressed sequestration of PMNs, but also attenuated formation of pulmonary edema. OroA appeared to relieve edema by protecting endothelial function to alleviate neutrophil sequestration. In addition, LPS-induced overproduction of TNF-a and NO can cause vascular endothelial cell injury and increased vascular permeability in the lungs [33] . These effects of LPS were prevented by intravenous OroA. These results provide additional evidence supporting that OroA exhibits potent anti-cytokine effects and is beneficial in preventing vascular endothelial injury during ALI.",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 214,
                    "text": "[31]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 2051,
                    "end": 2055,
                    "text": "[32]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 2472,
                    "end": 2476,
                    "text": "[33]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [
                {
                    "start": 516,
                    "end": 531,
                    "text": "(Lanes 2 and 4)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1162,
                    "end": 1177,
                    "text": "(Lanes 2 and 4)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1284,
                    "end": 1292,
                    "text": "Figure 6",
                    "ref_id": null
                },
                {
                    "start": 1480,
                    "end": 1487,
                    "text": "Fig. 6A",
                    "ref_id": null
                },
                {
                    "start": 1572,
                    "end": 1580,
                    "text": "Fig.  6A",
                    "ref_id": null
                },
                {
                    "start": 1638,
                    "end": 1647,
                    "text": "(Fig. 6A)",
                    "ref_id": null
                },
                {
                    "start": 1760,
                    "end": 1767,
                    "text": "Fig. 6A",
                    "ref_id": null
                },
                {
                    "start": 1790,
                    "end": 1797,
                    "text": "Fig. 6A",
                    "ref_id": null
                },
                {
                    "start": 1914,
                    "end": 1923,
                    "text": "(Fig. 6A)",
                    "ref_id": null
                },
                {
                    "start": 2033,
                    "end": 2041,
                    "text": "Fig. 6B)",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "NO, a potent vasodilator generated from L-arginine catalyzed by iNOS, is produced in activated alveolar macrophages by LPS stimulation [6, 7] . Overproduction of NO induced by LPS facilitates the progression of lung inflammation [2, 34] . In anesthetized models of ALI used in the present study, the plasma NO was increased after LPS challenge, and the increase was significantly reversed by OroA (15 mg/kg, iv) administered 1 hr or 6 hrs after LPS challenge. This is consistent to our previous report that OroA blocks iNOS gene expression and suppresses iNOScatalyzed NO production in macrophages [20] . This is supported further by results of the present iNOS-immunohistochemistry and iNOS protein assay that LPS induction of iNOS in neutrophils, clara cells, and lung resident alveolar macrophages was prevented by OroA (15 mg/kg, iv) post-treatment. These results further support the anti-inflammatory effect of OroA.",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 138,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 139,
                    "end": 141,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 229,
                    "end": 232,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 233,
                    "end": 236,
                    "text": "34]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 598,
                    "end": 602,
                    "text": "[20]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our present results that the WBC number in OroA-treated rats returned almost to the control level 5 hours after LPS, suggesting that OroA regulation of the circulating WBC is early and transient. This OroA effect, however, is similar to the transient effect of LPS on the circulating WBC. Furthermore, 6 to 24 hrs after LPS (Fig. 3) , the increased NO and iNOS production was still markedly suppressed by OroA, while the circulating WBC returned to normal level. OroA appears to possess multi-sites of action in the early and the later phases of endotoxemia. Thus, OroA exhibited beneficial effect in managing endotoxemia early after application, but the effect was not transient. Strategically, it is logical to administer OroA as early as possible to block the early events of inflammation after LPS challenge. This may decrease the subsequent release of cytokines and development of irreversible damages such as due to release of HMGB1.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 324,
                    "end": 332,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "It is well established that the LPS-induced immunological cascade responses are complicated [1] [2] [3] [4] . Although TNF responses following LPS-treatment were early and transient, it was possible that TNF initiated the cascade events [5, 35] before its return to the basal level. This was evidenced by the increased productions of NO, iNOS, and the late acting cytokine HMGB1. It is, however, difficult to claim that TNF is or is not responsible for mediating the pathogenesis of lung injuries in this animal model, since we did not use recombinant TNF fusion protein [35] or other approaches to block TNF activities. Regardless, the present studies demonstrated that OroA possessed multi-sites of action in the early and the later phases of endotoxemia. comparing to that by Sal followed by Solv treatment (Lane 1 in Fig. 6B ). The increase examined 24 hrs after LPS challenge was significantly reversed to similar extent by treatment with OroA (15 mg/kg, iv) administered 1 hr (Lane 3 in Fig. 6B ) or 6 hrs (Lane 5 in Fig. 6B ) after LPS challenge. Bar graphs summarized the relative density (%) of nuclear NF-kB protein that was normalized to H2A. Solvent (Solv, normal saline plus Tween 80 at 9:1 ratio); hr/ Posttreat (post-treatment hour after LPS treatment); E/hr (examination hour after LPS challenge). Data are means 6 SEM. *P,0.05 indicates significant difference from the normal control (Sal followed by Solv, Lane 1 in panels A and B). #P,0.05 indicates significant difference from the respective LPS treated group (LPS followed by Solv) (Lanes 2 and 4 in Figs. 6A and 6B) when examined 24 hrs after LPS challenge. The number in each column represents the number of rats examined. Fig. 6Ci indicates effects of LPS (10 mg/kg, iv) administered 6 hrs after LPS challenge on phosphorylated p65 cells in red (indicated by yellow arrows in panels Ci and Cii) which were examined 24 hrs (E/24h) after LPS challenge. Phosphorylated NF-kB p65 cells were significantly reduced by OroA (15 mg/kg, iv) administered 6 hrs after LPS challenge (panel Cii). Phosphorylated NF-kBp65 cells were calculated from randomly selected 4 fields with a total of 200 cells. Insets are enlarged areas indicated by white arrowheads denoting phosphorylated NF-kBp65 translocated into the nuclei. The nucleus in blue color was stained with DAPI. Data are means6SEM. #P,0.05 indicates significantly different from the LPS plus Solv-treated group. Scale bar, 20 mm. The number in each column represents the number of rats examined. doi:10.1371/journal.pone.0047403.g006 NF-kB is a key transcription factor in response to host defense against infection [36] . Under unstimulated condition, NF-kB is present in the cytosol and is bound to inhibitory protein IkB [37, 38] . Following LPS challenge, NF-kB is translocated into the nucleus to drive expression of a variety of inflammatory genes, which are involved in the pathogenesis of ALI [39] . Therefore, blockade of NF-kB activation is expected to attenuate the ALI [10, 36] . This is supported by results of the present study demonstrating that OroA post-treatment inhibited the NF-kB activation and the release of NO and HMGB1. This is consistent with the notion that OroA prevention of LPS-induced NO and HMGB1 release is via its anti-NF-kB activity [20, 36] .",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 95,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 96,
                    "end": 99,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 100,
                    "end": 103,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 104,
                    "end": 107,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 237,
                    "end": 240,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 241,
                    "end": 244,
                    "text": "35]",
                    "ref_id": null
                },
                {
                    "start": 571,
                    "end": 575,
                    "text": "[35]",
                    "ref_id": null
                },
                {
                    "start": 2635,
                    "end": 2639,
                    "text": "[36]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 2743,
                    "end": 2747,
                    "text": "[37,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 2748,
                    "end": 2751,
                    "text": "38]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 2920,
                    "end": 2924,
                    "text": "[39]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 3000,
                    "end": 3004,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 3005,
                    "end": 3008,
                    "text": "36]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 3287,
                    "end": 3291,
                    "text": "[20,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 3292,
                    "end": 3295,
                    "text": "36]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [
                {
                    "start": 821,
                    "end": 828,
                    "text": "Fig. 6B",
                    "ref_id": null
                },
                {
                    "start": 993,
                    "end": 1000,
                    "text": "Fig. 6B",
                    "ref_id": null
                },
                {
                    "start": 1023,
                    "end": 1030,
                    "text": "Fig. 6B",
                    "ref_id": null
                },
                {
                    "start": 1696,
                    "end": 1704,
                    "text": "Fig. 6Ci",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The survival rate of experimental animals is an important indication for evaluating possible therapeutic benefit of potential drugs. We found that about 80% of mice died between 24 and 48 hrs after receiving the lethal dose of LPS; a result similar to that found by others [35] . The fatality of mice, however, was significantly reduced after animals were given OroA (60 mg/kg, ip) 1 hr or 6 hrs after LPS treatment, suggesting that OroA is a useful candidate for managing endotoxemia and septic shock.",
            "cite_spans": [
                {
                    "start": 273,
                    "end": 277,
                    "text": "[35]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Most studies have demonstrated in animal model of sepsis and lung injury that corticosteroids, baicalein (a flavonoid), and ethyl pyruvate when given simultaneously with or before LPS-induced experimental insult protect animals from multiple organ dysfunction and decrease mortality rate [15] [16] [17] . The beneficial effects of post-treatments of these drugs for ARDS in experimental animals and patients at high risk, however, are not reported. In addition, all these drugs do not significantly prevent the thickening of intraalveolar septa or inhibition of monocytes migration at the later stages of lung injury. In clinical practice, high dose of corticosteroid (10 mg/kg) does not suppress the infiltration of inflammatory leukocytes, the production of cytokines, or the development of fibrotic changes in the lung [16] . In fact, patients who receive corticosteroids have increase collagen deposition with increased lung injury [16] , suggesting that corticosteroids are not clinically effective when administered at the later phase of lung injury [16] .",
            "cite_spans": [
                {
                    "start": 288,
                    "end": 292,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 293,
                    "end": 297,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 298,
                    "end": 302,
                    "text": "[17]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 822,
                    "end": 826,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 936,
                    "end": 940,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1056,
                    "end": 1060,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In summary, OroA post-treatment significantly attenuated the LPS-induced lung injuries with significantly increased survival rate of the endotoxemic animals. OroA amelioration of LPS-induced ALI involved inhibition of activated NF-kB and blockade of release of early and late-acting cytokines. OroA also inhibited the expression of cyclooxygenase 2 (COX-2) [20] which is known to play a role in lung inflammation [13] . Furthermore, our preliminary studies demonstrated that post treatment of OroA significantly reversed systemic hypotension with improved cardiac inotropy in LPS-treated rats. OroA, therefore, is a potentially useful compound that provides new strategy in clinical prevention and treatment of ARDS in sepsis.",
            "cite_spans": [
                {
                    "start": 357,
                    "end": 361,
                    "text": "[20]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 413,
                    "end": 417,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Male Sprague-Dawley rats weighing 300-350 g and C57BL/6J (B6) mice weighing 25-35 g maintained under standard conditions at Tzu Chi University's Animal Center were used. All experimental procedures were approved by the Animal Care and Use Committee of Tzu Chi University.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Animal Source"
        },
        {
            "text": "Rats were anesthetized with intraperitoneal (ip) urethane (0.5 g/kg, purchased from Sigma-Aldrich Chemical, St Louis, MO) [17] . Left and right femoral arteries were cannulated for recording blood pressure/heart rate and administering experimental drugs/ collecting blood samples, respectively. Animals were allowed to stabilize for 60 min. Lipopolysaccharides serotype 0127:B8 (Escherichia coli LPS, Sigma-Aldrich Chemical) was dissolved in sterile physiological saline immediately before use. All invasive procedures were operated under aseptic conditions. After LPS administration, animals were monitored for changes in mean arterial pressure (MAP) and heart rate (HR) for 24 hrs.",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 126,
                    "text": "[17]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Experimental Procedures"
        },
        {
            "text": "Animals were divided randomly into 5 groups: (1) ivSal, 1h or 6 h/iv/Solv (Control) group: 1 or 6 hrs after iv injection of normal saline (Sal), animals were administered solvent (Solv) (Sal plus Tween 80 at 9:1 ratio) (iv), (2) ivLPS, 1h/iv/Solv group: 1 hr after receiving LPS (10 mg/kg, iv), animals were administered Solv (iv), (3) ivLPS, 1h/ivOroA group: 1 hr after LPS (iv) challenge, animals were administered OroA (15 mg/kg, iv), (4) ivLPS, 6h/ivSolv group: 6 hr after LPS (iv) challenge, animals were administered Solv (iv), and (5) ivLPS, 6h/ivOroA group: 6 hrs after LPS (iv) challenge, animals were administered OroA (15 mg/kg, iv). Twenty four hours after LPS challenge, animals in each group were sacrificed under anesthesia, and various tissues were removed and examined. Supernatants of blood samples also were collected and frozen at 280uC for subsequent assay of TNF-a and NO.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experimental Procedures"
        },
        {
            "text": "Immediately after drawing, WBC in the whole blood samples (100 mL, containing 50 U/ml heparin) were counted with an automatic multi-parameter blood cell counter (model Sysmex KX-21, Hyogo, Japan) [40] .",
            "cite_spans": [
                {
                    "start": 196,
                    "end": 200,
                    "text": "[40]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "WBC Measurement"
        },
        {
            "text": "Plasma TNF-a concentrations were measured by enzyme-linked immunosorbent assay (rat TNF-a BMS622, Bender MedSystems, Vienna, Austria) [41] according to manufacturer's instruction.",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 138,
                    "text": "[41]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Plasma TNF-a Measurement"
        },
        {
            "text": "Plasma NO was measured by Griess reaction [20] . Frozen plasma samples were thawed and deproteinized by incubation with 95% ethanol (Sigma Chemicals) at 4uC for 60 min, and centrifuged for 10 min at 12,000 rpm. One hundred ml of supernatant sample was incubated for 5 min with 100 ml Griess reagent (containing 0.1% N-1-napthylethylenediamine dihydrochloride, 10% sulfanilamide in 5% phosphoric acid, from Sigma Chemicals) in 96-well plates. Standard nitrite salt (Sigma Chemicals) solutions (0-100 mM) were used. Absorbance of reaction product was measured at 550 nm. Plasma nitrite concentrations (mM) were calculated from the standard curve.",
            "cite_spans": [
                {
                    "start": 42,
                    "end": 46,
                    "text": "[20]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Plasma NO Measurement"
        },
        {
            "text": "iNOS Immunohistochemistry (IHC)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plasma NO Measurement"
        },
        {
            "text": "The lung tissues were removed, dehydrated and embedded in paraffin, cut into 2-mm-thick sections and processed for IHC [33] . Sections were incubated in antigen retrieval buffer containing 10 mM Tri-sodium citrate, 0.05% Tween 20, pH 6.0 for 20 min, washed with phosphate-buffer saline (PBS), and permeablized with 0.1% Triton X-100 in PBS for 30 min. Nonspecific staining was blocked with normal serum blocking reagent (Biogenx, San Ramon, CA) for 30 min. This was followed by incubation with anti-iNOS mouse antibody (BD Bioscience, NJ, USA, 1:200) overnight at 4uC. Super enhancer solution (Biogenx, San Ramon, CA) was added for 40 min, and a poly horseradish peroxidase conjugated anti-mouse IgG reagent was applied for 60 min followed by avidin-biotinperoxidase complex and the substrate 3,39-diaminobenzidine (DAB). Cell nuclei were counter-stained with hematoxylin for 30 sec. 6 to 9 sections were obtained from each tissue block per animal from 6 animals, and 1 section per animal was randomly selected for statistical analysis. All sections were mounted with a water-soluble mounting medium and examined under a light microscope (Leica, Leica Microsystems, Wetzlar, Germany) in a single blinded fashion.",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 123,
                    "text": "[33]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Plasma NO Measurement"
        },
        {
            "text": "Standard IF techniques were used [33] . Briefly, 2-mm paraffinembedded tissue sections from the lungs were processed through antigen retrieval buffer, permabilized with Triton X-100 for 30 min, blocking of non-specific interaction with normal serum (Biogenx) for 1 hr, followed by washing and reaction with mouse phospho-NF-kB p65 (Ser536) monoclonal antibody (Cell Signaling, 1:50) and anti-mouse IgG, Hilyte Fluor 555-labeled antibody (1:200, AnaSpec). Cell nuclei were counter-stained with DAPI (1:200, KPL, Washington D.C, USA) for 20 min. 6 to 9 sections were obtained from each tissue block per animal from 6 animals, and 1 section per animal was randomly selected for statistical analysis. All sections were mounted with a water-soluble mounting media and examined under a fluorescence microscope (Leica, Leica Microsystems, Wetzlar, Germany).",
            "cite_spans": [
                {
                    "start": 33,
                    "end": 37,
                    "text": "[33]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "NF-kBp65 Immunofluorescence (IF)"
        },
        {
            "text": "Frozen lung tissues were homogenized in a buffer containing PBS and phosphatase inhibitors (Nuclear extract kit, Active motif, Carlsbad, CA) [4] , and centrifuged at 500 rpm for 5 min. The resulting pellets were resuspended in 500 ml hypotonic buffer and incubated for 15 min. Nuclei were isolated by centrifugation at 10,000 rpm for 1 min. The supernatants that contained cytoplasmic and membrane proteins were collected and stored at 280uC. The pellets were resuspended in 50 ml complete lyses buffer, and nuclear extracts were recovered by centrifugation at 10,000 rpm for 10 min. The supernatants were collected and stored at 280uC for immunoblotting.",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 144,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Isolation of Nuclear and Cytosolic HMGB1 and NF-kB Proteins"
        },
        {
            "text": "Protein concentrations were quantified with bicinchoninic acid (BCA) protein assay reagent (Pierce chemicals, Rockford, IL). Aliquots of the extracts were diluted in a 1:4 ratio with sample buffer (0.25 M Tris-Cl pH 6.8, 2% 2-mecaptoethanol, 8% sodium dodecyl sulfate [SDS], 0.02% bromophenol blue, and 40% glycerol) and boiled for 5 min at 100uC. All protein extracts were quantitated simultaneously to ensure subsequent equal protein loading. Protein extracts were separated on 10% SDS polyacrylamide gels (20 mg of protein per lane) and transferred onto a polyvinylidene difluoride membrane (Bio-Rad, Hercules, CA) by semidry electroblotting (Amersham Biosciences, Buckinghamshire, UK) for 45 min. Blots were blocked for 2 hrs at room temperature with 5% non-fat milk in Tris-buffered saline with 0.25% Tween 20, and then washed in TBS-T buffer solution. Membranes were hybridized with the mouse iNOS monoclonal IgG (1:500, BD Transduction, California, USA), mouse HMGB1 monoclonal IgG (1:1000, Abcam, Cambridge, UK), mouse IkB monoclonal IgG (1:1000, Santa Cruz Biotechnology, California, USA), and rabbit NF-kB monoclonal antibodies (1:500, Santa Cruz Biotechnology) in immunoreaction enhancer solution (Toyobo, Osaka, Japan) at 4uC for overnight. After wash, blots were exposed to horseradish peroxidase-conjugated anti-mouse IgG and anti-rabbit secondary antibodies (1:2000, KPL, Washington D.C, USA) for 1 hr at room temperature and immunoreactivities were visualized using an enhanced chemiluminescence (ELC) detection system (PerkinElmer life science, Massachusetts, USA). After stripping, blots were reporbed with a mouse anti-actin antibody (1:4000, Chemicon, Illinois, USA) and rabbit histone H2A polyclonal (1:2000, Cell Signaling technology, Beverly, CA) for normalization to equal protein loading. After scanning blots into computer, individual bands were analyzed by Image J software (National Institute of Mental Health).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immunoassay"
        },
        {
            "text": "The right lungs were removed and the wet weights were obtained. Lung tissues were weighed again 3 days after drying at 55uC. The wet-to-dry (W/D) ratio was calculated as follows: W/D ratio = (wet weight-dry weight)/dry weight [14] .",
            "cite_spans": [
                {
                    "start": 226,
                    "end": 230,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Measurement of Pulmonary Edema"
        },
        {
            "text": "Lung specimens were fixed in 4% paraformaldehyde (pH 7.6, Sigma Chemicals) overnight at room temperature [42] . After washing with tap water for 10 min, specimens were dehydrated through a graded series of ethanol (75% for 30 min, 80% for 60 min, 95% for 3 hr, and 100% for 30 min, from Sigma Chemicals) and embedded in paraffin. Two mm sections were placed on glass slides and dried at 37uC overnight. The slides were deparaffinized in non-xylene solution (3 times 6 5 min per each time). After rehydration (ethanol at 100% twice for a total of 6 min, at 95% for 1 min, and at 75% for 1 min), the specimens were processed in hematoxylin for 3 min, and stained with eosin Y for 45 sec. All sections were incubated in non-xylene solution (Sigma Chemicals) for 6 min. After mounted with coverslips, the specimens were examined under a light microscope (Leica Microsystems). The assessments were done in a single blinded fashion. 6 to 9 sections were obtained from each tissue block per animal from 6 animals, and 1 section per animal was randomly selected for statistical analysis.",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 109,
                    "text": "[42]",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Histopathology"
        },
        {
            "text": "The lung injury scores were estimated based on histological examination, including the hemorrhage of intra-alveolar septa, cell infiltration, and lung wet-to-dry ratio. The scores were determined as 0 (no injury), 1 (10-20% severity), 2 (20-40% severity), 3 (40-50% severity), or 4 (greater than 50% severity) [21] . The degree of intra-alveolar septa hemorrhage was scored as 0 (no hemorrhage), 1 (mild hemorrhage), or 2 (severe hemorrhage). The thickness of intra-alveolar septa was quantified by measuring all septae along a crosshair placed on each image (20 septae for each animal) using Image J software. Lung wet-to-dry ratio that determines pulmonary edema was scored as 0 (no edema), 1 (mild edema), or 2 (severe edema) as compared with the control group.",
            "cite_spans": [
                {
                    "start": 310,
                    "end": 314,
                    "text": "[21]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Lung Injury Assessment"
        },
        {
            "text": "C57BL/6J (B6) mice were used to evaluate survival rate [43] . Our pilot studies demonstrated that LPS at 10 mg/kg (ip) did not cause any death of the mice. At 100 mg/kg (ip), LPS caused approximately 75% of lethality. Furthermore, OroA at 60 mg/kg, but not at 15 mg/kg or 30 mg/kg (ip) improved the survival. This is consistent with the report by others that endotoxin-induced severity and sensitivity is lower in mice than in rats (Parker et al, 2004) . For these reasons, higher doses of LPS and OroA were used for studying survival rate in mice. Mice were given lethal dose of LPS (100 mg/kg, ip) to induce endotoxemia, and were divided randomly into 6 groups: (1) ipSal, 1h or 6h/ipSolv (control) group: 1 hr or 6 hrs after receiving normal saline (Sal, ip), mice were administered solvent (Solv, ip) (Sal plus Tween 80 at 9:1 ratio), and examined at different time points for 48 hrs, (2) ipLPS, 1h or 6h/ipSolv group: 1 hr or 6 hrs after receiving LPS (100 mg/kg, ip), mice were administered Solv (ip) and examined for 48 hrs, (3) ipLPS, 1h/ipOroA30 group: 1 hr after LPS (ip) challenge, OroA (30 mg/kg, ip) was administered and examined for 48 hrs, (4) ipLPS, 1h/ipOroA60 group: 1 hr after LPS challenge, OroA (60 mg/ kg, ip) was administered and examined for 48 hrs, (5) ipLPS, 6h/ ipOroA60 group: 6 hrs after LPS (ip) challenge, OroA (60 mg/kg, ip) was administered and examined for 48 hrs, and (6) ipSal, 1h/ ipOroA group: 1 hr after normal saline (Sal, ip) challenge, OroA (30 or 60 mg/kg, ip) was administered and examined for 48 hrs.",
            "cite_spans": [
                {
                    "start": 55,
                    "end": 59,
                    "text": "[43]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 432,
                    "end": 452,
                    "text": "(Parker et al, 2004)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1155,
                    "end": 1158,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Measurement of Survival Rate in Mice"
        },
        {
            "text": "OroA was isolated and purified according to our previous report [44] and dissolved in normal saline plus Tween 80 (9:1 ratio) using ultrasonication. For each experiment, 60 mg/ml stock solution of OroA was diluted to 15 or 30 mg/ml working concentration with normal saline. E. Coli LPS was diluted in normal saline to a concentration of 10 mg/ml before use.",
            "cite_spans": [
                {
                    "start": 64,
                    "end": 68,
                    "text": "[44]",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "Drugs"
        },
        {
            "text": "The experimental data were presented as means6SEM. The one-way and two-way ANOVA were used to determine the difference. Measurements at single time point were compared by using the Student's unpaired t-test. Survival rate were analyzed by Kaplan-Meyer survival curves and Chi-square test was used to test the significance. A P value of less than 0.05 was considered statistically significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Analysis"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Acute lung injury and bacterial infection",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dreyfuss",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Ricard",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Clin Chest Med",
            "volume": "26",
            "issn": "",
            "pages": "105--112",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Role of Toll-like receptor 4 for the pathogenesis of acute lung injury in Gramnegative sepsis",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Baumgarten",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Knuefermann",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wrigge",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Putensen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Stapel",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Eur J Anaesthesiol",
            "volume": "23",
            "issn": "",
            "pages": "1041--1048",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "I"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Kao",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Su",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Biomed Sci",
            "volume": "10",
            "issn": "",
            "pages": "588--592",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Pathology and pathogenesis of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Korteweg",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Am J Pathol",
            "volume": "170",
            "issn": "",
            "pages": "1136--1147",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Characterization of cytokine/chemokine profiles of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Am J Respir Crit Care Med",
            "volume": "171",
            "issn": "",
            "pages": "850--857",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Role of different nitric oxide synthase isoforms in a murine model of acute lung injury and sepsis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lange",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Nakano",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Traber",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hamahata",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Esechie",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Biochem Biophys Res Commun",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Alveolar macrophage inducible nitric oxide synthase-dependent pulmonary microvascular endothelial cell septic barrier dysfunction",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Farley",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Law",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mehta",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Microvasc Res",
            "volume": "76",
            "issn": "",
            "pages": "208--216",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "TNF-alpha as a therapeutic target in acute pancreatitis-lessons from experimental models",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Malleo",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mazzon",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Siriwardena",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cuzzocrea",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "ScientificWorldJournal",
            "volume": "7",
            "issn": "",
            "pages": "431--448",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Regulatory effects of iNOS on acute lung inflammatory responses in mice",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Speyer",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Neff",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Warner",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "V"
                    ],
                    "last": "Sarma",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Am J Pathol",
            "volume": "163",
            "issn": "",
            "pages": "2319--2328",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "HMGB1 contributes to the development of acute lung injury after hemorrhage",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Strassheim",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Douglas",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Diaz Del Valle",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Am J Physiol Lung Cell Mol Physiol",
            "volume": "288",
            "issn": "",
            "pages": "958--965",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The cytokine activity of HMGB1",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Czura",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Tracey",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Leukoc Biol",
            "volume": "78",
            "issn": "",
            "pages": "1--8",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "HMGB1 is markedly elevated within 6 hours of mechanical trauma in humans",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "D"
                    ],
                    "last": "Peltz",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Eckels",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Damle",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tsuruta",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Shock",
            "volume": "32",
            "issn": "",
            "pages": "17--22",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "HMGB1 and LPS induce distinct patterns of gene expression and activation in neutrophils from patients with sepsis-induced acute lung injury",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Silva",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Arcaroli",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Svetkauskaite",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Coldren",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Intensive Care Med",
            "volume": "33",
            "issn": "",
            "pages": "1829--1839",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Inhibition of inducible nitric oxide synthase prevents LPS-induced acute lung injury in dogs",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Numata",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Suzuki",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Miyazawa",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Miyashita",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Nagashima",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Immunol",
            "volume": "160",
            "issn": "",
            "pages": "3031--3037",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Therapeutic effects of low molecular weight heparin and aspirin on acute lung",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "G"
                    ],
                    "last": "Luan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Nala",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "D"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "C"
                    ],
                    "last": "Ma",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Corticosteroid therapy for acute lung injury, acute respiratory distress syndrome, and severe pneumonia: A meta-analysis of randomized controlled trials",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Lamontagne",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Briel",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "Guyatt",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Cook",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bhatnagar",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Crit Care",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Protective effect of baicalein against endotoxic shock in rats in vivo and in vitro",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "Y"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Jin",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Biochem Pharmacol",
            "volume": "73",
            "issn": "",
            "pages": "793--804",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Efficacy and safety of corticosteroids for persistent acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "P"
                    ],
                    "last": "Steinberg",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Hudson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Goodman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Hough",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "N"
                    ],
                    "last": "Lanken",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "N Engl J Med",
            "volume": "354",
            "issn": "",
            "pages": "1671--1684",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Polyphenols in the prevention and treatment of sepsis syndromes: rationale and pre-clinical evidence",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Shapiro",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lev",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Singer",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nutrition",
            "volume": "25",
            "issn": "",
            "pages": "981--997",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Oroxylin A inhibition of lipopolysaccharideinduced iNOS and COX-2 gene expression via suppression of nuclear factor-kappaB activation",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Biochem Pharmacol",
            "volume": "59",
            "issn": "",
            "pages": "1445--1457",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Recombinant human growth hormone improves survival and protects against acute lung injury in murine Staphylococcus aureus sepsis",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Mao",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Ji",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Inflamm Res",
            "volume": "58",
            "issn": "",
            "pages": "855--862",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Protective Effect of Nicotine on Lipopolysaccharide-Induced Acute Lung Injury in Mice",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "F"
                    ],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "F"
                    ],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "Y"
                    ],
                    "last": "Fu",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Evaluation of lung injury in rats and mice",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Parker",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Townsley",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Am J Physiol Lung Cell Mol Physiol",
            "volume": "286",
            "issn": "",
            "pages": "231--246",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Urethane suppresses rat lung inducible cyclooxygenase and nitric oxide synthase mRNA levels",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "E"
                    ],
                    "last": "Martinez",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Harabor",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "K"
                    ],
                    "last": "Amankwah",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Hart",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Belik",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Inflamm Res",
            "volume": "49",
            "issn": "",
            "pages": "727--731",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Urethan anesthesia protects rats against lethal endotoxemia and reduces TNFalpha release",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kotanidou",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Winchurch",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Otterbein",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Fessler",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J Appl Physiol",
            "volume": "81",
            "issn": "",
            "pages": "2305--2311",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Effects of ketamine and propofol on the ratio of interleukin-6 to interleukin-10 during endotoxemia in rats",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Taniguchi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kanakura",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Takemoto",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kidani",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Yamamoto",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Tohoku J Exp Med",
            "volume": "200",
            "issn": "",
            "pages": "85--92",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Effects of propofol on hemodynamic and inflammatory responses to endotoxemia in rats",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Taniguchi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Yamamoto",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ohmoto",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ohta",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kobayashi",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Crit Care Med",
            "volume": "28",
            "issn": "",
            "pages": "1101--1106",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "The importance of polymorphonuclear leukocytes in lipopolysaccharide-induced superoxide anion production and lung injury: ex vivo observation in rat lungs",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tsuji",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "U"
                    ],
                    "last": "Minhaz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shioya",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fukahori",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tanigaki",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Lung",
            "volume": "176",
            "issn": "",
            "pages": "1--13",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Lipopolysaccharide-associated elevation of serum and urinary nitrite/nitrate levels and hematological changes in rats",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kitajima",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tsuda",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Eshita",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Matsushima",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Saitoh",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Toxicol Lett",
            "volume": "78",
            "issn": "",
            "pages": "135--140",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Therapeutic effect of anti-HMGB1 antibody and anti-RAGE antibody on SIRS/sepsis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Unoshima",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nippon Rinsho",
            "volume": "62",
            "issn": "",
            "pages": "2323--2329",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Pretreatment of sivelestat sodium hydrate improves the lung microcirculation and alveolar damage in lipopolysaccharide-induced acute lung inflammation in hamsters",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Iba",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kidokoro",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fukunaga",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Takuhiro",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yoshikawa",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Shock",
            "volume": "26",
            "issn": "",
            "pages": "95--98",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "A pivotal role of endothelial-specific NF-kappaB signaling in the pathogenesis of septic shock and septic vascular dysfunction",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ding",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Immunol",
            "volume": "183",
            "issn": "",
            "pages": "4031--4038",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Regulation of endothelial junctional permeability",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Vandenbroucke",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mehta",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Minshall",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Malik",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Ann N Y Acad Sci",
            "volume": "1123",
            "issn": "",
            "pages": "134--145",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Inhibition of inducible nitric oxide synthase attenuates acute endotoxin-induced lung injury in rats",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Su",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "L"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "I"
                    ],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Clin Exp Pharmacol Physiol",
            "volume": "34",
            "issn": "",
            "pages": "339--346",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Mode of action of endotoxin: role of free radicals and antioxidants",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bhattacharyya",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Biswas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Datta",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Curr Med Chem",
            "volume": "11",
            "issn": "",
            "pages": "359--368",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Regulation of the expression of inducible nitric oxide synthase",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kleinert",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Schwarz",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Forstermann",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Biol Chem",
            "volume": "384",
            "issn": "",
            "pages": "1343--1364",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "The ubiquitin-dependent proteolytic system and other potential targets for the modulation of nuclear factor-kB (NF-kB)",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Magnani",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Crinelli",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bianchi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Antonelli",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Curr Drug Targets",
            "volume": "1",
            "issn": "",
            "pages": "387--399",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "The role of apoptosis in the pathophysiology of Acute Respiratory Distress Syndrome (ARDS): an up-to-date cell-specific review",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Galani",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Tatsaki",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bai",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kitsoulis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lekka",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Pathol Res Pract",
            "volume": "206",
            "issn": "",
            "pages": "145--150",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Assessment of differential leukocyte count in patients with acute coronary syndrome",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Ahmad",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Afzal",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Pak Med Assoc",
            "volume": "60",
            "issn": "",
            "pages": "548--551",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Effect of Ganoderma lucidum on cytokine release by peritoneal macrophages",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ahmadi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Riazipour",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Iran J Immunol",
            "volume": "4",
            "issn": "",
            "pages": "220--226",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Surfactant and inhaled nitric oxide in rats alleviate acute lung injury induced by intestinal ischemia and reperfusion",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "Y"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "W"
                    ],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Pediatr Surg",
            "volume": "36",
            "issn": "",
            "pages": "980--984",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "A genetic mouse model to investigate hyperoxic acute lung injury survival",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Prows",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Hafertepen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Gibbons",
                    "suffix": ""
                },
                {
                    "first": "Jr",
                    "middle": [],
                    "last": "Winterberg",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "Nick",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Physiol Genomics",
            "volume": "30",
            "issn": "",
            "pages": "262--270",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Wogonin, baicalin, and baicalein inhibition of inducible nitric oxide synthase and cyclooxygenase-2 gene expressions induced by nitric oxide synthase inhibitors and lipopolysaccharide",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Biochem Pharmacol",
            "volume": "61",
            "issn": "",
            "pages": "1417--1427",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Inhibition of LPS-induced lung inflammation by OroA post-treatment.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 7A) or 6 hrs (Fig. 7B) after LPS challenge.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "OroA inhibition of LPS-induced plasma NO and expression of iNOS in the lung tissues of the rats. Panel A indicates plasma NO concentrations in control (Sal followed by Solv), LPS (10 mg/kg, iv) followed by Solv-treated, and LPS followed by OroA-treated (15 mg/kg, iv) groups. OroA was administered 1 hr (panel A) or 6 hrs (panel B) and examined 24 hrs (E/24h) after LPS challenge. Data are means6SEM. *P,0.05 indicates significant difference from the normal control. #P,0.05 indicates significantly different from the LPS 1 hr or 6 hrs after LPS challenge. n indicates the number of experiments. In panel Ci, iNOS immunoreactivities (dark brown color) in rat terminal bronchioles (TB) and clara cells (inset of enlarged area indicated by arrows inFig Ci and ii)were significantly expressed 24 hrs after LPS (10 mg/kg, iv) treatment.The expression was inhibited by OroA (15 mg/kg, iv) administered 6 hrs and examined 24 hrs (E/24h) after LPS challenge (panel Cii). The enhanced iNOS protein production induced by LPS (Lane 2 in panel D) and its inhibition by OroA (15 mg/kg, iv) administered 1 hr (Lane 3 in panel D) or 6 hrs after LPS (lane 5 in panel D). Actin levels were served as internal control. The results are summarized as the relative density (%) of iNOS production. hr/Posttreat (posttreatment hour after LPS treatment); E/hr (examination hour after LPS challenge). Data are means6SEM. *P,0.05 indicates significant difference from the control (Sal followed by Solv, Lane 1 in panel D). #P,0.05 indicates significant difference from the respective LPS alone (ivLPS-ivSolv) group (Lanes 2 and 4 in panel D). Scale bar = 20 mm. The number in each column represents the number of rats examined. doi:10.1371/journal.pone.0047403.g003",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "OroA attenuation of LPS-induced HMGB1 release in lung tissue. Comparing to Sal (saline) control (Lane 1), LPS (10 mg/kg, iv) significantly enhanced nuclear HMGB1 release into cytosolic fraction in lung tissue. The increased release was inhibited by OroA (15 mg/kg, iv) administered 1 hr (Lane 3) or 6 hrs (Lane 5) after LPS (Lane 4) challenge. The relative percent of cytosolic HMGB1 protein release was normalized to actin which served as an internal control, and summarized as the relative density (%) of cytosolic HMGB1 expression. Solvent (Solv, normal saline plus Tween 80 at 9:1 ratio); hr/Posttreat (post-treatment hour after LPS treatment); E/hr (examination hour after LPS challenge). Data are means 6 SEM. *P,0.05 indicates significant difference from the normal control (Lane 1). #P,0.05 indicates significant difference from LPS alone (ivLPS-ivSolv in Lanes 2 and 4). The number in each column represents the number of rats examined. doi:10.1371/journal.pone.0047403.g004",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "OroA inhibition of LPS-induced IkB degradation in lung tissue.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "OroA improved the survival rate of endotoxemic mice. LPS treatment (100 mg/kg, ip) significantly decreased the survival rate in B6 mice (Panel A and B). The decrease was prevented by Oro-A (60 mg/kg, ip) administered 1 hr (Panel A) or 6 hrs (Panel B) after LPS challenge. Mice received Sal followed by Solv (ip) and Sal followed by OroA (60 mg/kg, ip) served as controls. *P,0.05 and #P,0.05 indicate significant difference from the control (Sal followed by Solv) group and LPS followed by Solv group, respectively. n indicates the number of experiments. doi:10.1371/journal.pone.0047403.g007",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The authors thank Dr Sung-Ho Chen (Department of Pharmacology, Tzu-Chi University, Hualien, Taiwan) for providing C57BL/6J (B6) mice for studying survival rate. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}