{
    "paper_id": "d692faf09c38fc62f237f0ff9f2b3a2751ff76f7",
    "metadata": {
        "title": "2. Supporting Information S2 -Data analysis and statistical methods 2.1. Measures of accuracy",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "negatives, and false-negatives, respectively. Prevalence is the relative frequency of the positive class (i.e., prevalence = P/(P + N)). Unless mentioned otherwise, positives and negatives refer to patients with bacterial and viral infections, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We also used the area under the receiver operating curve (AUC) to perform cutoff independent comparisons of different diagnostic methods. For details on formulation and confidence interval (CI) computation of the AUC see Hanley and McNeil [1] . We report 95% CIs of the accuracy measures throughout this document.",
            "cite_spans": [
                {
                    "start": 221,
                    "end": 231,
                    "text": "Hanley and",
                    "ref_id": null
                },
                {
                    "start": 239,
                    "end": 242,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The primary study objective was to obtain the performance of the signature for classifying patients with viral and bacterial etiologies. We estimate the sample size required to reject the null hypothesis that the sensitivity over the entire population, P, is lower than P 0 =75% (H 0 : P ≤ P 0 , H 1 : P > P 0 ) with significance level of 1% (α = 0.01), power of 90% (=1-β) for a difference of 15% (P 1 -P 0 ≥ 0.15), where P 1 is the empirical sensitivity. This yielded 394 patients (197 viral and 197 bacterial) . Additionally we anticipated that roughly 15% of the patients will have an indeterminate source of infection, 10% would be excluded for technical reasons and 10% will be healthy or non-infectious controls. Taken together, the study required the recruitment of at least 607 patients. This requirement was fulfilled because 1002 patients were recruited.",
            "cite_spans": [
                {
                    "start": 483,
                    "end": 512,
                    "text": "(197 viral and 197 bacterial)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Sample size"
        },
        {
            "text": "Systematic literature and bioinformatics screening was applied to identify 600 proteins candidates that had the potential to be differentially expressed in response to infection. The literature review included collection of proteins with a known role in immunity and inflammation both in humans and in animals. The bioinformatics screening included proteins that were differentially expressed on the RNA level across different infections and inflammatory conditions when measured using high throughput sequencing techniques such as microarrays.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Building the list of 600 proteins"
        },
        {
            "text": "We applied a feature selection process to identify the optimal combination of proteins. We used two feature selection schemes: mutual-information min-max [2] and forward greedy wrapper [3] , which use a series of iterations to add or remove features. The process was terminated when the increase in performance on the training set was no longer statistically significant (P>0.05). Both processes converged to the same final set of three proteins. To integrate the protein levels into a single score, we examined multiple computational models. Their performances were not significantly different (P>0.1 Supplementary Materials). We chose to a Multinomial Logistic Regression (MLR) model because it provides a probabilistic interpretation by assigning a likelihood score to a patient's diagnosis [4] . The signature uses this property to flag patients whose probability of bacterial infection is intermediate: between 0.35 and 0.55. We use the term 'marginal immune response' to describe these patients because their profile borders between bacterial and viral host-responses.",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 157,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 185,
                    "end": 188,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 794,
                    "end": 797,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Applying feature selection process to identify the optimal combination of proteins"
        },
        {
            "text": "To integrate the protein levels into a single predictive score, we examined multiple computational models including Artificial Neural Networks (ANN), Support Vector Machines (SVM), Bayesian Networks (BN), K-Nearest Neighbor (KNN) and Multinomial Logistic Regression (MLR) [4, 5] . The AUCs for distinguishing between bacterial and viral infections obtained on the entire study cohort using a leave-10%-out cross validation were 0. . We did not observe significant difference in the performances of ANN, SVM and MLR models (P>0.1 when comparing their AUCs). We therefore chose to use MLR because it provides a probabilistic interpretation by assigning a likelihood score to a patient's diagnosis.",
            "cite_spans": [
                {
                    "start": 272,
                    "end": 275,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 276,
                    "end": 278,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Computational model construction"
        },
        {
            "text": "We trained and tested the MLR signature for distinguishing between bacterial, viral and non-infectious etiologies. Since the prevalence of underlying etiologies varies across different clinical settings, the model priors were adjusted to reflect a nonbacterial prevalence of 60% and bacterial prevalence of 40%. Within the non-bacterial group the priors were adjusted to 55% viral and 5% non-infectious, to reflect the anticipated higher prevalence of viral versus non-infectious patients among subjects with suspicious for acute infection. The MLR weights and their respective 95% confidence intervals, as well as the p-values associated with each coefficient are summarized in Tables S1-S2. In the bacterial versus viral infection analysis the probabilities were adjusted to sum up to 1 (P b_adjusted = P b /[P b + P v ] and P b_adjusted = P v /[P b + P v ], where P b and P v correspond to the probability of bacterial and viral infections respectively). ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Computational model construction"
        },
        {
            "text": "In order to assess the validity of the MLR model we compared the estimated predicted probabilities with the actually observed outcomes (Fig. S1) . The predicted probabilities are highly compatible with the observed ones, further demonstrating the model validity. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 135,
                    "end": 144,
                    "text": "(Fig. S1)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Logistic calibration curves"
        },
        {
            "text": "Non-linear MLR models have the potential to capture more subtle trends in the data compared to linear models, while retaining a probabilistic framework that allows meaningful interpretation of the model results. We examined multiple non-linear MLR models and applied feature selection process to identify the optimal feature combination (Section 2.4). The resulting model is depicted in Table S3 : ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 387,
                    "end": 395,
                    "text": "Table S3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Using non-linear multinomial logistic models"
        },
        {
            "text": "Signature performance was further examined on the Study Cohort when excluding the following two subgroups: (i) patients whose blood sample was taken after more than 3 days of antibiotic treatment in the hospital and (ii) patients with a suspected gastroenteritis. The first group is likely to include patients at convalescence, which are responding to treatment and therefore their immune response at time of sampling is already non-bacterial. The second group showed slightly reduced performance ( Table S5 . ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 499,
                    "end": 507,
                    "text": "Table S5",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "H. Signature specificity calculated for different equivocal immune response thresholds"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A method of comparing the areas under receiver operating characteristic curves derived from the same cases",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Hanley",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Mcneil",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Radiology",
            "volume": "148",
            "issn": "",
            "pages": "839--843",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Extraction by Non-Parametric Mutual Information",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Torkkola",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Torkkola",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Guyon",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Elisseeff",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Journal of Machine Learning Research",
            "volume": "3",
            "issn": "",
            "pages": "1415--1438",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Wrappers for feature subset selection",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kohavi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "John",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Artificial Intelligence",
            "volume": "97",
            "issn": "",
            "pages": "273--324",
            "other_ids": {
                "DOI": [
                    "10.1016/S0004-3702(97)00043-X"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Applied Logistic Regression",
            "authors": [
                {
                    "first": "Dwh",
                    "middle": [],
                    "last": "Jr",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lemeshow",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "397",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Pattern Classification",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "O"
                    ],
                    "last": "Duda",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Hart",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Stork",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "TP, FP, TN, FN are positives, negatives, true-positives, false-positives, true-",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "93±0.02 (ANN), 0.93±0.02 (SVM [linear]), 0.94±0.02 [SVM (radial basis function)], 0.92±0.02 (BN), 0.91±0.02 (KNN) and 0.94±0.02 (MLR)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "where y i , equals 1 if the i th patient is classified as bacterial and 0 if viral, and p i [0,1] is the predicted probability for a bacterial infection of the i th patient, i=1,…,N. These measures together with the AUCs reported in the main text provide a comprehensive performance evaluation of the model. We also applied these performance measures on the other models reported in the main text. The model distinguishing between bacterial to non-bacterial patients yielded O/E=0.93 and BS=0.09. The model distinguishing between infectious to non-Infectious, patients yielded O/E=0.93 and BS=0.06.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Calibration plot of the MLR model. In the top panel patients were grouped into 10 bins based on their predicted probabilities of a bacterial infection (x-axis), and compared to the observed fraction of bacterial infections within each bin (y-axis). Dashed line is a moving average (of size 5 bins). The bottom panel shows the distribution of predicted probabilities for bacterial (red bars) and viral (blue bars).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "compared to other infection types. Details of the model performance on the Microbiologically Confirmed Cohort (AUC of 0.96±0.04), Unanimous Cohort (AUC of 0.96±0.02) and the Study Cohort (AUC of 0.95±0.02) are further depicted in",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "MLR coefficients and their respective standard error.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "The p-values associated with each MLR coefficient.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Non-linear MLR coefficients Table S4. Signature performance improves as the size of the equivocal region increases.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "8% 84.5% 84.0% 83.7% 83.2% 82.5% 81.6% 80.5% 79.0% 75.5% 0.5 82.1% 81.5% 81.1% 80.6% 79.9% 78.9% 77.6% 76.0% 72.1% 0.55 81.9% 81.6% 81.1% 80.4% 79.4% 78.2% 76.7% 73.1% 0.6 82.1% 81.6% 81.0% 80.1% 78.9% 77.5% 74.2% Maximal equivocal immune response threshold",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Signature measures of accuracy for diagnosing bacterial vs viral infections using the non-linear MLR model. Performance estimates and their 95% CIs were obtained on the Microbiologically Confirmed Sub-cohort (A; n=200), Unanimous Subcohort (B; n=402), and Study Cohort (C; n=491), when excluding patients with over 3 days of antibiotics treatment at the hospital and/or suspicion of gastroenteritis.3%  85.2% 84.2% 83.1% 82.1% 81.3% 80.8% 80.1% 79.2% 82.1% 83.9% 85.7% 86.7% 88.6% 89.7% 92.3% 94.5% 97.5% 0.1 86.9% 86.1% 85.3% 84.5% 83.9% 83.5% 83.0% 82.3% 84.9% 86.4% 88.0% 88.8% 90.5% 91.4% 93.6% 95.5% 97.9% 0.15 87.1% 86.3% 85.7% 85.1% 84.8% 84.4% 83.9% 86.2% 87.7% 89.1% 89.9% 91.4% 92.2% 94.2% 95.9% 98.2% 0.2 87.1% 86.5% 86.0% 85.7% 85.4% 84.9% 87.1% 88.5% 89.8% 90.6% 92.0% 92.7% 94.7% 96.2% 98.3% 0.25 87.2% 86.8% 86.5% 86.2% 85.8% 87.9% 89.2% 90.5% 91.1% 92.5% 93.2% 95.0% 96.5% 98.4% 0.3 87.3% 87.1% 86.8% 86.4% 88.5% 89.7% 90.9% 91.6% 92.9% 93.5% 95.3% 96.7% 98.5% 0.35 87.5% 87.2% 86.9% 88.9% 90.0% 91.2% 91.9% 93.1% 93.8% 95.4% 96.8% 98.5% Maximal equivocal immune response threshold",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "A. Microbiologically confirmed sub-cohort (n=200) Accuracy ",
            "cite_spans": [
                {
                    "start": 50,
                    "end": 58,
                    "text": "Accuracy",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}