{
    "paper_id": "d85ef5950a1be68a4dd4eebed557563bf88ba8ff",
    "metadata": {
        "title": "Genotyping coronaviruses associated with feline infectious peritonitis",
        "authors": [
            {
                "first": "Catherine",
                "middle": [
                    "S"
                ],
                "last": "Lewis",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Bristol",
                    "location": {
                        "postCode": "BS8 1TD",
                        "settlement": "Bristol",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Emily",
                "middle": [],
                "last": "Porter",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Bristol",
                    "location": {
                        "postCode": "BS40 5DU",
                        "settlement": "Langford, Bristol",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "David",
                "middle": [],
                "last": "Matthews",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Bristol",
                    "location": {
                        "postCode": "BS8 1TD",
                        "settlement": "Bristol",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Anja",
                "middle": [],
                "last": "Kipar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Zurich",
                    "location": {
                        "addrLine": "Winterthurer Strasse 268",
                        "postCode": "8057",
                        "settlement": "Zurich",
                        "country": "Switzerland"
                    }
                },
                "email": ""
            },
            {
                "first": "Sé",
                "middle": [],
                "last": "Verine Tasker",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Bristol",
                    "location": {
                        "postCode": "BS40 5DU",
                        "settlement": "Langford, Bristol",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Christopher",
                "middle": [
                    "R"
                ],
                "last": "Helps",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Bristol",
                    "location": {
                        "postCode": "BS40 5DU",
                        "settlement": "Langford, Bristol",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Stuart",
                "middle": [
                    "G"
                ],
                "last": "Siddell",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Bristol",
                    "location": {
                        "postCode": "BS8 1TD",
                        "settlement": "Bristol",
                        "country": "UK"
                    }
                },
                "email": "stuart.siddell@bristol.ac.uk"
            }
        ]
    },
    "abstract": [
        {
            "text": "Feline coronavirus (FCoV) infections are endemic among cats worldwide. The majority of infections are asymptomatic or result in only mild enteric disease. However, approximately 5 % of cases develop feline infectious peritonitis (FIP), a systemic disease that is a frequent cause of death in young cats. In this study, we report the complete coding genome sequences of six FCoVs: three from faecal samples from healthy cats and three from tissue lesion samples from cats with confirmed FIP. The six samples were obtained over a period of 8 weeks at a single-site cat rescue and rehoming centre in the UK. We found amino acid differences located at 44 positions across an alignment of the six virus translatomes and, at 21 of these positions, the differences fully or partially discriminated between the genomes derived from the faecal samples and the genomes derived from the tissue lesion samples. In this study, two amino acid differences fully discriminated the two classes of genomes: these were both located in the S2 domain of the virus surface glycoprotein gene. We also identified deletions in the 3c protein ORF of genomes from two of the FIP samples. Our results support previous studies that implicate S protein mutations in the pathogenesis of FIP.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Coronaviruses are enveloped, positive-sense RNA viruses. They are generally responsible for mild enteric and respiratory infections, but they can also be associated with severe disease in both humans and animals (Masters & Perlman, 2013) . Coronaviruses are now recognized as emerging viruses with a propensity to cross into new host species, as has been shown by the recent outbreaks of severe acute respiratory syndrome and Middle East respiratory syndrome (Coleman & Frieman, 2014) . As illustrated in Fig. 1 for feline coronavirus (FCoV), two-thirds of the coronavirus genome encodes proteins involved in viral RNA synthesis. The majority of these proteins are encoded in two 59-proximal, overlapping ORFs, ORF1a and ORF1b, and are translated as the polyproteins pp1a and pp1ab, which are then processed by virus-encoded proteinases into 16 non-structural proteins (Ziebuhr, 2005) . The remainder of the genome encodes the virus structural proteins (S, E, M and N) , as well as accessory proteins that are not essential for replication in cell culture. The structural and accessory proteins are translated from a 39 co-terminal nested set of subgenomic mRNAs (Perlman & Netland, 2009 ).",
            "cite_spans": [
                {
                    "start": 212,
                    "end": 237,
                    "text": "(Masters & Perlman, 2013)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 459,
                    "end": 484,
                    "text": "(Coleman & Frieman, 2014)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 869,
                    "end": 884,
                    "text": "(Ziebuhr, 2005)",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 953,
                    "end": 968,
                    "text": "(S, E, M and N)",
                    "ref_id": null
                },
                {
                    "start": 1163,
                    "end": 1187,
                    "text": "(Perlman & Netland, 2009",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [
                {
                    "start": 505,
                    "end": 511,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "INTRODUCTION"
        },
        {
            "text": "The coronavirus surface or spike (S) glycoprotein is a typical class 1 viral fusion protein and has a central role in the biology of coronavirus infection. Structurally, the protein can be divided in to an amino-proximal half, the S1 domain, which contains the receptor-binding domain, and a carboxylproximal half, the S2 domain, which contains elements involved in membrane fusion. These elements include heptad repeats, a fusion peptide and a carboxyl-terminal, hydrophobic transmembrane domain (Heald-Sargent & Gallagher, 2012) . In many coronaviruses, the S1 and S2 domains are cleaved from each other by a cellular, furin-like enzyme (de Haan et al., 2004) . The S protein is also the location of both B-and T-cell epitopes that are important in virus neutralization and the recognition of virus-infected cells (Reguera et al., 2012; Satoh et al., 2011) .",
            "cite_spans": [
                {
                    "start": 497,
                    "end": 530,
                    "text": "(Heald-Sargent & Gallagher, 2012)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 639,
                    "end": 661,
                    "text": "(de Haan et al., 2004)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 816,
                    "end": 838,
                    "text": "(Reguera et al., 2012;",
                    "ref_id": null
                },
                {
                    "start": 839,
                    "end": 858,
                    "text": "Satoh et al., 2011)",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "FCoVs form two antigenically distinct serotypes: serotype 1, which is difficult to propagate in cell culture, and serotype 2, which is the consequence of a double recombination between type 1 FCoV and canine coronavirus (Herrewegh et al., 1998) and is relatively easy to propagate in cell culture. FCoV infections are endemic among cats worldwide, and serological and molecular studies confirm that serotype 1 FCoVs predominate (Pedersen, 2014b) . In the UK, about 40 % of domestic cats have been infected with FCoV, and in multi-cat households, this figure increases to almost 90 % (Addie, 2000; Addie & Jarrett, 1992) . The majority of FCoV infections are asymptomatic or result in only mild enteric disease. However, approximately 5 % of infected cats develop feline infectious peritonitis (FIP), a systemic inflammatory disease that is a frequent cause of death in young cats (Kipar & Meli, 2014) . Currently, there is no protective vaccine or effective treatment for FIP (Pedersen, 2009 (Pedersen, , 2014a .",
            "cite_spans": [
                {
                    "start": 220,
                    "end": 244,
                    "text": "(Herrewegh et al., 1998)",
                    "ref_id": null
                },
                {
                    "start": 428,
                    "end": 445,
                    "text": "(Pedersen, 2014b)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 583,
                    "end": 596,
                    "text": "(Addie, 2000;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 597,
                    "end": 619,
                    "text": "Addie & Jarrett, 1992)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 880,
                    "end": 900,
                    "text": "(Kipar & Meli, 2014)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 976,
                    "end": 991,
                    "text": "(Pedersen, 2009",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 992,
                    "end": 1010,
                    "text": "(Pedersen, , 2014a",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The most important questions in FCoV research are why some infected animals remain relatively healthy whilst others develop FIP, and what the role of the virus is in the development of disease. It is now widely accepted that, in the vast majority of cases, cats are infected by the faecaloral route with avirulent FCoV strains circulating in the cat population. Initially, this virus replicates predominantly in the intestinal epithelium and is shed with the faeces. Nonetheless, it often leads to systemic infection via monocyteassociated viraemia (Kipar et al., 2010; Meli et al., 2004; Porter et al., 2014) . At this stage, however, the systemic infection is characterized by a relatively low level of virus replication and infection can be maintained for a prolonged period of time, possibly involving recurrent viraemic events, without apparent disease (Kipar et al., 2010) . During replication in the intestine or, potentially, within monocytes/ macrophages (Pedersen et al., 2012) , the virus undergoes mutation, and viruses with an enhanced tropism for monocytes and macrophages emerge. The altered tropism of these mutants results in their ability to maintain effective and sustainable replication in monocytes (Dewerchin et al., 2005) . As a direct or indirect result of a higher level of virus replication, this now apparently virulent virus leads to activation of monocytes (Regan et al., 2009) , which can then interact with endothelial cells. This, in turn, mediates granulomatous phlebitis and periphlebitis, the morphological hallmark and initiating lesion of FIP (Kipar et al., 2005) .",
            "cite_spans": [
                {
                    "start": 549,
                    "end": 569,
                    "text": "(Kipar et al., 2010;",
                    "ref_id": null
                },
                {
                    "start": 570,
                    "end": 588,
                    "text": "Meli et al., 2004;",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 589,
                    "end": 609,
                    "text": "Porter et al., 2014)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 858,
                    "end": 878,
                    "text": "(Kipar et al., 2010)",
                    "ref_id": null
                },
                {
                    "start": 964,
                    "end": 987,
                    "text": "(Pedersen et al., 2012)",
                    "ref_id": null
                },
                {
                    "start": 1220,
                    "end": 1244,
                    "text": "(Dewerchin et al., 2005)",
                    "ref_id": null
                },
                {
                    "start": 1386,
                    "end": 1406,
                    "text": "(Regan et al., 2009)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1580,
                    "end": 1600,
                    "text": "(Kipar et al., 2005)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "In addition to the virus, the susceptibility of the individual infected cat to disease also plays a significant role, and it has been shown that age, breed, gender, reproductive status and immune response influence the development of FIP (Pedersen, 2014b; Pedersen et al., 2014) . For example, the efficacy of early T-cell responses critically determines the disease outcome in cats that have been infected experimentally with a virulent serotype 2 strain, FIPV 79-1146 (de Groot-Mijnes et al., 2005) . Furthermore, there is individual variation in the susceptibility of a cat's monocytes to FCoV (Dewerchin et al., 2005) . Also, recently, single-nucleotide polymorphisms in the feline IFN-c gene have been linked to both resistance and susceptibility to the development of FIP (Hsieh & Chueh, 2014) . Clearly, unravelling the relationship between FCoV genotypes and phenotypes and the complex interactions between the virus and host during the development of FIP remains a major challenge.",
            "cite_spans": [
                {
                    "start": 238,
                    "end": 255,
                    "text": "(Pedersen, 2014b;",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 256,
                    "end": 278,
                    "text": "Pedersen et al., 2014)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 474,
                    "end": 500,
                    "text": "Groot-Mijnes et al., 2005)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 597,
                    "end": 621,
                    "text": "(Dewerchin et al., 2005)",
                    "ref_id": null
                },
                {
                    "start": 778,
                    "end": 799,
                    "text": "(Hsieh & Chueh, 2014)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "One facet of this challenge is to determine the mutations that alter the tropism and virulence of FCoV. As a first step, this can be done by comparing the genomic sequences of viruses shed in the faeces of healthy animals and viruses that predominate within tissue lesions of cats that have been diagnosed with FIP. This approach assumes that the Structural and accessory proteins Fig. 1 . Genomic organization of FCoV. Genomic ORFs are shown as boxes. Only pp1ab is shown as a translation product of the genomic RNA. The non-structural proteins nsp1-11 are translated from ORF1a (dark grey shading) and translation of the ORF1b proteins (nsp12-16) occurs following \"1 ribosomal frameshifting (RFS). The nsp11 protein is not depicted as it represents a short (9 aa) carboxyl extension of nsp10. nsp9, ssRNA-binding protein (ssRBP); nsp12, RNA-dependent RNA polymerase (RdRp); nsp13, helicase (Hel) and NTPase; nsp14, 39A59 exoribonuclease (ExoN) and N7-methyltransferase (N7-MT); nsp15, uridylate-specific endonuclease (NendoU); nsp16, 29-O-methyltransferase (29-OMT). most highly abundant genome in a population is responsible for a particular disease phenotype, which is consistent with our current understanding of FIP epidemiology. Using this approach, a recent study by Chang et al. (2012) provided evidence for an association between FCoV virulence and amino acid substitutions within the putative fusion peptide of the FCoV S protein. A more detailed examination of samples from FCoV-infected cats that did not have histopathological evidence of FIP led Porter et al. (2014) to conclude that these substitutions were indicative of systemic spread, rather than a virus that, without further mutation, is able to cause FIP. As the S protein fusion peptide is involved in the fusion of viral and cellular membranes during virus entry, it seems plausible that changes within this region may be linked to the tropism of the virus.",
            "cite_spans": [
                {
                    "start": 1275,
                    "end": 1294,
                    "text": "Chang et al. (2012)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1561,
                    "end": 1581,
                    "text": "Porter et al. (2014)",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [
                {
                    "start": 381,
                    "end": 387,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "INTRODUCTION"
        },
        {
            "text": "Similarly, Licitra et al. (2013) were able to distinguish between FCoVs in cats with and without FIP on the basis of one or more substitutions in the amino acid sequence that comprises the furin cleavage site within the FCoV S protein. The authors demonstrated that these substitutions modulated furin cleavage and suggested that a possible consequence of the identified substitutions was an enhanced cleavability by alternative, monocyte/macrophage-specific proteases.",
            "cite_spans": [
                {
                    "start": 11,
                    "end": 32,
                    "text": "Licitra et al. (2013)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Finally, there have been many reports over the years of point mutations and indels in the accessory protein genes of FCoVs and claims that these may be linked to the development of FIP. Prominent among these are reports that truncating and non-truncating mutations in the ORF3c gene occur in a significant proportion of but not all FCoVs associated with FIP (Chang et al., 2010; Pedersen et al., 2012) . However, the role of the FCoV 3c protein and any relationship to the development of FIP is still unclear. One view is that functional 3c protein expression is essential for replication in the gut but is dispensable for systemic replication. Thus, once the virus has left the gut, there is no further selection pressure to maintain an intact 3c gene and mutations will accumulate over time. This interpretation does not exclude the possibility that loss or alteration of the 3c protein may enhance the fitness of the virus in the monocyte/macrophage environment, but this is not yet supported by any convincing evidence. Similarly, whilst the genes encoding the 3a, 3b, 7a and 7b proteins clearly have important functions that will impact on virus fitness (Haijema et al., 2004) , there is, as yet, no evidence that links specific mutations in these genes to the development of FIP.",
            "cite_spans": [
                {
                    "start": 358,
                    "end": 378,
                    "text": "(Chang et al., 2010;",
                    "ref_id": null
                },
                {
                    "start": 379,
                    "end": 401,
                    "text": "Pedersen et al., 2012)",
                    "ref_id": null
                },
                {
                    "start": 1159,
                    "end": 1181,
                    "text": "(Haijema et al., 2004)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "In this study, we report the genome sequences of six FCoVs: three from faecal samples from healthy cats and three from tissue lesion samples from cats with confirmed FIP. The six samples were obtained from cats that were resident at a single-site cat rescue and rehoming centre in the UK. Our results support and extend previous studies that implicate S protein mutations in the pathogenesis of FIP.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "As a first step, we amplified the FCoV RNA in faecal and tissue lesion samples. The seven amplicons for each of the faecal-derived RNA samples were of the expected size and were produced in approximately equal amounts. In comparison, there was greater heterogeneity in the amplicons obtained from RNA isolated from the FIP tissue lesions (Fig. 2) . Specifically, there was more evidence of nonspecific products and, especially in the case of amplicon 6, which encompasses the region of the genome encoding the S protein gene, there was less product than expected. In this context, we noted that the cycle threshold (C t ) values were generally higher (i.e. less viral RNA) for faecal samples than for samples from the FIP tissue lesions. The mean C t values for the 65F, 67F and 80F faecal total RNA samples were 20.9, 16.9 and 29.0, respectively, and for the 26M, 27C and 28O tissue lesion samples were 14.0, 21.5 and 15.0, respectively. One explanation for the difference in homogeneity of amplicons derived from faecal and lesional samples may be that the samples derived from lesions contained significantly greater amounts of FCoV subgenomic mRNA than the faecal samples, which would be expected to contain mainly virion particles. Also, immunohistochemistry identified a large number of macrophages with abundant viral antigen (i.e. N protein) within the lesions (data not shown). It is therefore very likely that the RNA extracted from the lesions contained much more viral mRNA than the faeces. Thus, in the reverse transcription (RT)-PCRs that involved RNA from tissues, many of the oligonucleotide primers would bind to multiple templates, resulting in a more complex amplicon pattern.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 338,
                    "end": 346,
                    "text": "(Fig. 2)",
                    "ref_id": null
                }
            ],
            "section": "FCoV RNA in faecal and tissue lesion samples"
        },
        {
            "text": "Using the methods described, we were able to obtain full genome coverage, with a minimum depth of 1000 reads at each base across the coding region (Fig. 3) . We expect that, with further optimization, it would be possible to obtain an acceptable level of coverage and depth for more than four complete genomes per single 316v2 chip (see Methods). Similarly, it would also be possible to obtain a very high density of reads for a single genome if, for example, the goal was to investigate the nature of the viral quasispecies in a particular sample. In our opinion, the limiting step in genome sequencing from clinical samples is the production of amplicons, but, once this has been achieved, the downstream processing is relatively straightforward.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 147,
                    "end": 155,
                    "text": "(Fig. 3)",
                    "ref_id": null
                }
            ],
            "section": "Assembly of genome sequences"
        },
        {
            "text": "Our approach was based on the alignment of sequence reads with a de novo-assembled target genome and this is dependent on a relatively high similarity between samples. For example, in the case of the 65F, 67F, 26M and 28O samples, the percentages of reads that aligned with the 80F target genome were 96, 95, 90 and 95 %, respectively. However, only 76.8 % of reads from the 27C sample aligned with the 80F target genome. Thus, for the 27C sample, the de novo assembly method had to be used. De novo assembly is more time consuming and would not be a good approach if every sample had to be analysed in this manner, as would be the case if they were highly divergent. It should also be noted that, in our analysis, we only compared genome consensus sequences where each position was defined by a single nucleotide. In reality, for any sample, many nucleotide positions are represented by a proportion of different nucleotides. In these cases, we took the majority nucleotide as the consensus nucleotide and did not attempt to delineate different populations in the quasispecies. This means that, when comparing sequences, we were only able to identify mutations throughout the population of genomes and did not conclude that any or all of these mutations were found in a single genomic RNA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assembly of genome sequences"
        },
        {
            "text": "Phylogenetic analysis of the six clinical samples described here, based on the conserved RNA-dependent RNA polymerase (RdRp), showed that they comprised a closely related cluster (Fig. 4) . As reported by Barker et al. (2013) , there was no evidence that the samples derived from FIP or non-FIP animals represented genetically diverse co-circulating strains, which provides further support for the 'internal mutation' hypothesis. However, it was very difficult to exclude the possibility that at least some of the mutations that may contribute to the development of FIP were present in a minor component of the infecting population, which was subsequently selected during virus replication in vivo.",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 225,
                    "text": "Barker et al. (2013)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 179,
                    "end": 187,
                    "text": "(Fig. 4)",
                    "ref_id": null
                }
            ],
            "section": "Phylogenetic analysis"
        },
        {
            "text": "The genome sequences of the six FCoVs derived from faecal and tissue lesion samples were translated into two polyproteins (pp1a and pp1ab), four structural proteins (S, M, N and E) and five accessory proteins (3s, 3b, 3c, 7a and 7b). We found that amino acid differences were located at 44 positions across an alignment of the six translatomes. At 21 of these positions, the differences fully or partially discriminated between the genomes derived from faecal (i.e. non-FIP) samples and from tissue (i.e. FIP) samples. More specifically, in these 21 positions, one or more of the translatomes from the FIP samples displayed an amino acid that was not found at the corresponding position in the translatomes from any of the non-FIP samples (Table 1) . We also identified deletions in the 3c protein ORF of genomes from two of the FIP samples.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 739,
                    "end": 748,
                    "text": "(Table 1)",
                    "ref_id": null
                }
            ],
            "section": "Comparison of FCoV genome sequences from clinical samples"
        },
        {
            "text": "The fully discriminatory differences we identified were located at two positions where a different amino acid was found in all three FIP translatomes compared with all three non-FIP translatomes. The first of these was at nt 23 302 and corresponded to the methionine-to-leucine substitution identified by Chang et al. (2012) . Thus, our data support the idea that this substitution may be critical with regard to the pathogenesis of FIP. The second fully discriminatory substitution we identified, which was present in all of the FIP samples but none of the non-FIP samples, was at nt 23 486 and resulted in an isoleucine-tothreonine substitution in the heptad repeat region 1 (HR1) of the S2 domain in the FCoV S protein. The possible significance of this substitution is discussed in more detail below.",
            "cite_spans": [
                {
                    "start": 305,
                    "end": 324,
                    "text": "Chang et al. (2012)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Comparison of FCoV genome sequences from clinical samples"
        },
        {
            "text": "Apart from the fully discriminatory substitutions described above, Table 1 shows a further 19 positions where one or two of the translatomes from the FIP samples displayed an amino acid that was not found at the corresponding position in the translatomes from non-FIP samples. Without any further information, it is difficult to conclude that any of these substitutions, alone or in combination, may be related to the development of FIP. However, they should not be ignored. For example, the substitutions resulting from mutations at nt 22 528 and 22 539 both lie within the furin cleavage motif that separates the S1 (receptor-binding) and S2 (fusion) domains of the FCoV S protein. Both substitutions (R789G at P4 and R792S at P1, where P4 and P1 designate positions in the canonical furin cleavage motif) would be predicted to alter furin cleavage activity. If this is the case, our results support the conclusions of Licitra et al. (2013) who identified the furin cleavage site as a potentially important region in the development of FIP. Alternatively, it could be argued that once the virus has acquired a tropism for the monocyte/ macrophage, cleavage at the furin recognition motif may no longer be relevant to virus entry and mutations may accumulate due to a lack of selection pressure. For coronaviruses such as mouse hepatitis virus, cleavage at the canonical furin motif does not seem to be essential, at least for in vitro infectivity (Bos et al., 1997) , and recent results suggest that activation of the coronavirus S protein fusion activity requires proteolytic cleavage at a different position in the S2 subunit (Millet & Whittaker, 2014; Wicht et al., 2014) . Finally, Table 1 shows that two of the three translatomes derived from the FIP samples had a deletion in the 3c protein gene, which was not found in any of the non-FIP samples. In both cases, the deletion of 10 nt led to a translational frameshift that produced a 3c protein truncated 8 aa downstream of the deletion site.",
            "cite_spans": [
                {
                    "start": 921,
                    "end": 942,
                    "text": "Licitra et al. (2013)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1449,
                    "end": 1467,
                    "text": "(Bos et al., 1997)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1630,
                    "end": 1656,
                    "text": "(Millet & Whittaker, 2014;",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1657,
                    "end": 1676,
                    "text": "Wicht et al., 2014)",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [
                {
                    "start": 67,
                    "end": 74,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 1688,
                    "end": 1695,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Comparison of FCoV genome sequences from clinical samples"
        },
        {
            "text": "In addition to amino acid substitutions that partially or fully discriminated between the genomes derived from non-FIP and FIP samples, our study also identified a further 23 amino acid substitutions that did not discriminate between non-FIP and FIP genomes. These are listed in Table 2 . These substitutions will not be discussed in detail, but it is, perhaps, worth noting that the majority Table 1 . Amino acid substitutions that partially or fully discriminate between the genome sequences derived from non-FIP (faecal) and FIP (tissue lesion) samples",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 279,
                    "end": 286,
                    "text": "Table 2",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 393,
                    "end": 400,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Comparison of FCoV genome sequences from clinical samples"
        },
        {
            "text": "The positions of the substitutions are indicated as the position of the relevant mutation/substitution based on alignment of the six FCoV genomes analysed in this study ( Supplementary Fig. S1 ). The amino acid positions in the non-structural replicase proteins (nsps) refer to pp1ab. The consensus nucleotide constituted more than 96 % of the sequence reads at a given position, unless indicated otherwise.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 171,
                    "end": 192,
                    "text": "Supplementary Fig. S1",
                    "ref_id": null
                }
            ],
            "section": "Comparison of FCoV genome sequences from clinical samples"
        },
        {
            "text": "Protein 65F 67F 80F 26M 27C 28O Aa position The positions of the substitutions are indicated as the position of the relevant mutation/substitution based upon an alignment of the six FCoV genomes analysed in this study ( Supplementary Fig. S1 ). The amino acid positions in the nsp proteins refer to pp1ab. The consensus nucleotide constituted more than 96% of the sequence reads at a given position, unless indicated otherwise. The consensus nucleotide constituted 71 % of the sequence reads at this position. #The consensus nucleotide constituted 60 % of the sequence reads at this position. **The consensus nucleotide constituted 59 % of the sequence reads at this position. DDThe consensus nucleotide constituted 56 % of the sequence reads at this position. ddThe consensus nucleotide constituted 78 % of the sequence reads at this position.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 220,
                    "end": 241,
                    "text": "Supplementary Fig. S1",
                    "ref_id": null
                }
            ],
            "section": "Nt position"
        },
        {
            "text": "were found either in the nsp3 protein or in the aminoproximal S1 region of the S protein. This suggests that these regions may represent the targets of particularly strong selective pressures. In the case of the S1 region of the S protein, we speculate that this selective pressure is immunological and relates to the production of neutralizing antibodies. The selective pressures that target the nsp3 protein are unknown. For completeness, we also note that we identified a single G-to-T mutation in the 39 UTR at nt 28 926 of the consensus sequence derived from the 26M sample that was not found in any other sample.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nt position"
        },
        {
            "text": "This study demonstrated an approach to the complete genome sequencing of FCoVs derived from clinical material that is achievable in a standard laboratory setting. It was based on the generation of a virus-specific cDNA library using oligonucleotide primer pairs, followed by next-generation sequencing (NGS) on a commercial platform, and downstream genome assembly using free software that will run on a personal computer. This approach was taken after we had failed to determine complete genome sequences of FCoV from clinical samples using a randomly primed cDNA library followed by NGS (Porter, 2014) . In the study reported here, complete genome sequencing was achieved for six FCoVs using only seven primer pairs. However, the samples we used were all collected within a few months at a single location, which means that they were less likely to have diverged compared with samples taken at different locations over a longer time period. As the number of complete genome sequences for both serotype 1 and serotype 2 FCoVs increases, it may be possible to design a set of universal primer pairs that will only require minor optimization to successfully sequence any FCoV genome. In our own laboratory, we have shown that the seven primer pairs described here are able to produce amplicons of the expected size in approximately two-thirds of geographically divergent UK faecal samples collected over a 2-year period (unpublished results).",
            "cite_spans": [
                {
                    "start": 589,
                    "end": 603,
                    "text": "(Porter, 2014)",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In addition to confirming earlier findings, the most interesting result of this study is undoubtedly the identification of a consistent substitution of isoleucine with threonine at aa 1108 in all FCoVs from FIP lesions compared with the faecal samples from healthy cats. This substitution is located within the heptad HR1 region of the S2 subunit of the FCoV S protein and could be interesting from two points of view. First, we note that this amino acid position has been identified as being located in a major Thelper 1 (Th1) epitope (I-S2-6, IGNITLALGKVSNAITTTSD) in a type 1 Japanese FCoV (KU-2) that was associated with FIP (Satoh et al., 2011) . Obviously, further research will be required to ascertain whether there is a Th1 epitope spanning this amino acid sequence in non-FIP-associated FCoVs, and to determine the quantitative or qualitative effect that may result from the isoleucine-to-threonine substitution. However, de Groot-Mijnes et al. (2005) have already drawn attention to the relationship between T-cell depletion and the enhanced virus replication in FIP cases, although the mechanisms of T-cell depletion are not yet clear. We suggest that this is an area of FIP research that merits further study. For example, it would be interesting to compare IFN-c production by PBMCs taken from cats with FIP or healthy FCoV-infected cats, and exposed separately to relevant HR1 peptides, the sequences of which are derived from FIP-and non-FIP-associated FCoVs.",
            "cite_spans": [
                {
                    "start": 629,
                    "end": 649,
                    "text": "(Satoh et al., 2011)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 935,
                    "end": 961,
                    "text": "Groot-Mijnes et al. (2005)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Secondly, a quite different interpretation of the HR1 isoleucine-to-threonine substitution is that it may be related to the fusogenic activity of the FCoV S protein. This is because the substitution also lies within a stretch of 15 aa [NAITT(I/T)SDGFNTMAS] that are found only in alphacoronaviruses and are part of the heptad repeat structure that characterizes the HR1 region. Indeed, the isoleucine/ threonine position constitutes a residue predicted to be located on the hydrophobic interface of the coiled-coil structure. Substitution of a hydrophobic residue with a polar, uncharged residue may, at least theoretically, significantly influence the intercalation of HR1 and HR2 regions, which is a necessary event during membrane fusion. It is also worth noting that a very recent study by Bank-Wolf et al.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "(2014) identified a position two residues downstream of the isoleucine-to-threonine substitution where an aspartate residue was found in all examined non-FIP-associated FCoVs (5/ 5) but was replaced by a tyrosine in a significant proportion (5/ 9) of the FIP-associated FCoVs. Neither the isoleucine-tothreonine nor aspartate-to-tyrosine substitutions consistently discriminated between FIP and non-FIP FCoVs in the wider alignment of 29 type 1 FCoV S protein amino acid sequences that we examined (data not shown) but, again, we think they may represent substitutions that are functionally related and could be relevant to the development of FIP.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The comparative sequence approach taken by ourselves and others has identified a number of potentially interesting mutations in the coding sequences of non-FIP-and FIPassociated FCoVs. In the future, this approach could be extended, i.e. a larger collection of well-defined clinical samples should be analysed, and it can be refined. For example, to distinguish mutations that may relate to the tropism of FCoVs from those that may relate to virulence, we suggest it would be important to obtain sequence data from a virus population that infects monocytes but is not able to replicate at a high level. Clearly, obtaining appropriate clinical samples (e.g. blood monocytes from clinically healthy, FCoVinfected cats) would not be easy, but it would be very illuminating. The idea that a virus has to undergo sequential mutation in vivo in order to cause a specific disease is not unique to FIP (see, for example, the review on measles virus pathogenesis by de Vries et al., 2012), but we suggest it deserves closer attention in a number of veterinary and human diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Nevertheless, this sequencing approach is ultimately limited. As has been stated before, compelling evidence that any specific mutation in the FCoV genome is important for the development of FIP will require the use of well-defined and characterized viruses produced by reverse genetics and a valid experimental model of FIP. With respect to reverse genetics, there are a number of robust reverse genetics systems available for coronaviruses in general, and for particular strains of FCoV (namely the type 2 FCoV strain 79-1146 and the cell-culture-adapted type1 FCoV strain Black) . The pressing need, however, is for a robust reverse genetics system that can be applied to field strains of type 1 FCoV. In our opinion, the bottleneck is not the molecular manipulation of the FCoV genome but rather the ability to propagate type 1 FCoVs in cell culture without extensive adaptation. Although there has been recent progress in the development of enterocyte cell lines that propagate type 1 FCoVs (Desmarets et al., 2013) , we believe that a more robust cell-culture system that allows the propagation of high virus titres and the rescue of both mutated and non-mutated virus will be needed. To achieve this, identification of both the cellular receptor and attachment factors specific to type 1 FCoVs and the transduction of well-established, continuous, feline cell lines that can easily be maintained will be essential.",
            "cite_spans": [
                {
                    "start": 996,
                    "end": 1020,
                    "text": "(Desmarets et al., 2013)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The second required element, a valid experimental model of FIP, is also more challenging than it may at first appear. For example, many of the commonly used animal models of FIP often involve intraperitoneal inoculation. If the natural course of FCoV infection involves sequential replication in the gut, low-level replication in blood monocytes and highlevel replication in monocytes and macrophages, and each transition is associated with the selection of specific mutants, then this has to be reproduced in any valid experimental model. In a recent report, Tekes et al. (2012) showed that intraperitoneal infection of cats with a recombinant form of the FCoV 79-1146 strain robustly induced FIP. Strikingly, the virus reisolated from these cats demonstrated that there had been strong selection for a virus that reverted to encode an intact 3c protein. This is, in our view, good evidence that FIP results from an infection that involves initial replication in the gut.",
            "cite_spans": [
                {
                    "start": 560,
                    "end": 579,
                    "text": "Tekes et al. (2012)",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In summary, our results contribute to a better understanding of FCoV genomic mutations that may or may not be used as markers of the virus phenotype. It is also clear from the results that the relationship between the viral genotype and the development of FIP is complex. The further analysis of complete FCoV genomes in defined clinical samples, a robust reverse genetics system that can be applied to field strains of serotype 1 FCoV and the development of valid experimental models of FIP will all be needed to throw further light on this relationship.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Clinical samples and RNA extraction. The samples selected for this study were faecal samples from three healthy kittens and post-mortem tissue lesion samples from three kittens with FIP. These samples were all obtained from a previously reported epizootic outbreak at a single-site UK feline rescue centre (Barker et al., 2013) . The three tissue lesion samples, designated here as 26M (mesentery), 27C (colonic lymph node) and 28O (omentum), were from cats F/FIP, Z/FIP and J/FIP in a previous study (Barker et al., 2013) and had been collected within 2 h of death, placed in RNAlater (Life Technologies) for 24-48 h at 4 uC and then, after discarding the RNAlater, stored at 280 uC. The diagnosis of FIP was confirmed by post-mortem examination including histopathology and immunohistochemistry for the demonstration of FCoV antigen in lesions (Kipar et al., 1998) . The faecal samples (65F, 67F and 80F, previously named #65, #67 and #80) were collected from the healthy cats within 1 month of euthanasia of the cats with FIP (Barker et al., 2013) . Samples 80F and 27C were from cats that were littermates and were housed within the same pen. All three cats that provided faecal samples remained alive and without any clinical signs that could be suggestive of FIP for over 1 year post-sampling. Faecal samples were stored at 280 uC immediately after collection.",
            "cite_spans": [
                {
                    "start": 306,
                    "end": 327,
                    "text": "(Barker et al., 2013)",
                    "ref_id": null
                },
                {
                    "start": 501,
                    "end": 522,
                    "text": "(Barker et al., 2013)",
                    "ref_id": null
                },
                {
                    "start": 846,
                    "end": 866,
                    "text": "(Kipar et al., 1998)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1029,
                    "end": 1050,
                    "text": "(Barker et al., 2013)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Total RNA was extracted and purified from 20 mg tissue with a NucleoSpin RNA kit (Macherey-Nagel) based on a previously described method (Dye & Siddell, 2007; Dye et al., 2008) . Briefly, 20 mg each tissue sample was disrupted in a 2 ml tube by adding 500 ml lysis buffer containing 1 % b-mercaptoethanol (v/v) and a 5 mm stainless steel ball bearing. The sample was homogenized using a TissueLyser II (Qiagen) at 30 Hz for 2 min and 470 ml lysate was added to a filter column and centrifuged for 30 s at 10 000 g. A 350 ml aliquot of the filtrate was added to 250 ml ethanol and run through a binding column to which DNase I was added to remove genomic DNA. Following multiple washes, the RNA was eluted into 50 ml nuclease-free water. The NucleoSpin RNA kit was also used to extract RNA from faecal samples using a method based on that described by Dye et al. (2008) . A faecal suspension was produced by vortexing 0.5 g faeces and 4.5 ml PBS five times for 30 s each. Subsequently, 100 ml of this suspension was centrifuged for 2 min at 10 000 g, and the supernatant removed and added to 350 ml lysis buffer containing 1 % b-mercaptoethanol (v/v). The protocol described above (from the filter column) was then followed.",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 158,
                    "text": "(Dye & Siddell, 2007;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 159,
                    "end": 176,
                    "text": "Dye et al., 2008)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 851,
                    "end": 868,
                    "text": "Dye et al. (2008)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Histology and immunohistochemistry. Formalin-fixed tissue samples (26M, 27C and 28O) were routinely paraffin wax embedded and examined histologically to confirm the presence of typical FIP lesions. The immunohistochemistry served to demonstrate FCoV antigen within the lesions, as described previously (Kipar et al., 1998) .",
            "cite_spans": [
                {
                    "start": 302,
                    "end": 322,
                    "text": "(Kipar et al., 1998)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Quantitative RT-PCR (qRT-PCR) and virus-specific oligonucleotide primer design. FCoV RNA was amplified from faecal and tissue samples using qRT-PCR as described previously (Dye et al., 2008; Porter et al., 2014) . Oligonucleotide primer pairs (Table 3) were designed to produce a total of seven RT-PCR products (amplicons) spanning the entire coding region of the FCoV genome using the MacVector Primer3 software package. Initially, the primers were designed based on the genome sequence of FCoV C1Je, a serotype 1 FCoV (Dye & Siddell, 2007) . The primers were then compared with an alignment of 29 serotype 1 FCoV genome sequences (CLUSTAL W; sequences available upon request) and optimized to allow for sequence variation and compatibility of the primer pairs. All primers were synthesized by Eurofins MWG Operon.",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 190,
                    "text": "(Dye et al., 2008;",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 191,
                    "end": 211,
                    "text": "Porter et al., 2014)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 520,
                    "end": 541,
                    "text": "(Dye & Siddell, 2007)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 243,
                    "end": 252,
                    "text": "(Table 3)",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "METHODS"
        },
        {
            "text": "One-step RT-PCR. FCoV-specific primers were used to reverse transcribe and amplify the viral RNA contained in 2 ml extracted total RNA using a SuperScript III One-Step RT-PCR System with Platinum Taq High Fidelity (Life Technologies) as described by the manufacturer. Briefly, a 50 ml reaction was set up on ice containing 2 ml RNA, 1 ml 10 mM forward and 1 ml 10 mM reverse primer, 25 ml 26 reaction mix (as supplied by the manufacturer), 2 ml SuperScript III RT/Platinum High Fidelity enzyme mix and water to a final volume of 50 ml. The reaction was incubated at 50 uC for 50 min to allow cDNA synthesis, and then raised to 94 uC for 2 min, followed by 41 cycles of 94 uC for 15 s, 50-66 uC (depending on the primer set) for 30 s and 68 uC for 1 min (kb of product size) 21 . The annealing temperature for individual reactions was determined by the melting temperature of the primers used. The reaction underwent a final extension phase at 68 uC for 7 min and was held at 4 uC. For each amplicon, 5 ml PCR product was separated on a 1 % agarose/TBE gel to confirm the PCR product size and to estimate the amount of DNA by comparison with standards. The PCR products were then pooled in approximately equimolar amounts and purified using Agencourt AmPure XP beads (Agencourt AMPure XP PCR Purification; Beckman Coulter), following the manufacturer's protocol, and eluted in nuclease-free water.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "NGS. Purified, pooled amplicons were sequenced at the University of Bristol Genomics Facility using the Ion Torrent platform (PGM with a 316v2 chip). A targeted, virus-specific cDNA single-end read library was produced. Briefly, DNA was fragmented using an Ion Xpress Plus Fragment Library kit, ligated to Ion-compatible barcoded adaptors and size-selected for a target read length of 150-200 bases. The library was then amplified and purified using an Ion Plus Fragment Library kit and an Agencourt AMPure XP kit. The barcoded libraries were quantified and pooled in equimolar amounts using Bioanalyser quantification. Templates were prepared from the barcoded, pooled libraries using an Ion OneTouch 2 System. Routinely, four genomes were sequenced on a single 316v2 chip. Bioinformatics. Sequence data were analysed using bioinformatics tools including both de novo assembly (Trinity, http://trinityrnaseq. github.io/) and genome alignment (Bowtie2, http://bowtie-bio. sourceforge.net/bowtie2/index.shtml) methods. Briefly, for samples 80F and 27C, a de novo consensus sequence was produced from the FASTQ reads using the Trinity assembled components and the MacVector assembly project tool (Grabherr et al., 2011) . In order to identify and correct possible errors in this assembly, the same FASTQ sequence files were then aligned with the assembled consensus sequence using Bowtie2. The alignments were visualized using the Integrative Genomics Viewer (IGV) and the consensus sequence was manually corrected on the basis of the sequence reads. Subsequently, the FASTQ sequence reads for four samples (65F, 67F, 26M and 28O) were aligned with the corrected 80F consensus sequence using Bowtie2. Again, IGV was used to confirm each consensus sequence with regard to the relevant sequence reads. All of the assembled genome sequences were examined and confirmed to have the expected FCoV genome architecture and predicted ORFs. This workflow is illustrated in Fig. 5 . For selected viral genes, the encoded protein sequences were derived and phylogenetic reconstruction was done using a neighbour-joining algorithm based on an alignment generated by CLUSTAL W (MacVector).",
            "cite_spans": [
                {
                    "start": 1194,
                    "end": 1217,
                    "text": "(Grabherr et al., 2011)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [
                {
                    "start": 1962,
                    "end": 1968,
                    "text": "Fig. 5",
                    "ref_id": null
                }
            ],
            "section": "METHODS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clustering of feline coronaviruses in multicat households",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Addie",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Vet J",
            "volume": "159",
            "issn": "",
            "pages": "8--9",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A study of naturally occurring feline coronavirus infections in kittens",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Addie",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Jarrett",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Vet Rec",
            "volume": "130",
            "issn": "",
            "pages": "133--137",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Mutations of 3c and spike protein genes correlate with the occurrence of feline infectious peritonitis",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Thiel",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Vet Microbiol",
            "volume": "173",
            "issn": "",
            "pages": "177--188",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Phylogenetic analysis of feline coronavirus strains in an epizootic outbreak of feline infectious peritonitis",
            "authors": [],
            "year": null,
            "venue": "J Vet Intern Med",
            "volume": "27",
            "issn": "",
            "pages": "445--450",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The function of the spike protein of mouse hepatitis virus strain A59 can be studied on virus-like particles: cleavage is not required for infectivity",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Bos",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Luytjes",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Spaan",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Virol",
            "volume": "71",
            "issn": "",
            "pages": "9427--9433",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Feline infectious peritonitis: insights into feline coronavirus pathobiogenesis and epidemiology based on genetic analysis of the viral 3c gene",
            "authors": [],
            "year": null,
            "venue": "J Gen Virol",
            "volume": "91",
            "issn": "",
            "pages": "415--420",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Spike protein fusion peptide and feline coronavirus virulence",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "F"
                    ],
                    "last": "Egberink",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Halpin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Spiro",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Rottier",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Emerg Infect Dis",
            "volume": "18",
            "issn": "",
            "pages": "1089--1095",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Coronaviruses: important emerging human pathogens",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Coleman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Frieman",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Virol",
            "volume": "88",
            "issn": "",
            "pages": "5209--5212",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Natural history of a recurrent feline coronavirus infection and the role of cellular immunity in survival and disease",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "De Groot-Mijnes",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Van Dun",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Van Der Most",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "De Groot",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "",
            "pages": "1036--1044",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Cleavage inhibition of the murine coronavirus spike protein by a furin-like enzyme affects cell-cell but not virus-cell fusion",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "De Haan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Stadler",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Godeke",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Bosch",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Rottier",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Virol",
            "volume": "78",
            "issn": "",
            "pages": "6048--6054",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The pathogenesis of measles",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "De Vries",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Mesman",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "B"
                    ],
                    "last": "Geijtenbeek",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "P"
                    ],
                    "last": "Duprex",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "De Swart",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Curr Opin Virol",
            "volume": "2",
            "issn": "",
            "pages": "248--255",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Establishment of feline intestinal epithelial cell cultures for the propagation and study of feline enteric coronaviruses",
            "authors": [],
            "year": null,
            "venue": "Vet Res",
            "volume": "44",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Replication of feline coronaviruses in peripheral blood monocytes",
            "authors": [],
            "year": null,
            "venue": "Arch Virol",
            "volume": "150",
            "issn": "",
            "pages": "2483--2500",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Genomic RNA sequence of feline coronavirus strain FCoV C1Je",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Dye",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Siddell",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Feline Med Surg",
            "volume": "9",
            "issn": "",
            "pages": "202--213",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Evaluation of real-time RT-PCR for the quantification of FCoV shedding in the faeces of domestic cats",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Dye",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Helps",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Siddell",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Feline Med Surg",
            "volume": "10",
            "issn": "",
            "pages": "167--174",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Full-length transcriptome assembly from RNA-Seq data without a reference genome",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Grabherr",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Haas",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yassour",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Z"
                    ],
                    "last": "Levin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Amit",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Adiconis",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nat Biotechnol",
            "volume": "29",
            "issn": "",
            "pages": "644--652",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Live, attenuated coronavirus vaccines through the directed deletion of group-specific genes provide protection against feline infectious peritonitis",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Haijema",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Volders",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Rottier",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Virol",
            "volume": "78",
            "issn": "",
            "pages": "3863--3871",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Ready, set, fuse! The coronavirus spike protein and acquisition of fusion competence",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Heald-Sargent",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gallagher",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Viruses",
            "volume": "4",
            "issn": "",
            "pages": "557--580",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Feline coronavirus type II strains 79-1683 and 79-1146 originate from a double recombination between feline coronavirus type I and canine coronavirus",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Groot",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Virol",
            "volume": "72",
            "issn": "",
            "pages": "4508--4514",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Identification and genotyping of feline infectious peritonitis-associated single nucleotide polymorphisms in the feline interferon-c gene",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Hsieh",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Chueh",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Vet Res",
            "volume": "45",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Feline infectious peritonitis: still an enigma?",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kipar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Meli",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Vet Pathol",
            "volume": "51",
            "issn": "",
            "pages": "505--526",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Cellular composition, coronavirus antigen expression and production of specific antibodies in lesions in feline infectious peritonitis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kipar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bellmann",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kremendahl",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kö Hler",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Reinacher",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Vet Immunol Immunopathol",
            "volume": "65",
            "issn": "",
            "pages": "243--257",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Morphologic features and development of granulomatous vasculitis in feline infectious peritonitis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kipar",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "May",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Menger",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Weber",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Leukert",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Reinacher",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Vet Pathol",
            "volume": "42",
            "issn": "",
            "pages": "321--330",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Sites of feline coronavirus persistence in healthy cats",
            "authors": [],
            "year": null,
            "venue": "J Gen Virol",
            "volume": "91",
            "issn": "",
            "pages": "1698--1707",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Mutation in spike protein cleavage site and pathogenesis of feline coronavirus",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "N"
                    ],
                    "last": "Licitra",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Millet",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Regan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Hamilton",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "D"
                    ],
                    "last": "Rinaldi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Duhamel",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Whittaker",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Emerg Infect Dis",
            "volume": "19",
            "issn": "",
            "pages": "1066--1073",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Coronaviridae. In Fields Virology",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Masters",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "; M"
                    ],
                    "last": "Perlman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Knipe",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "I"
                    ],
                    "last": "Howley",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Griffin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Lamb",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "R"
                    ],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "&amp; B",
                    "middle": [],
                    "last": "Racaniello",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Roizman",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "825--854",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "High viral loads despite absence of clinical and pathological findings in cats experimentally infected with feline coronavirus (FCoV) type I and in naturally FCoV-infected cats",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Meli",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kipar",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mü Ller",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Jenal",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gö Nczi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Borel",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gunn-Moore",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chalmers",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Feline Med Surg",
            "volume": "6",
            "issn": "",
            "pages": "69--81",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Host cell entry of Middle East respiratory syndrome coronavirus after two-step, furin-mediated activation of the spike protein",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Millet",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Whittaker",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "111",
            "issn": "",
            "pages": "15214--15219",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "A review of feline infectious peritonitis virus infection: 1963-2008",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Pedersen",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Feline Med Surg",
            "volume": "11",
            "issn": "",
            "pages": "225--258",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "An update on feline infectious peritonitis: diagnostics and therapeutics",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Pedersen",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Vet J",
            "volume": "201",
            "issn": "",
            "pages": "133--141",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "An update on feline infectious peritonitis: virology and immunopathogenesis",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Pedersen",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Vet J",
            "volume": "201",
            "issn": "",
            "pages": "123--132",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Feline infectious peritonitis: role of the feline coronavirus 3c gene in intestinal tropism and pathogenicity based upon isolates from resident and adopted shelter cats",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kennedy",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Kamal",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Virus Res",
            "volume": "165",
            "issn": "",
            "pages": "17--28",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "The influence of age and genetics on natural resistance to experimentally induced feline infectious peritonitis",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Pedersen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gandolfi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Lyons",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Vet Immunol Immunopathol",
            "volume": "162",
            "issn": "",
            "pages": "33--40",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Coronaviruses post-SARS: update on replication and pathogenesis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Perlman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Netland",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nat Rev Microbiol",
            "volume": "7",
            "issn": "",
            "pages": "439--450",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Virus and host determinants of feline coronavirus pathogenicity",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Porter",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Amino acid changes in the spike protein of feline coronavirus correlate with systemic spread of virus from the intestine and not with feline infectious peritonitis",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Porter",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tasker",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Day",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Harley",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kipar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Siddell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Helps",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Vet Res",
            "volume": "45",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Activation of p38 MAPK by feline infectious peritonitis virus regulates proinflammatory cytokine production in primary blood-derived feline mononuclear cells",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Regan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Whittaker",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Virology",
            "volume": "384",
            "issn": "",
            "pages": "135--143",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Structural bases of coronavirus attachment to host aminopeptidase N and its inhibition by neutralizing antibodies",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Casasnovas",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS Pathog",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Screening and identification of T helper 1 and linear immunodominant antibodybinding epitopes in the spike 2 domain and the nucleocapsid protein of feline infectious peritonitis virus",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Satoh",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Furukawa",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kotake",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Takano",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Motokawa",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gemma",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Watanabe",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Arai",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hohdatsu",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Vaccine",
            "volume": "29",
            "issn": "",
            "pages": "1791--1800",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "A reverse genetics approach to study feline infectious peritonitis",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Tekes",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Spies",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bank-Wolf",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Thiel",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Thiel",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Virol",
            "volume": "86",
            "issn": "",
            "pages": "6994--6998",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Tackling feline infectious peritonitis via reverse genetics",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Thiel",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Thiel",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Tekes",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "5",
            "issn": "",
            "pages": "396--400",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Identification and characterization of a proteolytically primed form of the murine coronavirus spike proteins after fusion with the target cell",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Wicht",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Burkard",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "De Haan",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Van Kuppeveld",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Rottier",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Bosch",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Virol",
            "volume": "88",
            "issn": "",
            "pages": "4943--4952",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "The coronavirus replicase",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ziebuhr",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Curr Top Microbiol Immunol",
            "volume": "287",
            "issn": "",
            "pages": "57--94",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Agarose gel electrophoresis of PCR amplicons 1-7 (lanes 1-7, respectively) for tissue lesion samples 26M, 27C and 28O and faecal samples 65F, 67F and 80F. The 1 kbp DNA plus Ladder (Invitrogen) was used as molecular size markers and the 1, 2, 3 and 6 kbp fragments are indicated. Coverage of sequence reads across the assembled FCoV genomes from faecal and tissue lesion samples. Sequence reads were aligned against the de novo assembled 80F target genome for the faeces-derived samples 80F, 65F and 67F and the tissue lesion-derived samples 26M, 27C and 28O.",
            "latex": null,
            "type": "figure"
        },
        "TABREF3": {
            "text": "Amino acid substitutions that do not discriminate between the genome sequences derived from non-FIP (faecal) and FIP (tissue lesion) samples",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Sequences of oligonucleotide primers used in this study *The positions of the oligonucleotides are given relative to the genome of FCoV C1Je (GenBank accession no. DQ848678). raw data FASTQ files Align sequence reads against the 80F de novo assembled, corrected target genome using Bowtie2Align sequence reads against the de novo-assembled target genome using Bowtie2Trinity de novo assembly into components Assemble Trinity components in MacVector assembly project into single genomeFig. 5. Sequence assembly workflow for FCoV genomes from faecal samples 65F, 67F, 80F and tissue lesion samples 26M, 27C, 28O.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Historical samples were collected with full informed consent from owners that samples could be used for research purposes. The project has been approved under ethical review by the University of Bristol Animal Welfare and Ethical Review Board (VIN/14/013). C. S. L. was supported by the Elizabeth Blackwell Institute and the Wellcome Trust Institutional Strategic Support Fund to the University of Bristol, with partial support from a Wellcome Trust Research Training Fellowship. E. P. was supported by the PetPlan Charitable Trust. The work of S. T., C. R. H. and S. G. S. was supported by grants from the PetPlan Charitable Trust, the Royal College of Veterinary Surgeon's Trust Fund and the Langford Trust.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGEMENTS"
        }
    ]
}