{
    "paper_id": "d94872b6508c7d1b3bf580ff888aa862047ded07",
    "metadata": {
        "title": "Rabies-Related Knowledge and Practices among Persons at Risk of Bat Exposures in Thailand",
        "authors": [
            {
                "first": "Kis",
                "middle": [],
                "last": "Robertson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Boonlert",
                "middle": [],
                "last": "Lumlertdacha",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Thai Red Cross Society",
                    "location": {
                        "settlement": "Bangkok",
                        "country": "Thailand"
                    }
                },
                "email": ""
            },
            {
                "first": "Richard",
                "middle": [],
                "last": "Franka",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Brett",
                "middle": [],
                "last": "Petersen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Saithip",
                "middle": [],
                "last": "Bhengsri",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sununta",
                "middle": [],
                "last": "Henchaichon",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Leonard",
                "middle": [
                    "F"
                ],
                "last": "Peruski",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Henry",
                "middle": [
                    "C"
                ],
                "last": "Baggett",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Susan",
                "middle": [
                    "A"
                ],
                "last": "Maloney",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Charles",
                "middle": [
                    "E"
                ],
                "last": "Rupprecht",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Rabies is a fatal encephalitis caused by lyssaviruses. Evidence of lyssavirus circulation has recently emerged in Southeast Asian bats. A cross-sectional study was conducted in Thailand to assess rabies-related knowledge and practices among persons regularly exposed to bats and bat habitats. The objectives were to identify deficiencies in rabies awareness, describe the occurrence of bat exposures, and explore factors associated with transdermal bat exposures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods: A survey was administered to a convenience sample of adult guano miners, bat hunters, game wardens, and residents/personnel at Buddhist temples where mass bat roosting occurs. The questionnaire elicited information on demographics, experience with bat exposures, and rabies knowledge. Participants were also asked to describe actions they would take in response to a bat bite as well as actions for a bite from a potentially rabid animal. Bivariate analysis was used to compare responses between groups and multivariable logistic regression was used to explore factors independently associated with being bitten or scratched by a bat.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Findings: Of 106 people interviewed, 11 (10%) identified bats as a potential source of rabies. A history of a bat bite or scratch was reported by 29 (27%), and 38 (36%) stated either that they would do nothing or that they did not know what they would do in response to a bat bite. Guano miners were less likely than other groups to indicate animal bites as a mechanism of rabies transmission (68% vs. 90%, p = 0.03) and were less likely to say they would respond appropriately to a bat bite or scratch (61% vs. 27%, p = 0.003). Guano mining, bat hunting, and being in a bat cave or roost area more than 5 times a year were associated with history of a bat bite or scratch.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusions: These findings indicate the need for educational outreach to raise awareness of bat rabies, promote exposure prevention, and ensure appropriate health-seeking behaviors for bat-inflicted wounds, particularly among at-risk groups in Thailand.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Rabies is an exceptionally fatal encephalitis caused by Rhabdoviruses in the Lyssavirus genus. Transmission typically occurs when broken skin is contaminated with saliva from an infected mammal-usually in association with a bite but in rare instances by scratches. The most well-known and ubiquitous lyssavirus is the rabies virus (RABV), which circulates in New World bats and both Old and New World terrestrial mammals. The vast majority of human rabies cases worldwide are transmitted by dogs infected with RABV. A lesser known member of the genus is the Mokola virus, which has been isolated from a number of terrestrial mammals in Africa (most notably shrews) and has caused at least two human cases [1] , [2] . Reservoirs for the remaining nine members of the Lyssavirus genus appear to be exclusively Old World bats [3] .",
            "cite_spans": [
                {
                    "start": 705,
                    "end": 708,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 711,
                    "end": 714,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 823,
                    "end": 826,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Rabies is a major public health problem in Asia. Of the estimated 55,000 human cases that occur annually worldwide, more than half occur in Asian countries [4] . In recent decades, initiatives aimed at raising rabies awareness (e.g. the World Rabies Day campaign) and lowering human exposure risk through mass vaccination of leading reservoir species have been implemented globally, coinciding with the development of highly potent human rabies vaccines [4] , [5] , [6] . Notable trends have subsequently followed. Of all Asian countries, Thailand has experienced the steadiest decline in human rabies cases, with a near 10-fold decrease in reported cases during the last 20 years [7] . Much of this decline is attributable to the country's very extensive use of rabies vaccine in the treatment of persons bitten by dogs. In 2003, for instance, more than 400,000 people in Thailand were vaccinated against rabies following potential rabies exposures [8] .",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 159,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 454,
                    "end": 457,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 460,
                    "end": 463,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 466,
                    "end": 469,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 681,
                    "end": 684,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 950,
                    "end": 953,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Historically in Southeast (SE) Asia, animal-based prevention efforts for rabies have almost exclusively been centered on dogs. Most reported human cases in the region are traced to these animals either through an exposure history or through molecular or antigenic subtyping of variants from rabid human patients [9] , [10] . The canine-associated rabies variant has been the only one linked to terrestrial wildlife and domestic animals in Thailand [8] , further evidence that dogs are the main lyssavirus reservoir in the region. To date, no human cases of rabies linked to lyssaviruses other than canine-associated RABV have been reported in Thailand or the rest of SE Asia. Like other dog-rabies endemic countries, the majority of human rabies victims in Thailand are children under the age of 15 years [11] .",
            "cite_spans": [
                {
                    "start": 312,
                    "end": 315,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 318,
                    "end": 322,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 448,
                    "end": 451,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 805,
                    "end": 809,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Within the last ten years, however, interest in bats and their role in lyssavirus transmission has increased in the region. The discovery of the Australian Bat Lyssavirus (ABLV) in Australian flying fox bats (Pteropus spp.) in the mid-1990's and the isolation of new bat lyssaviruses in the former Soviet Union [12] , [13] were pivotal in turning scientific interest towards the study of potential Asian bat reservoirs. In the last 10 years, evidence of lyssavirus maintenance in SE Asian Chiropterans has emerged from surveillance in Cambodia, Thailand, Bangladesh, and the Philippines [14] , [15] , [16] , [17] . Although lyssaviruses have not yet been isolated from these mammals, neutralizing antibodies associated with lyssaviruses have been detected in sera from both regional mega and microbats. These findings strongly suggest that Asian bats maintain lyssaviruses like their counterparts in Europe, Africa, Australia, and the Americas. Human deaths due to bat-borne rabies infection have been well documented in these continents [12] , [18] , [19] , [20] . In particular, rabid vampire bats are a major cause of human mortality in South America's Amazon region [21] .",
            "cite_spans": [
                {
                    "start": 311,
                    "end": 315,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 318,
                    "end": 322,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 587,
                    "end": 591,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 594,
                    "end": 598,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 601,
                    "end": 605,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 608,
                    "end": 612,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1038,
                    "end": 1042,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1045,
                    "end": 1049,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1052,
                    "end": 1056,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1059,
                    "end": 1063,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1170,
                    "end": 1174,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Routine surveillance for bat rabies is lacking in Asia and as a consequence, understanding is limited regarding the extent of lyssavirus circulation among SE Asian bats and the impact on animal and public health. However, evidence thus far raises pressing questions about human health risks. The potential implications of bat rabies are particularly salient in SE Asia because human-bat interaction occurs routinely in many locales. Bat guano is regularly mined from caves for use as a fertilizer. Hunting of bats for sale and personal consumption occurs as well, despite laws to stop this practice. The presence of large numbers of bats at many Buddhist temples also promotes exposures, as these sites are focal points for commerce, tourism, and religious expression.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Because the severity of skin trauma inflicted by bats is usually minor and unlikely to prompt a medical visit on the basis of physical injury alone, public knowledge of appropriate healthseeking behaviors following a bat exposure is especially important in preventing cases of bat-borne rabies. Rabies postexposure prophylaxis (PEP) for bat bites and scratches, as recommended by both the World Health Organization (WHO) and the U.S. Advisory Committee on Immunization Practices (ACIP), includes thorough wound washing and the administration of rabies immune globulin (in non-immunized individuals) and rabies vaccine administered in a series of doses [4] , [22] . When administered promptly and properly, rabies PEP is highly effective in preventing the disease. To date, however, no intervention has proven effectiveness in stopping the clinical course after symptom onset, a fact which further underscores the importance of early care following a possible lyssavirus exposure.",
            "cite_spans": [
                {
                    "start": 652,
                    "end": 655,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 658,
                    "end": 662,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Little is known about the extent of bat-specific rabies awareness in SE Asia. To assess the knowledge and practices of individuals who are most at-risk of bat exposures in Thailand, we surveyed persons who regularly come in contact with bats or bat dwellings through occupational activities and other practices. We sought to elucidate gaps in knowledge that potentially have bearing on rabies prevention, describe the occurrence of bat-associated exposures in this population, and explore factors associated with bat exposures that are of potential consequence to lyssavirus transmission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The desired sample size was 200 individuals. Surveyed individuals were a convenience sample of adults who collect guano from caves, engage in bat hunting, work or reside at temples that serve as sites for mass bat roosting, or work as game wardens responsible for monitoring and protecting bat caves. Engagement in at least one of these activities within the last 5 years and being 18 years or older were inclusion criteria for participation. Individuals were recruited from eight provinces as shown by Figure 1 . Recruitment areas were selected based on proximity to bat caves and/or mass bat roosting sites and certain community characteristics known to promote batassociated activities (e.g., an agrarian-economy that benefits from guano fertilizer use). Participants were classified based on the activity in which they most frequently engaged, and were primarily recruited from rural and semi-rural localities. In farming communities near bat caves, village leaders and other local contacts provided assistance in locating individuals known to engage in guano mining. Such individuals were also found through referral from existing participants. A similar method was employed to locate bat hunters/trappers in communities where fruit farms are known to attract flying fox bats. To recruit temple workers/residents and game wardens, permission from supervisory officials at Buddhist temples and national parks was obtained before individuals under their management were approached for participation. Recruits were not offered or given incentives for participating.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 503,
                    "end": 511,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Study Design and Population"
        },
        {
            "text": "The study design and consent process was approved by the Institutional Review Board (IRB) at CDC (protocol# 5709). All participants were verbally informed of the study's purpose and assured that their responses would be kept anonymous, even if they engaged in illegal activities. Oral consent was obtained to ensure",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics Statement"
        },
        {
            "text": "Rabies is a fatal encephalitis caused by lyssaviruses. Evidence of lyssavirus circulation has recently emerged in Southeast Asian bats. We surveyed persons regularly exposed to bats and bat habitats in Thailand to assess rabies-related knowledge and practices. Targeted groups included guano miners, bat hunters, game wardens, and residents/personnel at Buddhist temples where mass bat roosting occurs. Of the 106 people interviewed, 11 (10%) identified bats as a source of rabies. History of a bat bite/ scratch was reported by 29 (27%), and 38 (36%) expressed either that they would do nothing or that they did not know what they would do in response to a bat bite. Guano miners were less likely than other groups to indicate animal bites as a mechanism of transmission (68% vs. 90%, p = 0.03) and were less likely to say they would respond appropriately to a bat bite or scratch (61% vs. 27%, p = 0.003). These findings indicate a need for educational outreach in Thailand to raise awareness of bat rabies, promote exposure prevention, and ensure health-seeking behaviors for bat-inflicted wounds, particularly among atrisk groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Summary"
        },
        {
            "text": "anonymity and accommodate illiterate participants, and was documented by the interviewer electronically via personal digital assistants (PDA) prior to administering the survey. This method of obtaining informed consent was approved by CDC's IRB.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Summary"
        },
        {
            "text": "A 41-item structured questionnaire was developed in English and translated and reviewed by native Thai speakers employed by the office of the U.S. CDC, International Emerging Infections Program in Bangkok. The questionnaire was designed to be administered in Thai via face-to-face interviews, with responses entered in PDAs using GeoAge FAST software. Not all questions provided data used in this study. The questionnaire was developed based on socio-ecological reasoning about gaps in rabies knowledge that potentially translate into failed prevention on the individual level.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Questionnaire"
        },
        {
            "text": "Data were collected on demographics; primary bat-associated activity and years of experience; history of rabies vaccination; and type and frequency of bat exposures such as cave entry, direct contact with bats, bites and scratches from bats, and bat consumption. Individuals who reported receiving rabies vaccination were asked to indicate whether it was in direct response to an animal exposure (i.e. PEP) or for pre-exposure immunization (PreP), which is a vaccination series most often administered to people who have a relatively high likelihood of rabies virus exposure due to occupational risks or other factors. Those who reported receiving PreP were asked to describe its administration and only those who indicated receiving a series of injections spaced over multiple days were counted as having PreP.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Questionnaire"
        },
        {
            "text": "To assess rabies-related knowledge, participants were asked to rate their understanding of the disease as either ''little or none'', ''basic'', or ''extensive''; explain how humans acquire the disease, and identify animal sources of the disease. Each knowledge question was evaluated independently, and the validity of a participant's self-reported knowledge level was not verified using other responses. Participants were also asked to describe the severity of rabies. Only responses that emphasized death or profound suffering with no suggestion that recovery was likely were considered evidence that the participant recognized rabies as being severe. Awareness of other diseases that humans can get from bats was also elicited.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Questionnaire"
        },
        {
            "text": "To assess health-seeking practices following transdermal bat exposures, participants were asked about actions they would take if they were bitten or scratched by a bat. Responses to this openended question were compared to a similar question later asked about actions a person should take following a bite from a potentially rabid animal, based on the participant's own understanding of what constitutes a potentially rabid animal. Questions that were specifically asked about bats preceded all questions asked about rabies to minimize reporting bias, and whenever feasible, participants were asked open-ended questions to minimize the interviewer's influence on responses. Participants were also interviewed away from other people. Interviewers were instructed to not ask questions in a leading manner and to allow as much time as necessary for participants to answer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Questionnaire"
        },
        {
            "text": "Survey responses were transferred to a computer, exported into Microsoft Excel, and then imported into SAS version 9.2 for analysis. Data were summarized using descriptive statistics and comparisons by bat-associated activity group were made using Chi-square or Fisher's exact test. Multivariable logistic regression analysis was used to explore factors independently associated with being bitten or scratched by a bat. Variables related to the Bats & Rabies KP www.plosntds.org outcome at p-values#0. 25 were included in the model. Crude and adjusted odds ratios (OR) with 95% confidence intervals (CI) were calculated. Associations were statistically significant at p-values less than 0.05.",
            "cite_spans": [
                {
                    "start": 502,
                    "end": 504,
                    "text": "25",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "The study was conducted during August 3-18, 2009. A total of 106 people were interviewed. Interviews lasted an average of about 10 minutes. Demographic characteristics, history of rabies vaccination, and primary bat-associated activity of the participants are described in Table 1 . All temple workers/residents and game wardens were involved in their activity at the time of interview; 71% of guano miners and 53% of bat hunters reported that their most recent engagement had occurred within the previous 12 months. Of all groups, guano miners had fewer years of schooling, with 89% educated at the primary level or less versus 55% of nonguano miners (p = 0.001). Temple workers/residents were more likely to have greater than 15 years of experience in their activity than other groups (59% vs. 26%, p = 0.001).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 273,
                    "end": 280,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Thirty-one percent of participants reported a history of receiving either rabies PreP (7.5%) or PEP (23.5%) within their lifetimes. Of those who had received rabies PEP, 96% reported that they had been vaccinated in response to a dog exposure and 4% for a cat exposure. No participants reported receiving PEP for a bat exposure and none reported receiving both PreP and PEP. There were no statistically significant differences between activity groups with respect to rabies vaccination. Table 2 describes participant's responses to rabies-related knowledge questions by activity group. A majority of participants (54%) reported having little or no knowledge of rabies. Proportionately more temple workers/residents reported basic or extensive knowledge than non-temple workers/residents (p = 0.03). Self-assessed rabies knowledge appeared to be lowest among guano miners, but not to a statistically significant degree (p = 0.06). Although most (85%) participants seemed to be aware that animal bites cause rabies, significant differences were observed between activity groups. Only 68% of guano miners indicated animal bites as a mechanism of transmission compared to 90% of non-guano miners (p = 0.03). When asked to identify which animals are sources of rabies, only 11 (10%) participants named bats. In contrast, dogs were named by 80 (76%), cats were named by 41 (39%), and other mammals (including rodents and large domestic animals) were named by 24 (23%). Fourteen participants (13%) were unable to name any animals as rabies sources. Differences between activity groups with respect to bat attribution were not statistically significant, and individuals who attributed rabies to dogs were no more likely to also attribute rabies in bats than those who did not attribute rabies to dogs (11% vs 8%, p = 1.0) (not shown in Table 2 ). When asked whether they were aware of any other diseases (besides rabies) that humans can get from bats, 18 (17%) answered yes; all were temple workers/residents (not shown in Table 2 ). Table 3 shows how participants responded when asked ''What actions would you take if you were bitten or scratched by a bat?'' and ''If someone has been bitten by an animal potentially infected with rabies what should that person do?'' Twenty-eight (26%) participants expressed that they would seek medical care or rabies PEP for a bat bite or scratch, while a significantly higher proportion (95%) advocated these actions if the bite came from a potentially rabid animal (p = 0.0001). The proportion of participants who either said they would do nothing or that they didn't know what they would do if bitten or scratched by a bat was significantly higher than the proportion answering similarly when asked about an exposure to a potentially rabid animal (36% vs. 2%, p = 0.0001). Guano miners were more likely than non-guano miners to give this response for bat exposures (61% vs. 27%, p = 0.003). An incidental finding (not shown in the table) was that previous recipients of PreP or PEP were more likely than nonrecipients to advocate a health-seeking behavior for bat bites and scratches but not to a stasticially significant extent (82% vs 56%; p = 0.15). Table 4 describes bat-related exposures by the number and proportion of participants who reported experiencing it at least once in their lifetimes, along with those who reported experiencing it more than five times a year. A history of transdermal bat exposure (bite or scratch) was reported by 29 (27%) participants. Table 5 shows factors independently associated with a bat bite or scratch history. Variables considered for inclusion in the multivariable model on the basis of biological plausibility included age, sex, years of experience, education, knowledge self-assessment, frequency in bat caves/roost areas, and bat-associated activity. All except the latter three variables were removed from the final model due to unadjusted p-values.0.25. No two variables were so strongly associated with one another or the outcome as to suggest the presence of colinearity. In the final model, self-assessed rabies knowledge of ''little or none'' was not significantly predictive of a bat bite or scratch history, although a strong association was observed prior to adjustment for other variables. Individuals who engaged in guano mining, bat hunting, or visiting a bat cave or roost area more than 5 times a year were more likely to report a history of bat bites or scratches.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 487,
                    "end": 494,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 1828,
                    "end": 1835,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 2015,
                    "end": 2022,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 2026,
                    "end": 2033,
                    "text": "Table 3",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 3186,
                    "end": 3193,
                    "text": "Table 4",
                    "ref_id": null
                },
                {
                    "start": 3504,
                    "end": 3511,
                    "text": "Table 5",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Results"
        },
        {
            "text": "In this survey among persons at risk for bat exposure in Thailand, we found that although general awareness of rabies transmission and severity were relatively high, awareness of bat rabies in particular was low, with only 10% of participants identifying bats as a potential source of rabies and 36% failing to say they would take any specific action if bitten or scratched by a bat. Bat exposures conducive to potential lyssavirus transmission were also common in this population and were reported by members of all four activity groups, supporting more than just a theoretical risk for these types of incidents. We found that guano miners reported the highest frequency of transdermal bat exposures, were the least knowledgeable about rabies, and were the least likely to say they would respond to bat exposures in a manner that would ensure rabies prevention. Based on these findings we conclude that of the groups we surveyed, bat rabies has the greatest potential impact on guano miners. The potential risk associated with guano mining is even more stark given that moribund bats (i.e., those most likely to be rabid) normally fall to the floor of caves, where they can readily come in contact with someone collecting bat droppings by hand. The effectiveness of any bat-borne rabies prevention strategy may hinge upon how well it diffuses into communities where guano mining regularly occurs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Education at the community level is an important strategy in the prevention of human rabies [4] . Although the decreasing incidence of human rabies in Thailand points to the effectiveness of past and present rabies education efforts, our findings demonstrate a need to raise public awareness of the potential risk of rabies associated with bat exposures. Special attention should be placed on communities where bats or bat guano are commonly utilized, and if school-based, programs should include primary level students to ensure that they reach those who do not progress past this level of schooling. In addition to emphasizing the importance of exposure avoidance and countering attitudes that inappropriately lower risk perception towards bats, wound washing and healthcare utilization following bat bites and scratches are practices that should be promoted. Similarly, if the awareness we observed in the public is indicative of awareness in the medical community, outreach to healthcare professionals might also be needed to ensure that patients presenting with bat exposures are treated in accordance with WHO guidelines [4] . Studies aimed at assessing knowledge and practices in the Thai medical community should be explored to ensure that such outreach is well-informed. Education at temples and national parks is also recommended to ensure personnel at these sites know to avoid unnecessary bat contact and respond appropriately to bat-inflicted injury. A a strategy that integrates community outreach with law enforcement should be considered as well. Comparing the proportion of participants who advocated a given action for a bat exposure with the proportion who advocated the same action for an exposure to a potential rabid animal. b Includes cleaning the wound with water, soap, and/or a common antiseptic agent (e.g. betadine). c Includes prayer or visiting a traditional healer. d Includes bleeding the wound, bandaging, or using topical home remedies (e.g. local herbs). doi:pntd.0001054.t003 Table 4 . Bat-associated exposure histories reported by participants. To date, there have been no reported cases of human rabies cases associated with bats in Thailand. One plausible explanation is that the prevalence of bat lyssaviruses in SE Asia is so low that humans are rarely if ever exposed to these pathogens. It is also possible that the prevailing assumption about dogs as the usual source of rabies leads patients and their family members to overlook relevant bat encounters when recounting animal exposures, resulting in misdiagnosis or misattribution. Additionally, the rate of human rabies vaccination in the population may be high enough to protect many people against bat rabies. In our study, we found that almost a third of all participants reported a history of rabies vaccination, mostly as a result of dog-associated PEP. This suggests that the percentage of individuals in our study population with at least some lyssavirus immunity is relatively high and may help account for why bats have yet to be linked to any human rabies cases in the country. However, immunity levels could change if PEP use becomes more conservative in the future. Currently, funds annually spent on the purchase of human rabies biologics by the Thai government are quite substantial [8] , and this financial burden may be difficult to sustain indefinitely.",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 95,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 1127,
                    "end": 1130,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 3293,
                    "end": 3296,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 2012,
                    "end": 2019,
                    "text": "Table 4",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "There are some limitations to our study that should be noted. First, it is unlikely that our relatively small convenience sample is representative of all persons engaged in bat-related activities in Thailand. Our findings may have also been subject to reporting bias, since guano miners and bat hunters may have been less willing than others to answer questions truthfully due to the illegal nature of their work. This potential bias may have led participants to understate their years of experience, which could explain why this variable was not found to be associated with a history of transdermal bat exposures. Estimated participation rates for these two groups were also much lower than the other two groups (participation rates were hard to definitively ascertain because participation was ultimately premised on self-identification). Additionally, we classified individuals based on their self-reported primary batassociated activity; however, a few participants indicated involvement with other activities (e.g,. guano miners that also hunt bats) either presently or in the past. Having such a history was not accounted for this study, although it potentially could be associated with an increased lifetime risk of transdermal bat exposures. The desired sample size of 200 persons was somewhat arbitrarily determined given the lack of reliable estimates for the study population size. Failure to meet this number was largely due to the difficulty in finding willing participants who engaged in bat hunting and guano mining, and the limited availability of personnel and funds that could be used to extend the study period. As a consequence of our small sample size and low statistical power, truly significant associations may have gone undetected in this study. However, by recruiting from several provinces, we minimized the influence that geography might have imparted on the associations we observed. Another limitation is that the validity and reliability of the questionnaire may have been suboptimal because the survey instrument was not subject to very rigorous in-field testing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our findings have relevance to zoonotic diseases other than rabies. SE Asian bats have been linked to the encephalitis-causing Nipah virus and Hendra virus [23] , [24] , [25] , and the corona virus associated with severe acute respiratory syndrome (SARS) [26] , [27] . Less novel diseases associated with bats also include histoplasmosis, an invasive fungal respiratory disease linked to bat guano exposure [28] . Additionally, evidence suggests that bat ectoparasites may transmit pathogens such as bartonella and rickettsia [29] , [30] . In this study, we found that exposures that could potentially facilitate transmission of these diseases appear to occur relatively frequently, with 36% of surveyed participants reporting that they experience direct contact with bats at least twice a year. Bat consumption-an activity that in and of itself may be low risk (assuming the bat is well cooked) but could be associated with increased disease risk through contact with bat carcasses-was reported by more than half the participants. Exposure to toxic or infectious aerosols is another potential hazard for this population as well, since almost all participants reported regularly being in bat caves and roosting areas. More epidemiological studies are needed to better assess the risks associated with bat-related exposures, particularly in regions of the world where outbreaks of severe zoonoses have occurred and questions remain regarding animal reservoirs for such diseases. Parnkaew Rattanasilpkancharn from the Thailand Ministry of Health; Dr. Sumalee Boonmar, Benchawan Pongurgsorn, Pongpun Sawatwong, and Manoon Hirunsalee from CDC-Thailand IEIP; and Dr. Amy Turmelle, Felix Jackson, and Dustyn Palmer, of the Poxvirus and Rabies Branch, CDC. Disclaimer statement: The findings and conclusions in this report are those of the author(s) and do not necessarily represent the official position of the Centers for Disease Control and Prevention. ",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 160,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 163,
                    "end": 167,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 170,
                    "end": 174,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 255,
                    "end": 259,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 262,
                    "end": 266,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 407,
                    "end": 411,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 526,
                    "end": 530,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 533,
                    "end": 537,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Isolation of a rabies related virus from the cerebrospinal fluid of a child with aseptic meningitis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Familusi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Moore",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "Afr J Med Sci",
            "volume": "3",
            "issn": "",
            "pages": "93--99",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A fatal human infection with Mokola virus",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Familusi",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "O"
                    ],
                    "last": "Osunkoya",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Moore",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "Am J Trop Med Hyg",
            "volume": "21",
            "issn": "",
            "pages": "959--63",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Shimoni bat virus, a new representative of the Lyssavirus genus",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "V"
                    ],
                    "last": "Kuzmin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Mayer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Niezgoda",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Virus Res",
            "volume": "149",
            "issn": "",
            "pages": "197--210",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "World Rabies Day: focusing attention on a neglected disease",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Briggs",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Hanlon",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Vet Rec",
            "volume": "161",
            "issn": "",
            "pages": "288--297",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Oral vaccination of wildlife against rabies: opportunities and challenges in prevention and control",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Rupprecht",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Hanlon",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Slate",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Dev Biol (Basel)",
            "volume": "119",
            "issn": "",
            "pages": "173--84",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The rabies situation in Far East Asia",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "F"
                    ],
                    "last": "Fu",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Dev Biol (Basel)",
            "volume": "131",
            "issn": "",
            "pages": "55--61",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Transmission dynamics of rabies virus in Thailand: implications for disease control",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Denduangboripant",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wacharapluesadee",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lumlertdacha",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "BMC Infect Dis",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Complex genetic structure of the rabies virus in Bangkok and its surrounding provinces, Thailand: implications for canine rabies control",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lumbertdacha",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wacharpluesadee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Denduangboripant",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Trans R Soc Trop Med Hyg",
            "volume": "100",
            "issn": "",
            "pages": "276--81",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Rabies situation in Cambodia",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ly",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Buchy",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "Y"
                    ],
                    "last": "Heng",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "PLoS Negl Trop Dis",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Moving towards the elimination of rabies in Thailand",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kasempimolporn",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jitapunkul",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Sitprija",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Med Assoc Thai",
            "volume": "91",
            "issn": "",
            "pages": "433--440",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Australian Bat Lyssavirus: A Recently Discovered New Rhabdovirus",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Warrilow",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Curr Top Microbiol Immunol",
            "volume": "292",
            "issn": "",
            "pages": "25--44",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Rabies surveillance in the former Soviet Union",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "V"
                    ],
                    "last": "Kuzmin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Botvinkin",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Poleschuk",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Dev Biol (Basel)",
            "volume": "125",
            "issn": "",
            "pages": "273--82",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Serologic evidence of lyssavirus infection in bats",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Reynes",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Molia",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Audry",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Cambodia. Emerg Infect Dis",
            "volume": "10",
            "issn": "",
            "pages": "2231--2235",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Survey for bat lyssaviruses",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lumlertdacha",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Boongird",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wanghongsa",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Thailand. Emerg Infect Dis",
            "volume": "11",
            "issn": "",
            "pages": "231--268",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Lyssavirus surveillance in bats",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "V"
                    ],
                    "last": "Kuzmin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Neizgoda",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Carroll",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Bangladesh. Emerg Infect Dis",
            "volume": "12",
            "issn": "",
            "pages": "486--494",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Serologic evidence of Lyssavirus infections among bats, the Philippines",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Arguin",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Murray-Lillibridge",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Miranda",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Emerg Infect Dis",
            "volume": "8",
            "issn": "",
            "pages": "258--62",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Rabies surveillance in the United States during",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Blanton",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Palmer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Rupprecht",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Am Vet Med Assoc",
            "volume": "237",
            "issn": "",
            "pages": "646--57",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Epidemiology and pathogenicity of African bat lyssaviruses",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Markotter",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Van Eeden",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "V"
                    ],
                    "last": "Kuzmin",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Dev Biol (Basel)",
            "volume": "131",
            "issn": "",
            "pages": "317--342",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "First encounter of European bat lyssavirus type 2 (EBLV-2) in a bat in Finland",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lilley",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Kyheröinen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Huovilainen",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Epidemiol Infect",
            "volume": "1328",
            "issn": "",
            "pages": "1581--1586",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Bat-transmitted human rabies outbreaks, Brazilian Amazon",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Da Rosa",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Kotait",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "F"
                    ],
                    "last": "Barbosa",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Emerg Infect Dis",
            "volume": "12",
            "issn": "",
            "pages": "1198--202",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Human Rabies Prevention-2008: Recommendations of the Advisory Committee for Immunization Practices",
            "authors": [],
            "year": 2008,
            "venue": "MMWR",
            "volume": "56",
            "issn": "",
            "pages": "1--26",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Nipah virus infection in bats (order Chiroptera) in peninsular Malaysia",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Yob",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Field",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Rashdi",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Emerg Infect Dis",
            "volume": "7",
            "issn": "",
            "pages": "439--480",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Duplex nested RT-PCR for detection of Nipah virus RNA from urine specimens of bats",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wacharapluesadee",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hemachudha",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Virol Methods",
            "volume": "11",
            "issn": "",
            "pages": "1949--51",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Bat Nipah virus",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wacharapluesadee",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lumlertdacha",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Boongird",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Thailand. Emerg Infect Dis",
            "volume": "11",
            "issn": "",
            "pages": "1949--51",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Review of Bats and SARS",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Emerg Inf Dis",
            "volume": "12",
            "issn": "",
            "pages": "1834--1874",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Identification of a novel coronavirus in bats",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Poon",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "",
            "pages": "2000--2009",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Fungal infections among returning travelers",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Panackal",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Hajjeh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Cetron",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Clin Infect Dis",
            "volume": "35",
            "issn": "",
            "pages": "1088--95",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Association of Baronella with the fleas (Siphonaptera) of rodents and bats using molecular techniques",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "K"
                    ],
                    "last": "Reeves",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Rogers",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Durden",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Vector Ecol",
            "volume": "32",
            "issn": "",
            "pages": "118--140",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Dectection of Rickettsia, Borrelia, and Bartonella in Carios kelleyi (Acari: Argasidae)",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Loftis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Gill",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Schriefer",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Med Entomol",
            "volume": "42",
            "issn": "",
            "pages": "473--80",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Recruitment areas for survey participation in Thailand. doi:pntd.0001054.g001",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Conceived and designed the experiments: KR BL RF SB LFP HCB SAM CER. Performed the experiments: KR BL BP SB SH. Analyzed the data:",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Description of participants by demographics, activity, and rabies vaccination history.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Percentage of participants advocating specific actions in response to bat or rabid animal exposure.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Factors independently associated with a bat bite or scratch history based on multivariable analysis. OR (95% CI) = Odds Ratio (95% Confidence Interval). b aOR = Adjusted Odds Ratio. doi:pntd.0001054.t005KR. Contributed reagents/materials/analysis tools: KR. Wrote the paper: KR BL RF BP SH LFP HCB SAM. Served as an interpreter and interviewer, and facilitated recruitment: BL. Facilitated collaboration with contacts in Thailand so logistics were in place for study: RF. Interviewed subjects: SB SH. Assisted with logistics: LFP HCB SAM.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors thank Dr. Robert Gibbons and the US Department of Defense's Armed Forces Research Institute of Medical Sciences (AFRIMS); Dr. Rattiya Naksuwan from the Thailand Ministry of Agriculture;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}