{
    "paper_id": "da3dea36182741e1b3699e372f16e1f0bb2fd315",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Supplementary Table 1 . Official nomenclature ID and GenBank accession numbers of HA amino sequences of influenza viruses used in this study.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 14,
                    "end": 21,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Supplementary Tables"
        },
        {
            "text": "A/Moscow/ 10/1999 (+) means matched prediction while (-) means wrong prediction. Table 6 . Predicted results of 7 tested strains against Con H3 by AntigenCO 6 . *\"I\" means sequence identities of v-region and \"P\" means sequence positives of v-region in BLAST. For example, \"I90\" means under the condition of \"True positive\" defined as sequence similarity over 90% for identities in v-region. The threshold of ROC was set as the point most close to (0, 1) a AUC value means the area under the receiver operating characteristic curve, range from 0 to 1. host, we take the 28 complexes from mice for further examine. The correlation between epitope compositional difference and the V-region sequence similarity was increased to 0.8725 (antibody positive similarity) and 0.8666 (antibody identity similarity), as being shown in Supplementary   Fig. 10 . The high correlation above suggests the feasibility of using V-region sequence similarity of antibodies as a measurement of antigenicity similarity. However, we also noted that the same conformational epitope of lysozyme may induce quite different V-region antibodies from different immune host. For instance, the sequence identify score of V-region is only 75% between human antibody (2EIZ) and mice antibody (1XGP) to the same lysozyme epitope. This seems to indicate that it is more meaningful to adopt V-region sequence similarity of antibodies as a measurement of antigenicity similarity in the case of same immune host.",
            "cite_spans": [
                {
                    "start": 10,
                    "end": 17,
                    "text": "10/1999",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 81,
                    "end": 88,
                    "text": "Table 6",
                    "ref_id": null
                },
                {
                    "start": 823,
                    "end": 846,
                    "text": "Supplementary   Fig. 10",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Influenza viruses HA Genbank ID Abbreviation"
        },
        {
            "text": "In that case, values of 100%, 98%, 95% and 90% of V-region identity/similarity were each tested as functional similarity cut-offs for the corresponding epitopes. A pair of epitopes is considered a true positive for similar antigenicity if the identity/similarity score of their corresponding V-regions is above the cut-off, and vice versa. Then, the AUC (Area Under the Curve) value of the ROC (Receiver Operating Characteristic) curve, true positive rate, accuracy, and balanced accuracy were calculated (Supplementary Table 9 ). Different resolutions of the spin-image and the searching granularity of neighbouring residues were also scanned to identify an optimized parameter combination to balance the computational time and the accuracy (Supplementary Table 10 Fig. 11) ,",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 520,
                    "end": 527,
                    "text": "Table 9",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 757,
                    "end": 765,
                    "text": "Table 10",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 766,
                    "end": 774,
                    "text": "Fig. 11)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Supplementary"
        },
        {
            "text": "suggesting that the unbalanced dataset is not likely to influence the performance of CE-BLAST.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary"
        },
        {
            "text": "As the first tailor-made program to align structural epitopes, the performance of CE-BLAST was compared with that of commonly used structural alignment tools: MultiProt 7 , MATT 8 , TMalign 9 and SPalign 10 . As most of these peer programs provide several scores under different parameters, the best result from each program on the total of 95,172 epitope pairs was plotted in Supplementary Fig. 12A with precision and recall rate. Further detailed results for the different cut-offs can be found in Supplementary Fig. 13 . According to the evaluation criteria, a good model would be able to maintain a consistently high precision as the recall rate increases 11 . As shown, CE-BLAST consistently maintains the highest precision level among all peer programs under different recall rates.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 377,
                    "end": 399,
                    "text": "Supplementary Fig. 12A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 500,
                    "end": 521,
                    "text": "Supplementary Fig. 13",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Supplementary"
        },
        {
            "text": "Because of the inherent sensitivity of the conformational epitopes, we tested CE-BLAST on mutant epitopes of protein antigens. All 309 unique epitopes were clustered according to the CE-BLAST similarity score as shown in Supplementary Fig. 12B . Further analyses revealed that lysozyme epitopes are the most abundant, with 40 structures, and that HIV gp120 epitopes are the second most abundant, with 23 structures. Interestingly, several sub-clusters were identified for both the lysozyme epitopes and the gp120 epitopes in Supplementary Fig. 12B , indicating mutated, overlapping or unique epitopes. Supplementary Fig. 12C illustrates the performance of CE-BLAST on the lysozyme family, with an AUC value above 0.92, an accuracy value above 0.85, and a balanced accuracy value above 0.92 under different V-region similarity cut-off values. The results for gp120 can be found in Supplementary Fig. 14 . According to background data from the PDB, a similarity score over 0.7 is empirically derived to select highly similar epitopes, a score below 0.6 indicates different epitopes, and a score in between these two values often indicates similar or partially overlapping epitopes.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 221,
                    "end": 243,
                    "text": "Supplementary Fig. 12B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 525,
                    "end": 547,
                    "text": "Supplementary Fig. 12B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 602,
                    "end": 624,
                    "text": "Supplementary Fig. 12C",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 880,
                    "end": 901,
                    "text": "Supplementary Fig. 14",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Supplementary"
        },
        {
            "text": "We show more detailed results for lysozyme as an example. Using the lysozyme epitope 1J1O_Y (PDB id: 1J1O; Chain Y) as a random query, the similar epitopes are ranked according to similarity score in Supplementary Table 11 , together with their sequence similarity for the V-region of the corresponding antibodies. The top 8 epitope structures are actually the same epitope, followed by 6 highly similar epitopes with one or two residue deletions, then by 2 partially overlapping epitopes (Supplementary Table 12 ). Similar results were observed for the gp120 epitopes (Supplementary Table 13 ). As displayed, the CE-BLAST score agrees well with the sequence difference of the V region in the corresponding antibodies. The above results suggest the outstanding performance of CE-BLAST both in a large testing dataset across antigen class and in a specific class of antigen mutants. All of the 559 epitope structures derived from immune complexes in the PDB have been combined into a built-in epitope database for the user to search against in CE-BLAST. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 200,
                    "end": 222,
                    "text": "Supplementary Table 11",
                    "ref_id": null
                },
                {
                    "start": 504,
                    "end": 512,
                    "text": "Table 12",
                    "ref_id": null
                },
                {
                    "start": 584,
                    "end": 592,
                    "text": "Table 13",
                    "ref_id": null
                }
            ],
            "section": "Supplementary"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "herBiologics/VaccinesandRelatedBiologicalProductsAdvisoryCommittee/default.htm. Detail: Information for the Vaccines and Related Biological Products Advisory Committee",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Information for the Vaccines and Related Biological Products Advisory Committee. (Seasonal Influenza Vaccines)",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Information for the Vaccines and Related Biological Products Advisory Committee. (Seasonal Influenza and Zoonotic Influenza)",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Information for the Vaccines and Related Biological Products Advisory Committee. (Information Regarding Seasonal Influenza Viruses)",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Annual report 2006 Annual report 2010 Annual report 2011 Annual report",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Detail: Recommendation for the influenza vaccine composition 2005 Recommendation for the influenza vaccine composition 2006 Recommendation for the influenza vaccine composition 2007 Recommendation for the influenza vaccine composition 2008 Recommendation for the influenza vaccine composition 2009 Recommendation for the influenza vaccine composition 2010 Recommendation for the influenza vaccine composition",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Influenza virus characterization. Summary Europe",
            "authors": [],
            "year": 2010,
            "venue": "Detail: Influenza virus characterization. Summary Europe",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Molecular characterization and phylogenetic analysis of H3N2 human influenza A viruses in Cheongju",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Baek",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "South Korea, Journal of microbiology",
            "volume": "47",
            "issn": "",
            "pages": "91--100",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Characterization of influenza A/Fujian/411/2002(H3N2)-like viruses isolated in Portugal between",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pechirra",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Journal of medical virology",
            "volume": "80",
            "issn": "",
            "pages": "1624--1630",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Antigenic and genetic evolution of swine influenza A (H3N2) viruses in Europe",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "De Jong",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Journal of virology",
            "volume": "81",
            "issn": "",
            "pages": "4315--4322",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "An influenza A/H3 outbreak during the 2004/2005 winter in elderly vaccinated people living in a nursing home",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Iorio",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Vaccine",
            "volume": "24",
            "issn": "",
            "pages": "6615--6619",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Influenza A (H3N2) outbreak, Nepal, Emerging infectious diseases",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "T"
                    ],
                    "last": "Daum",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "11",
            "issn": "",
            "pages": "1186--1191",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "H3N2 influenza viruses from domestic chickens in Italy: an increasing role for chickens in the ecology of influenza?",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Campitelli",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "The Journal of general virology",
            "volume": "83",
            "issn": "",
            "pages": "413--420",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "The evolution of human influenza viruses",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Hay",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Philosophical transactions of the Royal Society of London. Series B, Biological sciences",
            "volume": "356",
            "issn": "",
            "pages": "1861--1870",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Rapid molecular analysis of the haemagglutinin gene of human influenza A H3N2 viruses isolated in spain from",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Coiras",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Archives of virology",
            "volume": "146",
            "issn": "",
            "pages": "2133--2147",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Genetic and antigenic variation in the haemagglutinin of recently circulating human influenza A (H3N2) viruses in the United Kingdom",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Ellis",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Chakraverty",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Clewley",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Archives of virology",
            "volume": "140",
            "issn": "",
            "pages": "1889--1904",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Antigenic and sequence analysis of H3 influenza virus haemagglutinins from pigs in Italy",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Castrucci",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "The Journal of general virology",
            "volume": "75",
            "issn": "",
            "pages": "371--379",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Location on the evolutionary tree of influenza H3 haemagglutinin genes of Japanese strains isolated during 1985-6 season",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nakajima",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Takeuchi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nakajima",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Epidemiology and infection",
            "volume": "100",
            "issn": "",
            "pages": "301--310",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Antigenic drift in influenza virus H3 hemagglutinin from 1968 to 1980: multiple evolutionary pathways and sequential amino acid changes at key antigenic sites",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Both",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Journal of virology",
            "volume": "48",
            "issn": "",
            "pages": "52--60",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "ATIVS: analytical tool for influenza virus surveillance",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Liao",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ko",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Tsai",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Hsiung",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nucleic acids research",
            "volume": "37",
            "issn": "",
            "pages": "643--646",
            "other_ids": {
                "DOI": [
                    "10.1093/nar/gkp321"
                ]
            }
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Mapping the antigenic and genetic evolution of influenza virus",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Science",
            "volume": "305",
            "issn": "",
            "pages": "371--376",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1097211"
                ]
            }
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Structural identification of the antibody-binding sites of Hong Kong influenza haemagglutinin and their involvement in antigenic variation",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Wiley",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "A"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Skehel",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Nature",
            "volume": "289",
            "issn": "",
            "pages": "373--378",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Incorporating structure context of HA protein to improve antigenicity calculation for influenza virus A/H3N2",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "X"
                    ],
                    "last": "Qiu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "Y"
                    ],
                    "last": "Qiu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "W"
                    ],
                    "last": "Cao",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Scientific reports",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "A computational analysis of the antigenic properties of haemagglutinin in influenza A H3N2",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "D"
                    ],
                    "last": "Lees",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Moss",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Shepherd",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Bioinformatics",
            "volume": "26",
            "issn": "",
            "pages": "1403--1408",
            "other_ids": {
                "DOI": [
                    "10.1093/bioinformatics/btq160"
                ]
            }
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "Sequence-Based Antigenic Change Prediction by a Sparse Learning Method Incorporating Co-Evolutionary Information",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "F"
                    ],
                    "last": "Wan",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PloS one",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "ARTNe10666010.1371/journal.pone.0106660"
                ]
            }
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "A method for simultaneous alignment of multiple protein structures",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shatsky",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Nussinov",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Wolfson",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proteins",
            "volume": "56",
            "issn": "",
            "pages": "143--156",
            "other_ids": {
                "DOI": [
                    "10.1002/prot.10628"
                ]
            }
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "Matt: local flexibility aids protein multiple structure alignment",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Menke",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Berger",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cowen",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Plos Comput Biol",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pcbi.0040010"
                ]
            }
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "TM-align: a protein structure alignment algorithm based on the TM-score",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Skolnick",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nucleic acids research",
            "volume": "33",
            "issn": "",
            "pages": "2302--2309",
            "other_ids": {
                "DOI": [
                    "10.1093/nar/gki524"
                ]
            }
        },
        "BIBREF74": {
            "ref_id": "b74",
            "title": "A new size-independent score for pairwise protein structure alignment and its application to structure classification and nucleic-acid binding prediction",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Proteins",
            "volume": "80",
            "issn": "",
            "pages": "2080--2088",
            "other_ids": {
                "DOI": [
                    "10.1002/prot.24100"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "TPR is defined as (True positive)/(True positive + False negative). c ACC is defined as (True positive + True negative)/(Positive + Negative). d BA is defined as (0.5 * True positive)/(True positive + False negative) + (0.5 *True negative)/(True negative + False positive) Supplementary",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "H2-V2-C10), antibody similarity represents the similarity level of the corresponding antibodies' V-region. 22 ： LYS-ARG-HIS-GLY-LEU-ASP-ASN-TYR-ARG-GLY 62-63 ： TRP-TRP 72-77 ： SER-ARG-ASN-LEU-CYS-ASN 89：THR 92-93：VAL-ASN 96-104：LYS-LYS-ILE-VAL-SER-ASP-GLY-ASN-GLY 107：ALA No.2 2DQJ_Y.epi 13-22：LYS-ARG-HIS-GLY-LEU-ASP-ASN-TYR-ARG-GLY 62-63：TRP-TRP 72-77：SER-ARG-ASN-LEU-CYS-ASN 89：THR 92-93：VAL-ASN 96-104：LYS-LYS-ILE-VAL-SER-ASP-GLY-ASN-GLY 107：ALA 22：LYS-ARG-HIS-GLY-LEU-ASP-ASN-TYR-ARG-GLY 62-63：TRP-TRP 72-77：SER-ARG-ASN-LEU-CYS-ASN 89：THR 92-93：VAL-ASN 96-104：LYS-LYS-ILE-VAL-SER-ASP-GLY-ASN-GLY 107：ALA No.9 1NDM_C.epi 13-22：LYS-ARG-HIS-GLY-LEU-ASP-ASN-TYR-ARG-GLY 62-63：TRP-TRP 73-77：ARG-ASN-LEU-CYS-ASN 89：THR 92-93：VAL-ASN 96-104：LYS-LYS-ILE-VAL-SER-ASP-GLY-ASN-GLY 107：ALA No.10 1DQJ_C.epi 13-22 ： LYS-ARG-HIS-GLY-LEU-ASP-ASN-TYR-ARG-GLY 62-63 ： TRP-TRP 72-75：SER-ARG-ASN-LEU 77：ASN 89：THR 92-93：VAL-ASN 96-104：LYS-LYS-ILE-VAL-SER-ASP-GLY-ASN-GLY 107：ALA No.11 1XGQ_C.epi 13-22 ： LYS-ARG-HIS-GLY-LEU-ASP-ASN-TYR-ARG-GLY 62-63 ： TRP-TRP 72-75：SER-ARG-ASN-LEU 77：ASN 89：THR 92-93：VAL-ASN 96-104：LYS-LYS-ILE-VAL-SER-ASP-GLY-ASN-GLY 107：ALA No.12 1NDG_C.epi 13-22：LYS-ARG-HIS-GLY-LEU-ASP-ASN-TYR-ARG-GLY 62-63：TRP-TRP 72-77：SER-ARG-ASN-LEU-CYS-ASN 89：THR 92-93：VAL-ASN 96-104：LYS-LYS-ILE-VAL-SER-ASP-GLY-ASN No.13 1XGP_C.epi 13-22 ： LYS-ARG-HIS-GLY-LEU-ASP-ASN-TYR-ARG-GLY 62-63 ： TRP-TRP 73-75：ARG-ASN-LEU 77：ASN 89：THR 92-93：VAL-ASN 96-104：LYS-LYS-ILE-VAL-SER-ASP-GLY-ASN-GLY No.14 2EIZ_C.epi 13-22：LYS-ARG-HIS-GLY-LEU-ASP-ASN-TYR-High performance on known conformational epitopes CE-BLAST was first validated on 309 non-redundant known conformational epitopes from 298 antigen-antibody complexes in the PDB database. The PDB ID and corresponding chain information can be found in Supplementary Table 8. The preferable standard of antigenicity similarity would be derived from a series of antibody or antiserum cross-reactivity data such as HI assays for influenza virus. Due to the data scarcity of the cross-reactivity between antigens in immune complexes, we used the sequence similarity of the variable (V) regions of the corresponding antibodies as a measurement of antigenicity similarity between epitopes. To check its qualification as a quantifier of antigenicity similarity, the sequence similarity of the (V) regions of antibodies were examined in correlation with the variance of epitope compositions. Lysozyme was chosen as an example under test since it is the largest protein family in our dataset. There are total 40 lysozyme-antibody complexes in PDB. The size of lysozyme epitopes is on average of 26±4. The Pearson correlation coefficient between epitope compositional difference and V-region similarity of corresponding antibodies can reach 0.7346 (identities). From the literature recording, antibodies are derived from different immune host such as mice (28 complexes), camelus, gallus and human. Considering the V-sequence bias of different immune",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "). A horizontal pixel (H) value of 2 , a vertical pixel (V) value of 2 , and searching granularity of 10Å (H2-V2-C10) were set as default in our program, with 230 digits of fingerprint for each residue. When setting the true positive cut-off as 100% V-region identity, CE-BLAST can give an overall AUC value above 0.95; when using 98% V-region identity as the cut-off, CE-BLAST gives an AUC value of 0.96, indicating the outstanding ability of CE-BLAST to compare epitope similarities. Considering the potential bias caused by the unbalanced dataset, random sampling was performed under different parameter combinations with the same number of positive and negative samples. CE-BLAST achieved an AUC value of over 0.978 under all cut-offs of 98% positive/identities or 100% positive/identities (Supplementary",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "SupplementaryTable 2. Neutralization titers of Con H3 immunized mice against different H3 viral strains.Supplementary Table 3.Inhibition Concentration results of 7 tested strains to the monoclonal neutralization antibody of Con H3. IC 50 values were calculated by fitting.SupplementaryTable 4. Predicted results of 7 tested strains against Con H3 by Qiu's method 4 .SupplementaryTable 5. Predicted results of 7 tested strains against Con H3 by Lees and Sheperd's method 5 .",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "SupplementaryTable 7. Strain ID of DENV and ZIKV used to detect potential cross-reactive epitope",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Area",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Performance for different parameter combinations.* Supplementary Table 12. Top 15 hit epitope of query 1J1O_Y with residual composition and corresponding antibody similarity information. Epitope structures are ranked as descending sort according to our scores",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Supplementary Note 2. Data Collection 2.1 HA1 sequence collection (1) NCBI Influenza Virus Database (http://www.ncbi.nlm.nih.gov/genomes/FLU/Database/) (2) Global Initiative on Sharing All Influenza Data (http://platform.gisaid.org/) (3) Squires, R.B., et al. (2012) Influenza research database: an integrated bioinformatics resource for influenza research and surveillance, Influenza and other respiratory viruses, 6, 404-416. (4) Simon, C., et al. (2015) FluKB: A Knowledge-Based System for Influenza Vaccine Target Discovery and Analysis of the Immunological Properties of Influenza Viruses, Journal of immunology research, 2015, 380975. (5) reports from National Institute for Medical Research (NIMR) (http://www.nimr.mrc.ac.uk/) 2.2 HI assay data collection (1) Organization: U.S. Food and Drug Administration. Access: http://www.fda.gov/AdvisoryCommittees/CommitteesMeetingMaterials/BloodVaccinesandOt",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Reports: National Influenza Surveillance Scheme annual reports. Access: http://www.health.gov.au/internet/main/publishing.nsf/Content/cda-pubs-annlrpt-fluannrep.ht m. Detail: National influenza surveillance 1994annual report National influenza surveillance 1995annual report National influenza surveillance 1996annual report National influenza surveillance 1997annual report National influenza surveillance 1998annual report National influenza surveillance 1999annual report National influenza surveillance 2000annual report National influenza surveillance 2001annual report National influenza surveillance 2002annual report National influenza surveillance 2003annual report National influenza surveillance 2004annual report National influenza surveillance 2005annual report National influenza surveillance 2006annual report National influenza surveillance 2007annual report National influenza surveillance 2008annual report (5) Organization: Public Health Surveillance from for New Zealand.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "The antigenic distance between two strains and was defined as following equation:The HI titer is the maximum dilution of serum raised again strain , which is necessary to inhibit cell agglutination caused by strain . Two viruses were defined as antigenic variants when the was above 4, otherwise, the pair was treated as antigenic similar. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Note 3. Preprocessing of antigenic distance parameter"
        },
        {
            "text": "Different parameters of \"spin-image\" plane and seed distance were tested to evaluate the model robustness, as well as to balance accuracy and computational complexity. As at least 95% of the epitope residues can be contained by a 20Å * 40Å (-30 Å to 10 Å) plane (Supplementary Fig. 7) ,it was chose as the size of our spin-image in this study.For inter-pathogen case of influenza HA protein, the optimized resolution of spin-image was defined as 0.5 (horizontal) * 0.5 (vertical), the cutoff of = was derived by adopt the optimal point in ROC curve. Further, for better understanding, was translated to theoretical antigenicity distance ( ) with cutoff set as 4 (Supplementary Note 3) . For intra-pathogen case of E protein of DENV and ZIKV, the optimized resolution of spin-image was defined as 2 (horizontal) * 2 (vertical), the cutoff of was set as 0.7.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 262,
                    "end": 284,
                    "text": "(Supplementary Fig. 7)",
                    "ref_id": null
                },
                {
                    "start": 662,
                    "end": 684,
                    "text": "(Supplementary Note 3)",
                    "ref_id": null
                }
            ],
            "section": "Supplementary Note 4. Model parameterization, Definition of antigenic similar"
        },
        {
            "text": "By aligning all HA1 sequences of influenza A/H3N2 from year 2006 to 2009, a consensus sequence (\"Con H3\") was designed by taking the dominant residues at each position. The \"Con H3\" nucleotide sequences were chemically synthesized by Shanghai Generay Biotech Co, Ltd and then constructed onto the DNA vaccine vector pVKD1.0 from VacDiagn Biotechnology (Suzhou, China), resulting the DNA vaccine pVKD1.0-CON H3. Then DNA vaccines were prepared by endo-free plasmid Giga kit (QIAGEN) for subsequent animal immunization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Design of Potential Broad-Spectrum Vaccine"
        },
        {
            "text": "All animal experiments were performed in accordance with the guidelines of Soochow University Animal Care and Use Committee. Animals were allowed access to food and water ad libitum and kept on a 12 hour light/dark cycle. Specific pathogen free (SPF) female 6-8 week old BALB/c mice (Shanghai Slaccas, China) were administered intramuscularly (i.m.) DNA vaccines three times at the interval of two weeks. Two weeks after the final inoculation of vaccines, mice were sacrificed and serum were harvested and used in the subsequent neutralization assay.Meanwhile, five additional SPF female 6-8 week old BALB/c mice (Shanghai Slaccas, China)were administrated above vaccine regimen. Two weeks after the last immunization, mice were sacrificed and splenocytes were collected to fuse with SP2/0-Ag14 myeloma cell lines.Hybridomas were screened with the pseudovirus based neutralization assays. Antibodies were purified by HiTrap Protein G HP columns (GE Healthcare, NJ) from supernatants of positive hybridomas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Animal's vaccination and Isolation of mAbs"
        },
        {
            "text": "All pseudotyped viruses were provided by VacDiagn Biotechnology (Suzhou, China). Briefly, plasmids pVKD1.0-HA expressing HAs derived from different influenza strains (Supplementary The inhibitory curve was plotted and the 50% inhibitory concentration (IC50) was calculated by Graphpad Prism.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pseudovirus preparation"
        }
    ]
}