{
    "paper_id": "db20be21b59adb1bac603a79aeea4154fd703db1",
    "metadata": {
        "title": "TcdC Does Not Significantly Repress Toxin Expression in Clostridium difficile 630DErm",
        "authors": [
            {
                "first": "Dennis",
                "middle": [],
                "last": "Bakker",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Leiden University Medical Center",
                    "location": {
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Wiep",
                "middle": [
                    "Klaas"
                ],
                "last": "Smits",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Leiden University Medical Center",
                    "location": {
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Ed",
                "middle": [
                    "J"
                ],
                "last": "Kuijper",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Leiden University Medical Center",
                    "location": {
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Jeroen",
                "middle": [],
                "last": "Corver",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Leiden University Medical Center",
                    "location": {
                        "country": "The Netherlands"
                    }
                },
                "email": "j.corver@lumc.nl"
            }
        ]
    },
    "abstract": [
        {
            "text": "In the past decade, Clostridium difficile has emerged as an important gut pathogen. Symptoms of C. difficile infection range from mild diarrhea to pseudomembranous colitis, sometimes resulting in colectomy or death. The main virulence factors of C. difficile are toxin A and toxin B. Besides the genes encoding these toxins (tcdA and tcdB), the pathogenicity locus (PaLoc) also contains genes encoding a sigma factor (tcdR) and a putative anti-sigma factor (tcdC). The important role of TcdR as a sigma factor for toxin expression is undisputed, whereas the role of TcdC as an anti-sigma factor, inhibiting toxin expression, is currently the subject of debate. To clarify the role of TcdC in toxin expression, we generated an isogenic ClosTron-based mutant of tcdC in Clostridium difficile strain 630D Erm (CT::tcdC) and determined the transcription levels of the PaLoc genes and the expression levels of the toxins in the wild type strain and the tcdC mutant strain. We found only minor differences in transcription levels of the PaLoc genes between the wild type and CT::tcdC strains and total toxin levels did not significantly differ either. These results suggest that in C. difficile 630Derm TcdC is not a major regulator of toxin expression under the conditions tested. Citation: Bakker D, Smits WK, Kuijper EJ, Corver J (2012) TcdC Does Not Significantly Repress Toxin Expression in Clostridium difficile 630DErm. PLoS ONE 7(8): e43247.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Clostridium difficile is an anaerobic, Gram-positive, spore forming rod shaped bacterium that can cause disease with a wide variety of symptoms, ranging from mild diarrhea to severe forms of pseudomembranous colitis [1] [2] [3] . Since 2004, numerous countries have reported outbreaks in health-care facilities caused by hypervirulent C. difficile PCR Ribotype (Type) 027 [1] [2] [3] [4] [5] [6] . Clostridium difficile infection (CDI) caused by Type 027 is associated with a more severe course of the disease and a higher mortality rate than other ribotypes [1, 3, 6] . Recently, increasing numbers of the hypervirulent Type 078 are reported [7] . C. difficile Type 078 is more frequently associated with community acquired CDI and affects a younger population than Type 027 [6] [7] [8] [9] . Furthermore, CDI caused by Type 078 is associated with an increased morbidity compared to other ribotypes [8] .",
            "cite_spans": [
                {
                    "start": 216,
                    "end": 219,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 220,
                    "end": 223,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 224,
                    "end": 227,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 372,
                    "end": 375,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 376,
                    "end": 379,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 380,
                    "end": 383,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 384,
                    "end": 387,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 388,
                    "end": 391,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 392,
                    "end": 395,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 559,
                    "end": 562,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 563,
                    "end": 565,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 566,
                    "end": 568,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 643,
                    "end": 646,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 776,
                    "end": 779,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 780,
                    "end": 783,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 784,
                    "end": 787,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 788,
                    "end": 791,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 900,
                    "end": 903,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The main virulence factors of the enteropathogenic C. difficile are the two large clostridial toxins, toxin A (TcdA) and toxin B (TcdB). These toxins are glycosyltransferases that inactivate Rho, Rac and Cdc42, thereby disrupting the cytoskeleton and tight junctions of the cells, resulting in apoptosis [10] . This induces an inflammatory response and degradation of the intestinal epithelial cell layer. Besides the genes encoding these toxins (tcdA and tcdB), the pathogenicity locus (PaLoc) also contains genes encoding a sigma factor (tcdR) and a putative anti-sigma factor (tcdC) [11] [12] [13] . In between the toxin genes the tcdE gene is situated, which encodes a putative holin protein [14] . Interestingly, both hypervirulent Types 027 and 078 have been shown to contain mutations in the tcdC gene, encoding the putative negative regulator of toxin gene transcription, and this has been proposed as a possible explanation for their increased virulence [8, 15] .",
            "cite_spans": [
                {
                    "start": 304,
                    "end": 308,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 586,
                    "end": 590,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 591,
                    "end": 595,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 596,
                    "end": 600,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 696,
                    "end": 700,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 963,
                    "end": 966,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 967,
                    "end": 970,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The exponential growth phase of C. difficile has been reported to be associated with a high transcription level of the tcdC gene and low transcription levels of tcdR and the toxin genes, whereas the stationary growth phase is associated with a low transcription level of the tcdC gene and high transcription levels of tcdR and the toxin genes in strain VPI10463 [16] . The synthesis and secretion of the toxins is increased upon entry into the stationary growth phase [16] [17] [18] [19] . The decreasing transcription of tcdC correlates with diminishing TcdC protein levels in stationary growth phase [16, 20] .",
            "cite_spans": [
                {
                    "start": 362,
                    "end": 366,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 468,
                    "end": 472,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 473,
                    "end": 477,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 478,
                    "end": 482,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 483,
                    "end": 487,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 602,
                    "end": 606,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 607,
                    "end": 610,
                    "text": "20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "TcdR is an alternative sigma factor that positively regulates toxin production [11, 12] . The direct interaction of TcdR and the RNA polymerase core enzyme mediates recognition of the toxin promoters and the tcdR promoter [11, 12, 21] . TcdC has been reported to act like an anti-sigma factor for toxin production by destabilizing the TcdR-RNA polymerase core enzyme complex in a way that is not yet fully understood [12] .",
            "cite_spans": [
                {
                    "start": 79,
                    "end": 83,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 84,
                    "end": 87,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 222,
                    "end": 226,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 227,
                    "end": 230,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 231,
                    "end": 234,
                    "text": "21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 417,
                    "end": 421,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The reported inverse correlation between the transcription of tcdC and the toxin genes and the expression patterns of the corresponding proteins, together with the biochemical data, has led to the prevailing model that TcdC is an important repressor of toxin expression [12, 16, 17, 20] . This model seems to be supported by the finding that the absence of a functional TcdC caused by a frame shift mutation (D117 bp) in the tcdC gene is linked to a supposed increased toxin production in certain (hyper) virulent strains [15, 22] .",
            "cite_spans": [
                {
                    "start": 270,
                    "end": 274,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 275,
                    "end": 278,
                    "text": "16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 279,
                    "end": 282,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 283,
                    "end": 286,
                    "text": "20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 522,
                    "end": 526,
                    "text": "[15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 527,
                    "end": 530,
                    "text": "22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Recently, some doubts were raised about the importance of TcdC for regulation of toxin expression on the basis of two findings. First, two studies have found increasing levels of tcdC transcription in time that coincide with increasing transcription of the toxin genes and increasing amounts of toxin production [18, 19] . Second, there is a great variability in toxin expression levels among (hyper) virulent strains, even though these generally carry mutations in tcdC [15, 18, 19] . Therefore, a minor (or modulatory) role for TcdC in the regulation of toxin expression was proposed [18, 19] .",
            "cite_spans": [
                {
                    "start": 312,
                    "end": 316,
                    "text": "[18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 317,
                    "end": 320,
                    "text": "19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 471,
                    "end": 475,
                    "text": "[15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 476,
                    "end": 479,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 480,
                    "end": 483,
                    "text": "19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 586,
                    "end": 590,
                    "text": "[18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 591,
                    "end": 594,
                    "text": "19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Here, we sought to clarify the role of TcdC in regulation of the toxin production by generating an isogenic tcdC mutant (CT::tcdC) using the ClosTron technology. We find only minor differences in transcription levels of the PaLoc genes between the wild type and CT::tcdC strains and the expressed total toxin levels did not significantly differ, suggesting that the role of TcdC in toxin regulation is not of significance under the conditions tested in C. difficile strain 630DErm.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The importance of TcdC for regulation of toxin expression was recently challenged by two studies [18, 19] . It was proposed, based on the increasing transcription levels of the PaLoc genes in time and the variability in toxin expression levels among virulent strains, that TcdC has a minor or modulatory role on toxin expression rather than a major role as previously assumed. In this study we sought to clarify the role of TcdC for toxin expression by generating an isogenic tcdC mutant. As toxin gene expression is subject to complex regulation influenced by glucose and cysteine, we performed our experiments in a trypton-yeast (TY) based broth [17, 23] . TY broth does not contain glucose and no cysteine was added. We verified that in TY broth earlier and higher expression of toxins was achieved in comparison to the commonly used Brain Heart Infusion (BHI) broth (data not shown).",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 101,
                    "text": "[18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 102,
                    "end": 105,
                    "text": "19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 648,
                    "end": 652,
                    "text": "[17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 653,
                    "end": 656,
                    "text": "23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "TcdC consists of three domains: a hydrophobic domain, a proposed dimerization domain and a proposed C-terminal repressor domain ( Figure 1A ) [12] . We successfully disrupted the tcdC gene in the region coding for the repressor domain using ClosTron technology. Disruption of genes using the ClosTron technology results in stable mutants and no or non-functional proteins [24] [25] [26] . The genotype of the disruption was confirmed with conventional PCRs using the tcdC2 primer and the EBS universal primer and with a primer pair (tcdC1 and tcdC2) flanking the ClosTron insertion site ( Figure B ). Sequence analysis confirmed that the disruption was in the proposed repressor domain of the tcdC gene at the expected site (data not shown). In addition, Southern blot analysis using intron-, ermB and tcdCspecific probes clearly confirmed a specific single insertion of the Group II intron in the genome ( Figure 1C ).",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 146,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 372,
                    "end": 376,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 377,
                    "end": 381,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 382,
                    "end": 386,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [
                {
                    "start": 130,
                    "end": 139,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 589,
                    "end": 597,
                    "text": "Figure B",
                    "ref_id": null
                },
                {
                    "start": 907,
                    "end": 916,
                    "text": "Figure 1C",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Generation and Characterization of a TcdC Mutant"
        },
        {
            "text": "Western blot analysis, using antibodies against TcdC, confirmed that the isogenic tcdC mutant no longer expressed TcdC ( Figure 1D ). A control blot using antibodies against F 0 F 1 ATPase indicated that the lack of signal in the TcdC Western blot was not a result of lower amounts of proteins loaded in the lanes of PCR ribotype 035 (a PaLoc negative strain) and the tcdC mutant.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 121,
                    "end": 130,
                    "text": "Figure 1D",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Generation and Characterization of a TcdC Mutant"
        },
        {
            "text": "The growth kinetics of the wild type and CT::tcdC strains showed no significant differences in various media tested ( Figure 1E and data not shown). In TY broth, which does not contain glucose or added cysteine, the wild type strain and the CT::tcdC strains showed an exponential growth phase in the first 8 hours post inoculation and after 12 hours post inoculation both strains entered into the stationary growth phase ( Figure 1E ). Conventional control PCRs confirmed that the disruption of the tcdC gene had remained intact during our growth curves experiments (data not shown).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 118,
                    "end": 127,
                    "text": "Figure 1E",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 423,
                    "end": 432,
                    "text": "Figure 1E",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Generation and Characterization of a TcdC Mutant"
        },
        {
            "text": "Comparable Relative Transcription Levels of PaLoc Genes in Wild Type and CT::tcdC",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Generation and Characterization of a TcdC Mutant"
        },
        {
            "text": "In order to determine the influence of TcdC on the transcription levels of the PaLoc genes we compared the relative transcription levels of the PaLoc genes of wild type and CT::tcdC strains by reverse transcriptase quantitative real-time PCR (RT-qPCR). We found comparable transcription levels of all PaLoc genes in wild type and CT::tcdC strains.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Generation and Characterization of a TcdC Mutant"
        },
        {
            "text": "Overall, the logarithmic growth phase was associated with lower transcription levels of the PaLoc genes and by entering into the stationary phase increasing transcription levels of PaLoc genes were found, as previously described for tcdR, tcdE, tcdB and tcdA [16, 18, 19] and tcdC [18, 19] (Figure 2 ). The transcription levels of tcdR in wild type and CT::tcdC strains increased approximately 100-fold between 6 and 24 hours post inoculation ( Figure 2A ). Though the expression of tcdR was, on average, 3-fold higher at the various time points in the CT::tcdC strains compared to the wild type, this difference was not statistically significant ( Figure 2A , all p values $0.088). Similarly, we observed a 10-to 100-fold increase in the transcription levels of tcdB ( Figure 2B ), tcdE ( Figure 2C ), tcdA ( Figure 2D ) and tcdC ( Figure 2E ) when comparing values from the logarithmic growth phase with those observed in the stationary growth phase. The expression levels of tcdB, tcdE, tcdA and tcdC were, on average, 1.5-fold, 2.5-fold, 1.4-fold and 1.7fold higher, respectively, in the CT::tcdC strains compared to the wild type. With one exception, these differences were not found to be significant. The transcription level of tcdB in the CT::tcdC1 strain is significantly (P = 0.046) higher compared to wild type level at 8 hours post inoculation ( Figure 2D ). However, no significant differences are found between the wild type and CT::tcdC strains at any of the other time points.",
            "cite_spans": [
                {
                    "start": 259,
                    "end": 263,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 264,
                    "end": 267,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 268,
                    "end": 271,
                    "text": "19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 281,
                    "end": 285,
                    "text": "[18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 286,
                    "end": 289,
                    "text": "19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 290,
                    "end": 299,
                    "text": "(Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 445,
                    "end": 454,
                    "text": "Figure 2A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 649,
                    "end": 658,
                    "text": "Figure 2A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 770,
                    "end": 779,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 790,
                    "end": 799,
                    "text": "Figure 2C",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 810,
                    "end": 819,
                    "text": "Figure 2D",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 833,
                    "end": 842,
                    "text": "Figure 2E",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1358,
                    "end": 1367,
                    "text": "Figure 2D",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Generation and Characterization of a TcdC Mutant"
        },
        {
            "text": "Therefore, we conclude that the disruption of the tcdC gene does not result in a consistently and significantly increased transcription level of the PaLoc genes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Generation and Characterization of a TcdC Mutant"
        },
        {
            "text": "Considering the small increase in PaLoc gene expression in the CT::tcdC mutants observed in the RT-qPCR experiments, we were interested to see if this difference translated into higher toxin levels. We determined toxin levels using two independent assays, but found no consistent difference between wild type and mutant cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparable Toxin Expression in Wild Type and CT::tcdC"
        },
        {
            "text": "First, filter sterilized bacterial supernatants were incubated on a Vero cell (a kind gift of Dr. E.J. Snijder [27] ) monolayer and cytotoxic effects were quantified after 24 hours by determining the end-point titer ( Figure 3A ) [26] . In the exponential growth phase (5 and 8 hours post inoculation) no cytotoxic effects were detectable (data not shown). In the stationary growth phase (12, 24 and 48 hours post inoculation) we observed increasing cytotoxic effects, indicative of the presence of toxin. Importantly, the observed cytotoxic effects were specific for C. difficile toxin A and B, as a pre-incubation of the filter sterilized bacterial supernatants with anti-toxin, a polyclonal antibody against toxin A and toxin B (Techlab), resulted in complete neutralization of cytotoxic effects on the Vero cells at all time points (data not shown). The tcdC mutant strains showed no significant differences in toxin levels compared to the wild type strain (Fig. 3A) . Next, we used an enzyme immunoassay (Ridascreen, Biopharma) for the direct detection and relative quantification of the secreted toxins. In the exponential growth phase (5 and 8 hours post inoculation) no toxins were detectable (data not shown), consistent with the lack of toxicity towards Vero cells described above. In the stationary growth phase (12, 24 and 48 hours post inoculation) increasing toxin levels were detectable. When we compared the toxin levels at various time points, there were equal amounts of toxins in the wild type and tcdC mutant strains.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 115,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 230,
                    "end": 234,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 388,
                    "end": 392,
                    "text": "(12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 393,
                    "end": 395,
                    "text": "24",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 218,
                    "end": 227,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 961,
                    "end": 970,
                    "text": "(Fig. 3A)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Comparable Toxin Expression in Wild Type and CT::tcdC"
        },
        {
            "text": "We conclude that the disruption of the tcdC gene does not result in consistently and significantly increased toxin levels.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparable Toxin Expression in Wild Type and CT::tcdC"
        },
        {
            "text": "C. difficile infections caused by the (hyper-)virulent Type 027 (NAP1/REA B1) and Type 078 (NAP7/REA BK) are associated with an increased morbidity and severity of disease compared to other types [1, 3] . This increase is suggested to be linked to toxin hyper production [3, 22, 28] . A potential mechanism by which this could occur is through inactivation of a negative regulator of the toxin gene transcription. TcdC has been identified as a negative regulator of toxin production [12] .",
            "cite_spans": [
                {
                    "start": 196,
                    "end": 199,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 200,
                    "end": 202,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 271,
                    "end": 274,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 275,
                    "end": 278,
                    "text": "22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 279,
                    "end": 282,
                    "text": "28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 483,
                    "end": 487,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In the currently prevailing model, a major role for TcdC in the repression of toxin genes has been proposed on the basis of three lines of evidence. First, in C. difficile VPI10463 (a high toxin producing strain that also expresses high levels of TcdC [18, 29] ), an inverse correlation between the transcription of tcdC and the genes encoding the toxins is found [16, 18, 29] . This correlation for TcdC is also observed in protein levels [20] . Second, elegant in vitro experiments have established that heterologously produced and purified TcdC protein can interfere with TcdR-mediated transcription of toxin genes in a way that is not yet fully understood [12] . Finally, a frame shift mutation (D117 bp) in tcdC, that results in a non-functional protein, is associated with increased toxin production in certain (hyper)virulent strains [15, 22] .",
            "cite_spans": [
                {
                    "start": 252,
                    "end": 256,
                    "text": "[18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 257,
                    "end": 260,
                    "text": "29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 364,
                    "end": 368,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 369,
                    "end": 372,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 373,
                    "end": 376,
                    "text": "29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 440,
                    "end": 444,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 660,
                    "end": 664,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 841,
                    "end": 845,
                    "text": "[15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 846,
                    "end": 849,
                    "text": "22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Recently, it was reported that the introduction of a functional tcdC gene from a high toxin-producing strain that lacks any of the hyper virulence associated tcdC mutations (VPI10463, PCR ribotype 087) into an epidemic strain carrying a non-functional tcdC (M7404, PCR ribotype 027/NAP1/REA B1) can reduce toxin expression levels and moderately attenuate virulence [30] . This data seems consistent with the model discussed above. However, it is unclear how the levels of TcdC in the complemented strain relate to the physiological levels of the protein prior to the inactivation of TcdC in this strain background. The introduced tcdC gene, including its transcription signals, was derived from a different genetic background (VPI10463, Type 087) and was introduced on a multicopy plasmid. In addition, the reintroduction of TcdC in a strain lacking a functional TcdC, may affect processes that are not normally affected. Finally, the experiments were not corrected for the additional copies of the tcdC promoter that could result in the titration of regulators binding to those sequences.",
            "cite_spans": [
                {
                    "start": 365,
                    "end": 369,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In an alternative approach that addresses many of the issues above, the role of tcdC in toxin expression could be addressed by removing it from a background in which it is normally functional. To this end, we generated two independent isogenic ClosTronbased tcdC mutants strain that could be directly compared to its wild type counterpart, in which the TcdC protein was expected to be functional. Our data obtained with these mutant strains show that TcdC does not exert a major or even significant effect on the transcription of the PaLoc genes or the expression levels of the toxins under the conditions tested.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our experiments were performed in a glucose free TY broth medium, since glucose is a known repressor of toxin production [17] . Indeed, we observed earlier and higher levels of toxin production in TY broth than in the commonly used Brain-Heat-Infusion broth (BHIS) based media, that does contain low amounts of glucose (0.2%) and to which frequently cysteine is added. However, also in BHIS we did not observe a significant effect of a tcdC deletion on toxin expression (data not shown).",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 125,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We controlled critical parameters in our experiments by performing conventional PCRs which confirmed that the disruption of tcdC remained intact throughout the growth curve. Western blot analysis with antibodies raised against a TcdC epitope confirmed that the disruption of the tcdC gene resulted in the absence of TcdC protein ( Figure 1D ). The disruption of the tcdC gene did not affect the growth kinetics compared to the wild type strain ( Figure 1E ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 331,
                    "end": 340,
                    "text": "Figure 1D",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 446,
                    "end": 455,
                    "text": "Figure 1E",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "In the RT-qPCR experiments, sample to sample variation was corrected by normalizing to the reference gene rpsJ [31] . The rpsJ gene was selected for normalization, since rpsJ was overall the highest ranked reference gene regarding gene expression stability [31] .Reverse transcription was carried out using random hexamers, to prevent gene specific biases [32] . PCR efficiency in the qPCR was determined using a standard curve for each gene, enabling post run correction [33] . To obtain objective data concerning the quantification of the secreted toxins, we used an end point titer assay and an enzyme immunoassay rather than a manual (subjective) cell scoring system [26] .",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 115,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 257,
                    "end": 261,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 356,
                    "end": 360,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 472,
                    "end": 476,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 671,
                    "end": 675,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The trends observed in the transcription of the PaLoc genes and the expression of the toxins generally conform to previously reported data [18, 19] . It should be noted that the up-regulation in time of tcdC transcription was not observed in earlier studies on C. difficile VPI10463 [16] but is consistent with more recent reports [18, 19] . We observed an increase in transcription of the PaLoc genes in time, and a concomitant increase in toxicity of culture supernatant in stationary phase that can be attributed to the toxins as it is fully neutralized by anti-toxin against toxin A and B.",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 143,
                    "text": "[18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 144,
                    "end": 147,
                    "text": "19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 283,
                    "end": 287,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 331,
                    "end": 335,
                    "text": "[18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 336,
                    "end": 339,
                    "text": "19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The disruption of the tcdC gene resulted in an on average 1.7 fold higher transcription level of tcdC in time compared to the wild type strain, although this difference was not found to be statistically significant. It should be noted that we detect these differences because the real time PCR probe detects a region of the gene upstream of the ClosTron insertion site ( Figure 1A ). This finding might indicate some kind of feedback mechanism on TcdC expression. Similar to tcdC gene expression, the disruption of tcdC resulted in a slightly higher transcription level of the other PaLoc genes, although this was generally not significant. Moreover, the increased transcription level of the toxin genes did not result in generated a PCR product of 302 bp for the CT::tcdC strains. Primers tcdC1 and tcdC2 generated a 699 bp PCR product for the wild type and for the CT::tcdC strain a PCR product of circa 2800 bp. (C) Southern blot analysis of EcoRV digested genomic DNA of wild type and CT::tcdC strains with a Group II intron, ermB gene and tcdC specific probes. Note that probing with the ermB probe results in 2 bands for the CT::tcdC strains, since wild type already carries a copy of the ermB gene in the genome [35] . (D) Western blot analysis of TcdC production in wild type and CT::tcdC strain 8 hours post inoculation. The arrow indicates the location of TcdC protein based on MW and absence of the protein in the PaLoc negative Type 035 strain. Note that cross-reaction of TcdC antibody with a protein of similar MW was also observed in Carter et al. [30] . (E) Growth curves of C. difficile 630DErm and C. difficile CT::tcdC mutant strains. The absorbance (OD 600 ) was measured over 48 hrs of growth in TY medium. The error bars indicate the standard error of the mean of six experiments. doi:10.1371/journal.pone.0043247.g001 a detectable increase in toxin levels as measured with two independent assays.",
            "cite_spans": [
                {
                    "start": 1219,
                    "end": 1223,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1563,
                    "end": 1567,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [
                {
                    "start": 371,
                    "end": 380,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Based on the paradigm that TcdC is a major suppressor of toxin production we expected precocious and significantly elevated transcription levels of tcdA, tcdB, tcdE and tcdR in the CT::tcdC strains compared to wild type. However, our data indicate that TcdC exerts a moderate, if any, effect on the transcriptional levels of the PaLoc genes and the expression of toxins in C. difficile 630Derm under the conditions tested.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Clostridium difficile strain 630DErm is a derivative of the clinical isolate 630 [34, 35] , a PCR ribotype 012 strain. PCR ribotypes 012 strains constitute 4% of the clinically isolated toxinogenic isolates in Europe [7] . Clostridium difficile 630 (PCR ribotype 012)-derived strains are commonly used to investigate virulence of mutants [26, 36, 37] .",
            "cite_spans": [
                {
                    "start": 81,
                    "end": 85,
                    "text": "[34,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 86,
                    "end": 89,
                    "text": "35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 217,
                    "end": 220,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 338,
                    "end": 342,
                    "text": "[26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 343,
                    "end": 346,
                    "text": "36,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 347,
                    "end": 350,
                    "text": "37]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "An independent study, published during the preparation of this manuscript, reached a similar conclusion with respect to the role of TcdC in toxin regulation in C. difficile 630Derm using an allelic exchange technique [38] . In that paper reintroduction of a single functional copy of tcdC at its native locus did not affect toxin production in strain R20291 either [38] . R20291 is a strain from problematic PCR ribotype 027 (NAP1/REA B1) that was isolated following an outbreak in Stoke Mandeville, UK.",
            "cite_spans": [
                {
                    "start": 217,
                    "end": 221,
                    "text": "[38]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 365,
                    "end": 369,
                    "text": "[38]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our work and that of Cartman and coworkers [38] seem at odds with the previous reports that clearly demonstrate that TcdC can act as a repressor for toxin gene expression [12, 30] . However, we cannot exclude the possibility that TcdC exerts a more profound effect under specific conditions, or in other strains of C. difficile than 630Derm and R20291. It should be clear though that in vivo relevance of TcdC for toxin regulation in these two strains is limited.",
            "cite_spans": [
                {
                    "start": 43,
                    "end": 47,
                    "text": "[38]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 171,
                    "end": 175,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 176,
                    "end": 179,
                    "text": "30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, we suggest that TcdC might have a modulatory role in regulating toxin expression, and that TcdC functionality is therefore not a major determinant of the (hyper)virulence of C. difficile. This is supported by the lack of correlation between virulence, toxin production and tcdC gene variants that was noted by several other studies [18, 19, 30, 39] .",
            "cite_spans": [
                {
                    "start": 347,
                    "end": 351,
                    "text": "[18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 352,
                    "end": 355,
                    "text": "19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 356,
                    "end": 359,
                    "text": "30,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 360,
                    "end": 363,
                    "text": "39]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The Clostridium difficile and Escherichia coli (E. coli) strains and plasmids used in this study are described in Table 1 . E. coli strains were grown in Luria Bertani (LB, USB cooperation) medium supplemented with appropriate antibiotics when required. C. difficile strains were grown anaerobically in a microaerobic cabinet (Don Whitley VA1000) at 37uC in pre-reduced 3% Bacto Tryptose (Difco), 2% Yeast extract (Difco) and 0.1% thioglycolate (pH 7.4) medium (TY) or Brain Heart Infusion broth (Oxoid) supplemented with 0.5% yeast extract and 0.01% L-cysteine (Sigma) (BHIS) [40, 41] . When required, the broths were supplemented with appropriated antibiotics. For RNA extraction and toxin quantification, C. difficile 630DErm (wild type) and two independent isogenic tcdC mutant strains (CT::tcdC) were serially diluted and pre-cultured (overnight) in pre-reduced TY broth. Mid-logarithmic growth phase pre-cultures (OD 600 0.4-0.8) were used to inoculate pre-reduced TY broth to a starting OD 600 of 0.05 (60.01). Optical density readings and samples for total toxin quantification were taken at 2, 3, 4, 5, 6 and 8 hours post inoculation in the exponential growth phase and at 12, 24 and 48 hours post inoculation in the stationary phase. Samples for RNA extraction were taken at 6, 8, 12, and 24 hours post inoculation. Samples for Western blot detection of TcdC were taken at 8 hours post inoculation. We routinely monitored the purity of the ",
            "cite_spans": [
                {
                    "start": 577,
                    "end": 581,
                    "text": "[40,",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 582,
                    "end": 585,
                    "text": "41]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [
                {
                    "start": 114,
                    "end": 121,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Bacterial Strains and Growth Conditions"
        },
        {
            "text": "We generated two independent isogenic tcdC mutants by insertional inactivation of the tcdC gene in the wild type strain 630Derm using ClosTron technology [24, 25] . Briefly, the Perutka algorithm on the ClosTron website (http://www.clostron.com) was used to design primers ( Table 2) for retargeting the Group II intron (Sigma; Targetron). The retargeted intron was cloned using the restriction enzymes BsrGI and HindIII into plasmids pMTL007C-E2 and the constructs were verified by sequencing [25] . The verified plasmid (pDB001) was transformed to E. coli CA434 and transferred to the wild type strain 630Derm via conjugation [34, 41] . The selection of C. difficile transconjugants was done by subculturing on pre-reduced BHIS agar supplemented with thiamphenicol (Sigma; 10 mg/ml) and C. difficile selective supplement (Oxoid). This was followed by several rounds of subculturing on pre-reduced BHIS agar supplemented with lincomycin (Sigma; 20 mg/ml) and C. difficile selective supplement to promote integration of the GroupII intron into the gene of interest. Chromosomal DNA isolated from the transconjugants using a QIAamp blood kit (Qiagen) was used in conventional PCRs and sequence runs to confirm the disruption of tcdC and the nucleotide position of the insertion in the tcdC gene. Primers used for cloning and sequencing are listed in Table 2 .",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 158,
                    "text": "[24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 159,
                    "end": 162,
                    "text": "25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 494,
                    "end": 498,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 628,
                    "end": 632,
                    "text": "[34,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 633,
                    "end": 636,
                    "text": "41]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [
                {
                    "start": 275,
                    "end": 283,
                    "text": "Table 2)",
                    "ref_id": null
                },
                {
                    "start": 1349,
                    "end": 1356,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Generation of tcdC Mutant Strains"
        },
        {
            "text": "Complementation can be a valuable control for knockout studies. However, as our tcdC mutant strains have no clearly detectable phenotype regarding toxin production, complemented mutant strains are expected to be comparable to wild type and tcdC mutant strains, as also reported recently in an independent study [38] . Therefore, a complementation study would not add to the message of this manuscript.",
            "cite_spans": [
                {
                    "start": 311,
                    "end": 315,
                    "text": "[38]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Generation of tcdC Mutant Strains"
        },
        {
            "text": "Southern blot analysis was performed to verify a specific single integration into the genome. Genomic DNA was extracted using a Phenol-chloroform extraction [42] . Four mg of genomic DNA was digested with EcoRV enzyme and separated on a 0.8% agarose/0.5xTris-acetate-EDTA gel by electrophoresis. DNA was transferred onto a Hybond N+ filter (Amersham) in 10x saline sodium citrate (SSC) solution. The filter was washed in 2X SSC and baked at 80uC for 2 hours. Prehybridization of the filter was done for 2 hrs at 60uC in 5x SCC, 5x Denhart and 100 mg/ml of yeast tRNA. Probes specific for the group II intron (EBS2-tcdC623as/Sal-R1), ermB gene (oWKS1131/oWKS1132) and tcdC gene (tcdC5-tcdC6) were generated. Primers are listed in Table 2 . The generated probes (100 ng) were radiolabeled ( 32 P dATP) using Klenow enzyme (Roche) and overnight hybridized in 10 ml fresh pre-hybridization buffer at 60uC. The filter was washed for 30 min in 2x SCC, 0.5% SDS, 30 min in 1X SSC, 0.5% SDS and 30 min in 0.5X SSC, 0.5% SDS and analyzed using phosphorimage screen and a Typhoon 9410 scanner (GE healthcare).",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 161,
                    "text": "[42]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [
                {
                    "start": 729,
                    "end": 736,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Southern Blots"
        },
        {
            "text": "Antibodies against TcdC were generated by immunizing rabbits with a synthetic peptide (CQLARTPDDYKYKKV) representing a specific TcdC epitope (Genscript). Note that this epitope is located before the Clostron insertion site, and would therefore also be expected to detect truncated TcdC protein, would this be produced. Western blots were performed as follows. C. difficile (2 mL) cultures were harvested by centrifugation (2 min, 11.0006g, 4uC) and washed with Phosphate Buffered Saline (PBS). The bacterial pellets were resuspended in PBS containing protease inhibitor cocktail (Complete, Roche) and lysed by sonification. The bacterial lysates were centrifuged at low speed (3 min, 10006g, 4uC) to remove unbroken bacterial cells [20] . To separate the cytosolic proteins from the membrane associated proteins the bacterial supernatant was centrifuged at 200.0006g, 4uC for 1 hr [20] . The pelleted membrane associated proteins were resuspended in 10 mM Tris-HCl (pH 7.4), 5 mM EDTA with 2% Triton X-100 for 30 min at room temperature. Equal amounts of the resuspended membrane associated proteins were separated on 15% SDS PAGE gel and transferred onto polyvinyl difluoride (PVDF) membranes. Similarly generated membranes with the transferred membrane associated proteins of a Type 035 (PaLoc negative) strain were used for pre incubation of the TcdC antibodies. The membranes were probed with the pre incubated TcdC antibody and an antibody against the b subunit of the E. coli F 0 F 1 ATPase that cross reacts with the homologous protein in C. difficile [20, 43] . The probed membranes were analyzed using secondary anti-mouse horse radish peroxidase conjugated antibodies (Dako), a chemiluminescence detection kit (Amersham) and a Typhoon 9410 scanner (GE Healthcare).",
            "cite_spans": [
                {
                    "start": 732,
                    "end": 736,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 881,
                    "end": 885,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1559,
                    "end": 1563,
                    "text": "[20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1564,
                    "end": 1567,
                    "text": "43]",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Western Blots"
        },
        {
            "text": "Five mL of the C. difficile cultures were 1:1 diluted with ice cold methanol and stored overnight at 280uC. Bacterial pellets, obtained by centrifugation (20 min, 30006g, 4uC), were resuspended into 200 ml lysisbuffer (100 mM EDTA, 200 mM Tris-HCl pH 7.0, 50 mg/ml lysozyme) and incubated for 1 hr at 37uC. Tri-pure reagent (Roche) was used for the extraction of RNA according to the manufacturer's instruction with minor modifications. Briefly, 1 ml Tri-pure was added to the lysed bacterial pellets and incubated for 5 min at room temperature. Per 1 ml Tri-pure, 200 ml chloroform was added and carefully shaken by hand for 3 min, followed by an incubation of 2-5 min at room temperature. The aqueous phase was collected after centrifugation (12,0006g for 15 min at 4uC) and transferred to a fresh tube. RNA was precipitated by mixing the aqueous phase with 500 ml isopropanol, followed by an incubation of 10 min at room temperature. The precipitated RNA was collected by centrifugation (12,0006g, 10 min, 4uC) and resuspended in 100 ml DNase/ RNase free water. The RNA was re-precipitated overnight at 280uC with ammonium acetate (Fluka; 10 mM) and 3 volumes of absolute ethanol. The re-precipitated RNA was washed once with 80% ethanol and dissolved in 50 ml DNase/RNase free water. The RNA was treated twice with a TurboDNase (Ambion) according to the manufacturer's instruction followed by another Tri-pure RNA isolation. The quality and purity of the extracted RNA was assessed using a RNA nano chip on an Agilent Bioanalyzer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RNA Extraction"
        },
        {
            "text": "A RevertAid TM H Minus Reverse Transcriptase kit (Fermentas) was used to synthesize cDNA according to the manufacturer's instruction. Random hexamers were used to convert 750 ng RNA into cDNA. The synthesized cDNA was treated with RNase (Qiagen) for 1 hour at 37uC and stored at 220uC. The software program Molecular Beacon (Premier Biosoft) was used to design primer pairs and probes (Table 2) for the 2 multiplex quantitative PCRs (qPCR), based on the available genome of C. difficile strain 630 [35] . All primer pairs were first tested by conventional PCR and multiplex PCR to confirm specificity and amplicon sizes. The primer pair and the probe for the amplification of the tcdC gene are in front of the insertion site in the tcdC gene ( Figure 1A ), allowing detection of tcdC transcription levels in wild type and CT::tcdC strains. The real-time multiplex qPCR amplification of the PaLoc genes and the reference gene encoding for a ribosomal protein (rpsJ) was performed on a CFX96 real-time PCR detection system (Biorad) [31] . The amplification efficiencies of the PaLoc and reference genes were determined using serially diluted genomic DNA (standard curve). The manually calculated efficiencies and the reference gene rpsJ were used to normalize the expression levels of the PaLoc genes. The amplification was performed in a 25 ml final volume. The first real-time multiplex qPCR (target genes: tcdA, tcdA and tcdC) contained 25 ml Hotstar mastermix (Qiagen), forward and reverse primers (80 nm each primer), 2.5 mM MgCl 2 , 100 nM of each probe and 2 ml synthesized cDNA. The second multiplex real-time multiplex Q-PCR (target genes: tcdR, tcdE) contained 25 ml Hotstar mastermix (Qiagen), forward and reverse primers (80 nm each primer), 3.5 mM MgCl 2 , 100 nM of each probe and 2 ml synthesized cDNA. The real-time qPCR to quantify the reference gene rpsJ contained 25 ml Hotstar mastermix (Qiagen), forward and reverse primers (80 nm each primer), 2.5 mM MgCl 2 , 0.06% SYBRgreen (Sigma) and 2 ml synthesized cDNA. The real-time qPCR protocol included an enzyme activation step for 15 min at 95uC, followed by 50 cycles of amplification; 95uC for 30 sec, 52uC for 30 sec and 72uC for 30 sec.",
            "cite_spans": [
                {
                    "start": 498,
                    "end": 502,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1030,
                    "end": 1034,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [
                {
                    "start": 385,
                    "end": 394,
                    "text": "(Table 2)",
                    "ref_id": null
                },
                {
                    "start": 744,
                    "end": 753,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Transcriptional Analysis of the PaLoc Genes"
        },
        {
            "text": "Total toxin amounts were quantified using 2 assays; a toxin end point titer assay and a commercial available ELISA (Ridascreen, Biopharma). The supernatants of culture samples (1 mL) were collected after centrifugation (30 min, 30006g, 4uC), filter sterilized (0.45 mM cellulose acetate membrane) and stored at 4uC.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Relative Quantification of Toxin Expression"
        },
        {
            "text": "For the toxin end point titer assay, Vero cells were seeded into a 96 wells plate at a density of 1610 4 cells per well and incubated overnight at 37uC and 5% CO 2 . The filter sterilized supernatants of 5, 8, 12, 24 and 48 hours post inoculation (hpi) were diluted 2, 10 1 , 10 2 , 10 3 , 10 4 and 10 5 fold in cell culture medium (Dulbecco modified Eagle medium (Lonza) supplemented with penicillin 100 u/mL, streptomycin 100 U/mL, fetal calf serum(10%). Fifty ml of the dilutions were added onto the Vero cell monolayers and incubated for 1 hr at 37uC and 5% CO 2 . For the neutralization assay a 2-fold dilution of each tested time point (5, 8, 12, 24 and 48 hpi) was pre-incubated with a 1/100 diluted anti-toxin (Techlab) for 1 hr at 37uC and 5% CO 2 . After the pre-incubation, 50 ml was added onto the Vero cell monolayers. The incubated bacterial supernatants were aspirated off after one hour and replaced with 100 ml cell culture medium. After 24 hrs of incubation the end-point titer was determined of each diluted time point [26] . The end-point titer was defined as the first dilution at which the Vero Cell morphology was indistinguishable from the neutralized 2-fold diluted supernatants [26] . The enzyme immunoassay (Ridascreen, Biopharma) was performed according manufacture's protocol.",
            "cite_spans": [
                {
                    "start": 642,
                    "end": 645,
                    "text": "(5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 646,
                    "end": 648,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 649,
                    "end": 652,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 653,
                    "end": 655,
                    "text": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1038,
                    "end": 1042,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1204,
                    "end": 1208,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Relative Quantification of Toxin Expression"
        },
        {
            "text": "Statistical analysis was performed using the software package SPSS 18 (IBM). An independent sample t-test was employed to compare the strains at different time points.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Analysis"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Spread and epidemiology of Clostridium difficile polymerase chain reaction ribotype 027/toxinotype III in The Netherlands",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Goorhuis",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Van Der Kooi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Vaessen",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "W"
                    ],
                    "last": "Dekker",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Van Den Berg",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Clin Infect Dis",
            "volume": "45",
            "issn": "",
            "pages": "695--703",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Emergence of Clostridium difficile-associated disease in North America and Europe",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Kuijper",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Coignard",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Tull",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Clin Microbiol Infect",
            "volume": "12",
            "issn": "",
            "pages": "2--18",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A predominantly clonal multi-institutional outbreak of Clostridium difficile-associated diarrhea with high morbidity and mortality",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "G"
                    ],
                    "last": "Loo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Poirier",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Oughton",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Libman",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "N Engl J Med",
            "volume": "353",
            "issn": "",
            "pages": "2442--2449",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Update of Clostridium difficile infection due to PCR ribotype 027 in Europe",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Kuijper",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Barbut",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Brazier",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kleinkauf",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Eckmanns",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Euro Surveill",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Characteristics and incidence of Clostridium difficile-associated disease in The Netherlands",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Paltansing",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Van Den Berg",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Guseinova",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Visser",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Van Der Vorm",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Clin Microbiol Infect",
            "volume": "13",
            "issn": "",
            "pages": "1058--1064",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Clostridium difficile-associated diarrhea in a region of Quebec from 1991 to 2003: a changing pattern of disease severity",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pepin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Valiquette",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Alary",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Villemure",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pelletier",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "CMAJ",
            "volume": "171",
            "issn": "",
            "pages": "466--472",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Clostridium difficile infection in Europe: a hospital-based survey",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Bauer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Notermans",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "H"
                    ],
                    "last": "Van Benthem",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Brazier",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Wilcox",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Lancet",
            "volume": "377",
            "issn": "",
            "pages": "63--73",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Emergence of Clostridium difficile infection due to a new hypervirulent strain, polymerase chain reaction ribotype 078",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Goorhuis",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bakker",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Corver",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Debast",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Harmanus",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Clin Infect Dis",
            "volume": "47",
            "issn": "",
            "pages": "1162--1170",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Regulation of toxin synthesis in Clostridium difficile by an alternative RNA polymerase sigma factor",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mani",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Dupuy",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "98",
            "issn": "",
            "pages": "5844--5849",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Clostridium difficile toxin expression is inhibited by the novel regulator TcdC",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Matamouros",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "England",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Dupuy",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Mol Microbiol",
            "volume": "64",
            "issn": "",
            "pages": "1274--1288",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Clostridium difficile toxins: mechanism of action and role in disease",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Voth",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Ballard",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Clin Microbiol Rev",
            "volume": "18",
            "issn": "",
            "pages": "247--263",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Evidence for holin function of tcdE gene in the pathogenicity of Clostridium difficile",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "Y"
                    ],
                    "last": "Wee",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "P"
                    ],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Med Microbiol",
            "volume": "50",
            "issn": "",
            "pages": "613--619",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "tcdC genotypes associated with severe TcdC truncation in an epidemic clone and other strains of Clostridium difficile",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Curry",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Marsh",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Muto",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "O&apos;leary",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Pasculle",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Clin Microbiol",
            "volume": "45",
            "issn": "",
            "pages": "215--221",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Transcription analysis of the genes tcdA-E of the pathogenicity locus of Clostridium difficile",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hundsberger",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Braun",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Weidmann",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Leukel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sauerborn",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Eur J Biochem",
            "volume": "244",
            "issn": "",
            "pages": "735--742",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Regulated transcription of Clostridium difficile toxin genes",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Dupuy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Sonenshein",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Mol Microbiol",
            "volume": "27",
            "issn": "",
            "pages": "107--120",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Human hypervirulent Clostridium difficile strains exhibit increased sporulation as well as robust toxin production",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Merrigan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Venugopal",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mallozzi",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Roxas",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "K"
                    ],
                    "last": "Viswanathan",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Bacteriol",
            "volume": "192",
            "issn": "",
            "pages": "4904--4911",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Comparison of toxin and spore production in clinically relevant strains of Clostridium difficile",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Vohra",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "R"
                    ],
                    "last": "Poxton",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Microbiology",
            "volume": "157",
            "issn": "",
            "pages": "1343--1353",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Evidence that Clostridium difficile TcdC is a membrane-associated protein",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Govind",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Vediyappan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Rolfe",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Fralick",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Bacteriol",
            "volume": "188",
            "issn": "",
            "pages": "3716--3720",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Environmental response and autoregulation of Clostridium difficile TxeR, a sigma factor for toxin gene expression",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mani",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lyras",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Barroso",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Howarth",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wilkins",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Bacteriol",
            "volume": "184",
            "issn": "",
            "pages": "5971--5978",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Toxin production by an emerging strain of Clostridium difficile associated with outbreaks of severe disease in North America and Europe",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Warny",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pepin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Killgore",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Thompson",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Lancet",
            "volume": "366",
            "issn": "",
            "pages": "1079--1084",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Toxins, butyric acid, and other short-chain fatty acids are coordinately expressed and down-regulated by cysteine in Clostridium difficile",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Karlsson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lindberg",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Norin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Burman",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Akerlund",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Infect Immun",
            "volume": "68",
            "issn": "",
            "pages": "5881--5888",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "The ClosTron: a universal gene knock-out system for the genus Clostridium",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Heap",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "J"
                    ],
                    "last": "Pennington",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Cartman",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Carter",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "P"
                    ],
                    "last": "Minton",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Microbiol Methods",
            "volume": "70",
            "issn": "",
            "pages": "452--464",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The ClosTron: Mutagenesis in Clostridium refined and streamlined",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Heap",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Kuehne",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ehsaan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Cartman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Cooksley",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Microbiol Methods",
            "volume": "80",
            "issn": "",
            "pages": "49--55",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "The role of toxin A and toxin B in Clostridium difficile infection",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Kuehne",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Cartman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Heap",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Kelly",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cockayne",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nature",
            "volume": "467",
            "issn": "",
            "pages": "711--713",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Unique and conserved features of genome and proteome of SARS-coronavirus, an early split-off from the coronavirus group 2 lineage",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Snijder",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Bredenbeek",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Dobbe",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Thiel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ziebuhr",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Mol Biol",
            "volume": "331",
            "issn": "",
            "pages": "991--1004",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Clostridium difficile infection caused by the epidemic BI/NAP1/027 strain",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "O&apos;connor",
                    "suffix": ""
                },
                {
                    "first": "Johnson",
                    "middle": [
                        "S"
                    ],
                    "last": "Gerding",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "N"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Gastroenterology",
            "volume": "136",
            "issn": "",
            "pages": "1913--1924",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Enzyme-linked immunosorbent assay for Clostridium difficile toxin A",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Lyerly",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Sullivan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Wilkins",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "J Clin Microbiol",
            "volume": "17",
            "issn": "",
            "pages": "72--78",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "The Anti-Sigma Factor TcdC Modulates Hypervirulence in an Epidemic BI/NAP1/ 027 Clinical Isolate of Clostridium difficile",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Carter",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Douce",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Govind",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Howarth",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Mackin",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS Pathog",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Evaluation of candidate reference genes in Clostridium difficile for gene expression normalization",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Metcalf",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sharif",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Weese",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Anaerobe",
            "volume": "16",
            "issn": "",
            "pages": "439--443",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "A new mathematical model for relative quantification in realtime RT-PCR",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Pfaffl",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Nucleic Acids Res",
            "volume": "29",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "A guideline to family-wide comparative state-of-the-art quantitative RT-PCR analysis exemplified with a brassicaceae cross-species seed germination case study",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Graeber",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Linkies",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Wood",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Leubner-Metzger",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Plant Cell",
            "volume": "23",
            "issn": "",
            "pages": "2045--2063",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Generation of an erythromycinsensitive derivative of Clostridium difficile strain 630 (630Deltaerm) and demonstration that the conjugative transposon Tn916DeltaE enters the genome of this strain at multiple sites",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Hussain",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mullany",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Med Microbiol",
            "volume": "54",
            "issn": "",
            "pages": "137--141",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "The multidrug-resistant human pathogen Clostridium difficile has a highly mobile, mosaic genome",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sebaihia",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "W"
                    ],
                    "last": "Wren",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mullany",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "F"
                    ],
                    "last": "Fairweather",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Minton",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nat Genet",
            "volume": "38",
            "issn": "",
            "pages": "779--786",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "PrsW is required for colonization, resistance to antimicrobial peptides, and expression of extracytoplasmic function sigma factors in Clostridium difficile",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Ellermeier",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Infect Immun",
            "volume": "79",
            "issn": "",
            "pages": "3229--3238",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Toxin B is essential for virulence of Clostridium difficile",
            "authors": [],
            "year": null,
            "venue": "Nature",
            "volume": "458",
            "issn": "",
            "pages": "1176--1179",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Precise Manipulation of the Clostridium difficile Chromosome Reveals a Lack of Association between the tcdC Genotype and Toxin Production",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Cartman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Kelly",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Heeg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Heap",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "P"
                    ],
                    "last": "Minton",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Appl Environ Microbiol",
            "volume": "78",
            "issn": "",
            "pages": "4683--4690",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Truncation in the tcdC region of the Clostridium difficile PathLoc of clinical isolates does not predict increased biological activity of Toxin B or Toxin A",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Murray",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Boyd",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "N"
                    ],
                    "last": "Levett",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Mulvey",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Alfa",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "BMC Infect Dis",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Characterization of a bacteriocinogenic plasmid from Clostridium perfringens and molecular genetic analysis of the bacteriocin-encoding gene",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Garnier",
                    "suffix": ""
                },
                {
                    "first": "Cole",
                    "middle": [],
                    "last": "St",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "J Bacteriol",
            "volume": "168",
            "issn": "",
            "pages": "1189--1196",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Conjugative transfer of clostridial shuttle vectors from Escherichia coli to Clostridium difficile through circumvention of the restriction barrier",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Purdy",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "O&apos;keeffe",
                    "suffix": ""
                },
                {
                    "first": "Elmore",
                    "middle": [
                        "M"
                    ],
                    "last": "Herbert",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mcleod",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Mol Microbiol",
            "volume": "46",
            "issn": "",
            "pages": "439--452",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Restriction endonuclease DNA analysis of Clostridium difficile",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "W"
                    ],
                    "last": "Wren",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tabaqchali",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "J Clin Microbiol",
            "volume": "25",
            "issn": "",
            "pages": "2402--2404",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Accessibility of F0 subunits from Escherichia coli ATP synthase. A study with subunit specific antisera",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Deckers-Hebestreit",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Altendorf",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Eur J Biochem",
            "volume": "161",
            "issn": "",
            "pages": "225--231",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Comparative analysis of an expanded Clostridium difficile reference strain collection reveals genetic diversity and evolution through six lineages",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Knetsch",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Terveer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lauber",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Gorbalenya",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Harmanus",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Infect Genet Evol",
            "volume": "15",
            "issn": "7",
            "pages": "1577--1585",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "The analysis of para-cresol production and tolerance in Clostridium difficile 027 and 012 strains",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Dawson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Donahue",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Cartman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Barton",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bundy",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "BMC Microbiol",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Characterization of the C. difficile tcdC mutant. (A) Schematic representation of 3 different domains of TcdC and the intron insertion site for the inactivation of TcdC. The arrows in the putative repressor domain represent the locations and orientation of the primers used in the RT-q-PCR and conventional control PCRs. (B) PCR confirmation of the wild type strain and the CT::tcdC mutant. The primer EBS universal and tcdC2 No Significant Effect of TcdC on Toxin Expression",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "The relative PaLoc gene expression profiles of wild type and CT::tcdC in time. The error bars indicate the standard error of the mean (n = 6). The asterisk (*) indicate a significant difference between wild type and CT::tcdC strain. Values are normalized to rpsJ expression. Wild type corresponds to black bars, CT::tcdC1 mutant strains to gray bars, CT::tcdC2 to the white bars. (A) The relative expression of tcdR. (B) The relative expression of tcdB. (C) The relative expression of tcdE (D) The relative expression of tcdA. (E) The relative expression of tcdC. doi:10.1371/journal.pone.0043247.g002",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "C. difficile cultures by culturing on appropriate agar plates and performed control PCRs to ensure that the insertional disruption of the tcdC gene had remained intact during our experiments. All experiments were performed six times.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "The toxin production profiles of wild type and CT::tcdC mutant strains in time. Wild type corresponds to black bars, CT::tcdC1 mutant strains to gray bars, CT::tcdC2 to the white bars. Total toxin amounts were quantified by using two independent assays. (A) The supernatants were incubated in a ten fold dilutions series on Vero cell monolayers. After 24 hrs the cytotoxic effects were quantified by determing the toxin end point titer. Values are given as means (n = 6). (B) An enzyme immunoassay was used for direct quantification of the secreted toxins according manufacters protocol. The supernatants of 12 and 24 hours post inoculation were 10 times diluted. The supernatants of 48 hours post inoculation were diluted 10 and 100 times. Values are given as means 6 standard error of the mean (n = 6). doi:10.1371/journal.pone.0043247.g003",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Strains and plasmids used in this study.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank N. Minton and S. Cartman for providing the ClosTron system and for helpful ClosTron related discussions. We thank G. Deckers-Hebestreit for kindly providing the anti-ATPase b subunit and R. Govind for advice on anti-TcdC Western blots.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}