{
    "paper_id": "db361f98f584f900325b649f3ffa0e8057d0f20c",
    "metadata": {
        "title": "Alterations in Nerve-Evoked Bladder Contractions in a Coronavirus-Induced Mouse Model of Multiple Sclerosis",
        "authors": [
            {
                "first": "Neil",
                "middle": [
                    "S"
                ],
                "last": "Lamarre",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Temple University School of Medicine",
                    "location": {
                        "settlement": "Philadelphia",
                        "region": "Pennsylvania",
                        "country": "United States of America"
                    }
                },
                "email": ""
            },
            {
                "first": "Alan",
                "middle": [
                    "S"
                ],
                "last": "Braverman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Temple University School of Medicine",
                    "location": {
                        "settlement": "Philadelphia",
                        "region": "Pennsylvania",
                        "country": "United States of America"
                    }
                },
                "email": ""
            },
            {
                "first": "Anna",
                "middle": [
                    "P"
                ],
                "last": "Malykhina",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Pennsylvania",
                    "location": {
                        "settlement": "Glenolden",
                        "region": "Pennsylvania",
                        "country": "United States of America"
                    }
                },
                "email": ""
            },
            {
                "first": "Mary",
                "middle": [
                    "F"
                ],
                "last": "Barbe",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Temple University School of Medicine",
                    "location": {
                        "settlement": "Philadelphia",
                        "region": "Pennsylvania",
                        "country": "United States of America"
                    }
                },
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [
                    "R"
                ],
                "last": "Ruggieri",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Temple University School of Medicine",
                    "location": {
                        "settlement": "Philadelphia",
                        "region": "Pennsylvania",
                        "country": "United States of America"
                    }
                },
                "email": ""
            },
            {
                "first": "Sr",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Patients with neurodegenerative diseases such as multiple sclerosis, Parkinson's, and Alzheimer's often present with lower urinary tract symptoms (LUTS, urinary frequency, urgency, nocturia and retention) resulting from damage to the peripheral and central nervous systems. These studies were designed to examine the changes in the function of the bladder that may underlie neurogenic bladder dysfunction using a mouse model of demyelination in the CNS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods: Bladders from 12 week old male C57BL/6J mice with coronavirus-induced encephalomyelitis (CIE, a chronic, progressive demyelinating disease model of human MS), and age-matched controls, were cut into 5-7 strips and suspended in physiological muscle baths for tension measurement in response to agonists and electric field stimulation (EFS). Experiments were performed on intact and denuded (with mucosa removed) bladder strips.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results: The maximum effect of EFS was not significantly different between CIE and control bladders. Nerve-evoked EFS contractions (tetrodotoxin-sensitive) were blocked by a combination of atropine (cholinergic antagonist) and a,b-methylene ATP (an ATP analog that desensitizes purinergic receptors). In response to EFS, the a,b-methylene ATP-resistant (cholinergic) component of contraction was significantly reduced, while the atropine-resistant (purinergic) component was significantly increased in CIE bladders. Removal of the mucosa in CIE bladders restored the cholinergic component. Bethanechol (muscarinic receptor agonist) potency was significantly increased in CIE bladders.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusions: Our data demonstrate a deficit in the nerve-evoked cholinergic component of contraction that is not due to the ability of the smooth muscle to respond to acetylcholine. We conclude that neurodegenerative bladder dysfunction in this model of multiple sclerosis may be due, in part, to pathologic changes in the mucosa that causes suppression of muscarinic receptor-mediated contractile response and augmentation of purinergic response of the underlying muscle. Further studies utilizing CIE mice should help elucidate the pathological changes in the mucosa resulting from demyelination in the CNS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Multiple sclerosis (MS) is a chronic autoimmune disorder, in which the improper activation of the host's immune system results in demyelinated lesions, predominantly in the brain and spinal cord. Typically diagnosed in young adults, the progressive neurodegeneration can have a dramatic impact on their quality of life. As the disease progresses, the prevalence and severity of LUTS often parallel the disease progression [1] . A collection of symptoms including urgency and frequency of micturition, incontinence, incomplete emptying, hesitancy, weak urine stream and urinary retention are common in MS patients, as well as other patients with neurogenic bladder [2, 3] . Neuronal control over bladder function is coordinated by the pontine storage and micturition centers in the brain stem, which sends projections to regions of the lumbosacral spinal cord coordinating parasympathetic outflow to the detrusor. It is thought that the hyperreflexia observed in neurogenic bladder dysfunction may be a result of impaired neuronal connections between these areas of the spinal cord and the pontine micturition center [4] .",
            "cite_spans": [
                {
                    "start": 422,
                    "end": 425,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 664,
                    "end": 667,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 668,
                    "end": 670,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1116,
                    "end": 1119,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Human MS is a multifactorial disease, with a role for both genetic and environmental influence. One such environmental variable that may trigger an immune response to self-antigens is viral infection. Virus-induced models of demyelinating disease are available [5, 6] , but rarely used to study neurogenic bladder dysfunction. Experimental autoimmune encephalomyelitis (EAE) is a rodent model of MS that is used more frequently to study neurogenic bladder dysfunction. It is initiated by injections with myelin basic protein, or spinal cord homogenates, with adjuvants to initiate the immune response. Animals with EAE show micturition symptoms common to MS patients, including detrusor hyperactivity [7, 8] , shortened intermicturition intervals, decreased voiding volumes, morphology changes and fibrosis in the bladder [9, 10] . However, while EAE produces chronic inflammation in the CNS, it has an unclear onset and limited demyelination and neurodegeneration [11] .",
            "cite_spans": [
                {
                    "start": 261,
                    "end": 264,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 265,
                    "end": 267,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 701,
                    "end": 704,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 705,
                    "end": 707,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 822,
                    "end": 825,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 826,
                    "end": 829,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 965,
                    "end": 969,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Currently, therapeutic options are not specific for neurogenic bladder, lack efficacy, and have poor patient adherence [12] . Antimuscarinic drugs are the first-line of treatment, however there is little evidence to support their efficacy in neurogenic bladder dysfunction [12, 13] . A better understanding of the pathological changes in bladder innervation and effects of nerve degeneration on the contractile mechanisms of the detrusor will lead to the development of much-needed treatment options for this subset of patients. The aim of this study was to examine the nerve-evoked, cholinergic and purinergic contractions of the bladder in vitro using a coronavirus-induced mouse model of MS.",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 123,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 273,
                    "end": 277,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 278,
                    "end": 281,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "All drugs and chemicals were obtained from Sigma Chemical Company (St. Louis, MO) except for darifenacin (which was a generous gift from Pfizer Limited, Sandwich, Kent).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials"
        },
        {
            "text": "CIE induction and clinical symptom score assessment were approved by the University of Pennsylvania Institutional Animal Care and Use Committee, under protocol #816570 (approved December 2012). Bladder contraction experiments in these mice, and age-matched controls were approved by Temple University Institutional Animal Care and Use Committee (protocol #4240, approved August 2013). Euthanization of animals via cervical dislocation was performed following isoflurane anesthesia, in accordance with the recommendations in the Guide for the Care and Use of Laboratory Animals distributed by the National Institutes of Health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics Statement"
        },
        {
            "text": "Male mice (C57BL/6J, 8 wks of age, N = 54, Jackson Laboratories, Bar Harbor, ME) were injected with mouse hepatitis virus (MHV, A59 strain, 5,000 PFU) in 20 ml of phosphate buffered saline (PBS) intracranially. A Clinical Symptom Score (CSS) was determined for each animal following induction of CIE based on the following observations: 0, normal with no clinical signs; 1, loss of tail tonicity/kyphosis; 2, tail paralysis/severe kyphosis; 3, partial hind limb paralysis; 4, complete hind limb paralysis; 5, complete hind limb paralysis and forelimb paresis/ paralysis. In this model, most animals show significant CSS scores within a few days and the CSS score peaks 2 weeks postinoculation and then declines [14, 15] . Thus, CSS scores were determined for each animal until the CSS score declined for 3 days, usually during the second week. The average maximum CSS was 2.060.12 for the 54 animals used in this study. The majority Figure 1 . Immunostaining for myelin basic protein (MBP; red), dapi (blue) nuclear marker, and pgp9.5 (green) axonal marker. MBP positive staining in CIE mouse bladder wall (A) and pudendal nerve (C) was similar to age matched control mouse bladder wall (B) and pudendal nerve (D). Thus, there is no evidence of peripheral demyelination in CIE mice compared with age matched control (D) for reference. Scale bars = 50 mm. doi:10.1371/journal.pone.0109314.g001 of animals with a CSS of 4-5 do not survive the acute phase of encephalitis (two animals in this study survived with a peak CSS of 5 during acute infection, none with a CSS of 4). Demyelinated lesions in the CNS are apparent at this time point, as previously established with this model [16, 17] , however we observed no demyelination in the bladder wall at week 4 post-infection ( Figure 1 ). All mice had ad libitum access to food and water.",
            "cite_spans": [
                {
                    "start": 711,
                    "end": 715,
                    "text": "[14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 716,
                    "end": 719,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1680,
                    "end": 1684,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1685,
                    "end": 1688,
                    "text": "17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 933,
                    "end": 941,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 1775,
                    "end": 1783,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Mouse model of coronavirus-induced encephalomyelitis (CIE)"
        },
        {
            "text": "Mice were euthanized 4 weeks following the induction of CIE and the bladders were harvested. The urothelium and submucosa were removed from some bladders (mucosa denuded) by sharp dissection with the use of a surgical microscope. The bladders were cut into longitudinal strips approximately 2 mm wide and 5-6 mm long. The bladder strips were then suspended with 0.75 g of tension in tissue baths containing 10 ml of modified Tyrode's solution (125 mM NaCl, 2.7 mM KCl, 0.4 mM NaH 2 PO 4 , 1.8 mM CaCl 2 , 0.5 mM MgCl 2 , 23.8 mM NaHCO 3 , and 5.6 mM glucose) and equilibrated with 95/5% O 2 /CO 2 at 37uC.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mouse model of coronavirus-induced encephalomyelitis (CIE)"
        },
        {
            "text": "Following equilibration to the bath solution for 30 minutes, the strips were then induced to contract with high potassium Tyrode's solution (7.7 mM NaCl, 120 mM KCl, 0.4 mM NaH 2 PO 4 , 1.8 mM CaCl 2 , 0.5 mM MgCl 2 , 23.8 mM NaHCO 3 , and 5.6 mM glucose) then rinsed. Data was collected on a computer using a PowerLab data acquisition system (ADInstruments, Inc. Colorado Springs, CO).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mouse model of coronavirus-induced encephalomyelitis (CIE)"
        },
        {
            "text": "The strips were incubated for 30 minutes in the presence or absence of one of 3 concentrations of the competitive M 2 selective antagonist methoctramine (0.1, 10, or 100 mM, n = 4-6 per condition) or the competitive M 3 selective antagonist darifenacin (1, 3, or 10 nM, n = 4-6 per condition). Dose response curves were derived from the peak tension developed in response to cumulative addition of the non-subtype selective muscarinic receptor agonist bethanechol. Bethanechol concentrations from 0.1 mM up to 10 mM (at half log intervals) were used with approximately 3 minutes intervals before the next concentration of bethanechol. Either vehicle or one concentration of methoctramine (M 2 selective antagonist) or darifenacin (M 3 selective antagonist) was used for each muscle strip. Dose ratios for antagonist treated strips were determined based on the average EC 50 of the vehicle (H 2 O) treated strips. EC 50 values were determined for each strip using a sigmoidal curve fit of the data (Origin, Originlab Corp. Northampton, MA.). Schild plots were constructed to calculate antagonist potency.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bethanechol concentration response curves"
        },
        {
            "text": "Because the purinergic (P2X) receptors involved in bladder contraction are known to desensitize rapidly, each bladder strip was exposed to only 1 concentration of a,b-methylene ATP (0.3 to 300 mM at half log intervals, n = 4-9) to generate a,b-methylene ATP concentration response curves.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "a,b-methylene ATP concentration response curves"
        },
        {
            "text": "Nerve-evoked contractions were induced by electric field stimulation (EFS) using bipolar platinum electrodes approximately 1 cm apart, oriented along the length of the strip using a stimulus of 12 volts with a 1 ms pulse duration. EFS was induced using a Grass S88 stimulator (Natus Neurology Inc., Warwich, RI) interfaced with a Stimu-Splitter II (Med-Lab Instruments, Loveland, CO) power amplifier. A frequency response curve was constructed for each strip (2, 5, 12, 20 , and 30 Hz). The strips were allowed to equilibrate 2 minutes before the next stimulation. Following this frequency response, the strips were exposed to either 1 mM atropine or 30 mM of a,b-methylene ATP for 30 minutes and the stimulation was repeated. After the second frequency response, the strips that were previously exposed to atropine were treated with a,b-methylene ATP, and the strips that were previously exposed to a,b-methylene ATP were treated with atropine for 30 minutes. A third frequency response was performed after the last treatments. Preliminary experiments showed no differences between 3 successive frequency response curves in the absence of atropine or a,b-methylene ATP (data not shown).",
            "cite_spans": [
                {
                    "start": 459,
                    "end": 462,
                    "text": "(2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 463,
                    "end": 465,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 466,
                    "end": 469,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 470,
                    "end": 472,
                    "text": "20",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Nerve-evoked contractions"
        },
        {
            "text": "Pelvic organs from 3 age-matched control mice and 3 CIE mice were harvested and formalin-fixed, taking care to ensure that the bladder was empty. The bladder with associated genitourinary and pelvic floor tissues were collected en bloc (i.e. bladder and attached genitourinary structures and muscles were carefully separated from vertebrae and os coxae, and sectioned anterior-posterior as a block of tissue), equilibrated in 30% sucrose with phosphate buffer for 3 days, and frozen for cryo-sectioning. A series of adjacent sections were cut on a cryostat. Each section was 12 mm thick, and mounted onto charged slides (Superfrost Plus slides, Fisherbrand, #12-550-15). After drying, the sections were stained with hematoxylin and eosin (H&E), dehydrated and cover slipped with DPX mounting medium. The thickness of the bladder layers (urothelium, mucosa, and detrusor muscle), was measured at 40x magnification using BioQuant software (Nashville, TN). For this, three sections per bladder, separated by at least 40 mm, were analyzed. The inner and outer margin of each layer was traced with the Auto-Width tool of the BioQuant Image Analysis program, and the average thickness of each layer automatically generated at 10 mm intervals. A total of 9168 measurements were made per layer and per bladder, and the results averaged for each layer and bladder.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Histological analysis"
        },
        {
            "text": "All data is presented as mean 6 SEM. For individual comparisons, statistical differences were determined by either Student's t-test or a nonparametric statistic (Wilcoxon Rank Sum/ Mann-Whitney U-test) when the variance between groups was non-homogenous. To determine statistical differences between multiple groups, analysis of variance with Newman-Keuls post-hoc comparisons was performed. However, if the variance between groups was non-homogenous, a non-parametric statistic (Wilcoxon Rank Sum/Mann-Whitney U-test) was used.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistics"
        },
        {
            "text": "At 4 weeks post-inoculation, the average CSS for CIE mice is approximately 1 [14, 15] . The average maximum CSS for the mice used in this study was 2.060.12 (range 1-5). Most mice had a CSS maximum of 1 or 2. There were no statistically significant correlations between CSS score and any outcome measure in this study including: the potassium-induced contraction, nerve-mediated maximal contraction, bethanechol-induced maximal contraction or bethanechol potency, the purinergic-induced maximal contraction, the potency of a,b-methylene ATP, or the percent of the purinergic and cholinergic components of nerve mediated contraction. Mice with CIE (N = 54) weighed significantly less (p, 0.01) than controls (N = 40, 24.960.3 and 26.860.3 g, respectively), whereas the weight of bladders from mice with CIE was not different in comparison to the bladders from control mice (23.561 mg and 23.160.5 mg, respectively). Subsequent to the in vitro contractility studies, the length and weight of each bladder strip was measured to determine cross-sectional area (CXA; Figure 2 ). There was no difference in the CXA between mucosa denuded CIE (0.2160.01 mm 2 ) and mucosa denuded control bladder strips (0.2160.01 mm 2 ). However, in mucosa intact bladder strips, the CXA was significantly (p,0.01) greater in bladder strips from CIE (0.4160.02 mm 2 ) compared to control mice (0.2960.01 mm 2 ). This suggests there is mucosal hypertrophy, but not muscle hypertrophy in CIE mice bladders. Histological examination of the tissues (Figure 3 ) confirmed a significant increase in the thickness of the submucosal layer in CIE bladders (221.4692 mm) compared to control bladders (35.369.0 mm). The urothelial layer in CIE bladders (28.662.4 mm) was not different from control bladders (33.1965.1 mm) . In addition, the thickness of the detrusor smooth muscle layer was similar in CIE and controls (153.3611 and 192.6633 mm, respectively). Staining for myelin basic protein was observed within the bladder wall and pudendal nerve of CIE mice, showing similar patterns to age matched control mice (Figure 1 ), thus no evidence of peripheral demyelination was observed in this model.",
            "cite_spans": [
                {
                    "start": 77,
                    "end": 81,
                    "text": "[14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 82,
                    "end": 85,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1773,
                    "end": 1787,
                    "text": "(33.1965.1 mm)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1062,
                    "end": 1070,
                    "text": "Figure 2",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1522,
                    "end": 1531,
                    "text": "(Figure 3",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2083,
                    "end": 2092,
                    "text": "(Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Effect of CIE on mice"
        },
        {
            "text": "Prior to all agonist-or nerve-induced contraction studies, the bladder strips were induced to contract with an isotonic buffer containing 120 mM potassium. There was no difference in the potassium-induced maximal contraction between mucosa denuded bladder strips from CIE and control mice either in terms of grams or grams/mm 2 ( Figure 4 ). This suggests that CIE does not induce a deficit in the ability of the muscle to generate force. In contrast, even though the maximal potassium-induced contraction in terms of grams in mucosa intact bladder strips from CIE and control mice were not different, the potassium-induced contraction was significantly (p,0.01) less in bladder strips from CIE mice compared to controls when normalized to CXA. This reduction in potassium contraction in intact CIE mouse bladder strips may be the result of the mucosal hypertrophy and, hence, an increased CXA in mucosa intact bladders from CIE mice.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 330,
                    "end": 338,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "Effect of CIE on potassium-induced contractions"
        },
        {
            "text": "The detrusor smooth muscle of CIE mice responded greater to exogenous bethanechol than age matched control mice. Figure 5 shows a two-fold greater contraction in CIE denuded vs age matched control denuded strips, normalized to CXA (grams/ mm 2 ). CXA of these groups was nearly identical (Figure 2) , and does not account for the observed difference. In age matched control mice, the maximal bethanechol-induced contraction (% KCl) was significantly less in mucosa denuded compared to mucosa intact bladder strips. This suggests that the mucosa augments the cholinergic-induced maximal contraction in control, an effect not seen in CIE mouse bladders. The potency of bethanechol (Table 1 ) was significantly increased (lower EC 50 ) in CIE bladder strips vs age matched controls (both mucosa intact and mucosa denuded). Removal of the mucosa from control or CIE mouse bladders had no effect on the potency of bethanechol to induce contraction.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 113,
                    "end": 121,
                    "text": "Figure 5",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 288,
                    "end": 298,
                    "text": "(Figure 2)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 679,
                    "end": 687,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Effect of CIE on bethanechol-induced contraction"
        },
        {
            "text": "As can be seen in Table 1 , the M 3 subtype selective antagonist darifenacin was highly potent for inhibition of bethanecholinduced contraction in both mucosa intact CIE and control bladder strips (pKb = 9.2 and 8.8 respectively, overlapping 95% confidence interval) consistent with the M 3 muscarinic receptor mediating bladder contraction. Removal of the mucosa significantly (non-overlapping 95% confidence intervals) increased darifenacin potency in both CIE and control bladder strips (pKb = 9.9 and 9.4, respectively). The M 2 selective antagonist methoctramine had low potency for inhibition of bethanecholinduced contraction of mucosa intact and mucosa denuded CIE and control bladders (Table 1) , also consistent with the M 3 muscarinic receptor mediating cholinergic-induced contraction in both CIE and age-matched control bladders.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 18,
                    "end": 25,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 694,
                    "end": 703,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Muscarinic receptor antagonist potency for inhibition of bethanechol-induced contraction"
        },
        {
            "text": "Concentration response curves to the P2X receptor agonist a,bmethylene ATP were generated by the non-cumulative addition of agonist for CIE and control bladder strips, both mucosa denuded and mucosa intact. There were no differences in the maximal contraction to a,b-methylene ATP between control and CIE bladder strips, either mucosa denuded or mucosa intact. In addition, the EC 50 values were similar for all groups, ranging from 1.4 to 1.9 mM (Figure 6 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 447,
                    "end": 456,
                    "text": "(Figure 6",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Purinergic concentration response curves"
        },
        {
            "text": "Nerve-evoked contractions were induced by EFS using trains of pulses of 12 V, 1 ms pulse duration with varying frequencies (2, 5, 12, 20 and 30 Hz). EFS-induced contractions were virtually eliminated (.95%) in the presence of 1 mM of tetrodotoxin (TTX, a blocker of nerve transmission in nerve fibers), confirming that these contractions were nerve-evoked (data not shown). There was no difference in the maximal nerve-evoked contraction between mucosa intact bladder strips from control and CIE mice (Figure 7,  A and B) . Removal of the mucosa had no effect on the maximal nerve-evoked contraction in bladder strips from CIE mice, however, removal of the mucosa from control bladder strips significantly reduced the maximal nerve-evoked contraction at frequencies of 5 Hz and above. This suggests that the mucosa augments nerve-evoked contraction in control but not in CIE bladders, possibly, through nerve-mediated release of either acetylcholine (ACh) or ATP from the mucosa.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 501,
                    "end": 521,
                    "text": "(Figure 7,  A and B)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Nerve-evoked contractions"
        },
        {
            "text": "In mucosa intact bladder strips isolated from control mice, the non-selective muscarinic receptor antagonist atropine (1 mM) reduced the nerve-evoked maximal contraction by 5765% (p, 0.01; Figure 8A , solid squares). To a lesser degree, desensitization of purinergic receptors (P2X) with 30 mM a,b-methylene ATP also reduced the nerve-evoked maximal contraction by 1563% (p, 0.01; Figure 8C , solid circles). The combination of both drugs reduced nerve-evoked maximal contractions by 9660.6% (p, 0.01; not shown), confirming these two neurotransmitters are responsible for nearly all of the nerve-evoked contraction. Removal of the mucosa had no significant impact on the inhibitory effects of atropine, a,b-methylene ATP (Figure 8, A , B, C, and D) or the combination of both.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 189,
                    "end": 198,
                    "text": "Figure 8A",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 381,
                    "end": 390,
                    "text": "Figure 8C",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 722,
                    "end": 734,
                    "text": "(Figure 8, A",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Effect of cholinergic and purinergic blockade on EFSinduced contraction"
        },
        {
            "text": "The cholinergic and purinergic components of nerve-evoked contractions were quite different in mucosa intact CIE mouse bladder strips. Purinergic stimulation ( Figure 8A , open squares) mediated 5563% while cholinergic stimulation ( Figure 8C , open circles) mediated 4667% of the maximal nerve-evoked contractions. Thus, the cholinergic component of nerve-evoked contractions was reduced (p,0.01) in CIE mouse bladders, while the purinergic component was increased (p,0.05) in CIE mouse bladders, compared to controls.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 160,
                    "end": 169,
                    "text": "Figure 8A",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 233,
                    "end": 242,
                    "text": "Figure 8C",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Effect of cholinergic and purinergic blockade on EFSinduced contraction"
        },
        {
            "text": "These alterations in the purinergic and cholinergic components to nerve-evoked muscle contractions were mediated by the mucosa in CIE mice. Removal of the mucosa in CIE mouse bladders ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Effect of cholinergic and purinergic blockade on EFSinduced contraction"
        },
        {
            "text": "CIE in mice leads to neurogenic detrusor overactivity, which has recently been characterized [14, 15] . Cystometry recordings in awake, unrestrained animals revealed that CIE mice have shortened inter-micturition intervals, lower voided volumes, and an elevated number of non-voiding contractions in comparison with controls. Although gross histological analysis of bladders from CIE and control mice showed no substantial differences in our previous report [14] , detailed quantitative histological analysis of Figure 4 . Potassium-induced contraction in mouse bladder strips. Mucosa intact and mucosa denuded bladder strips were exposed to high potassium buffer to induce contraction. **denotes significant (p,0.01) differences. The data is presented in terms of both grams and grams per cross sectional area (g/mm 2 ). CON denotes age-matched control. doi:10.1371/journal.pone.0109314.g004 the bladders from CIE mice presented here demonstrated organlevel hypertrophy that appeared to be a result of edema, primarily in the submucosal layer. No granulocytes were observed, and few lymphocytes, suggesting the edema may be related to increased permeability rather than inflammation. This idea is supported by a previous study demonstrating increased urothelial permeability within several hours of spinal cord injury in rats [18] . This study also provides solid evidence of a connection between the nervous system and the urothelium, which is supported by our findings as well.",
            "cite_spans": [
                {
                    "start": 93,
                    "end": 97,
                    "text": "[14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 98,
                    "end": 101,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 458,
                    "end": 462,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1327,
                    "end": 1331,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 512,
                    "end": 520,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "We examined changes in motor innervation and contractile response to exogenous agonists in CIE mice, while also determining the role of the mucosa in the observed changes. ACh and ATP are both released from terminals of parasympathetic nerves during micturition; however the relative contribution of each cotransmitter is known to vary by species and disease state [19] . The influence of the mucosa on bladder contraction also varies by species. For example, in pig bladders the mucosa suppresses contraction [20] , whereas in normal mice the mucosa potentiates contractile responses, both to bethanechol and electric field stimulation (nerve-evoked contractions). There is a role for an ''atropine resistant'' (non-cholinergic) component of normal bladder contraction in many mammals, excluding man [21] . In normal mice, a purinergic component of nerve-evoked contractions was observed, reaching a magnitude of approximately 40% of the maximum nerve-evoked contraction without atropine. The removal of the mucosa did not alter the relative magnitude of either the purinergic or cholinergic components of nerve-evoked contractions ( Figure 8 ), but did decrease their absolute magnitude. However, in CIE mice, the mucosa no longer enhances the magnitude of the nerve-evoked or bethanechol-induced contraction. Instead, mucosa from CIE mouse bladder decreases the cholinergic component of nerve-evoked contraction, while augmenting the purinergic component. This is consistent with an increased role for ATP observed in various human bladder pathologies, such as outlet obstruction due to enlarged prostate [22] , overactive bladder, neurogenic bladder, and interstitial cystitis [23] . As previously mentioned, human bladder strips do not show atropine-resistant contractions in the absence of pathology [22, 23] .",
            "cite_spans": [
                {
                    "start": 365,
                    "end": 369,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 510,
                    "end": 514,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 801,
                    "end": 805,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1608,
                    "end": 1612,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1681,
                    "end": 1685,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1806,
                    "end": 1810,
                    "text": "[22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1811,
                    "end": 1814,
                    "text": "23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 1135,
                    "end": 1143,
                    "text": "Figure 8",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Removal of the mucosa from CIE mouse bladders resulted in nerve-evoked contractions, which were similar to mucosa intact control bladders. The augmentation of nerve-evoked and bethanechol-induced contractions observed in mucosa intact age matched controls is lost in CIE bladders. Rather, the presence of the mucosa in intact CIE bladders decreased the relative magnitude of the cholinergic component and enhanced the purinergic component of nerve-evoked contractions without altering the magnitude of the contractile response. Therefore, it is evident that the relative contribution of the two neurotransmitters is influenced by the presence of the mucosa. This may be, in part, due to altered release of various substances influencing smooth muscle contraction, or perhaps to alterations in the interstitial cells relaying mucosal signals to smooth muscle of the detrusor.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The urothelium is known to release various substances, such as ACh, ATP, nitric oxide [24] , prostaglandins, and nerve growth factor [25, 26] . These substances could have either inhibitory or augmenting effects on muscarinic receptor-mediated detrusor contractions. There is also evidence for a mucosal-derived, yet unidentified, factor that inhibits bladder contraction [27, 28] . Spermidine is an endogenous polycationic amine which acts in a receptor-independent fashion, by modulating ion channels, including calcium channels [29] . Increased spermidine production and release has been shown in cultured urothelial cells from patients with overactive bladder [26] . Polyamines including spermidine also have been shown to inhibit ACh-induced contraction of gastrointestinal smooth muscle [30] and trigger relaxation of ACh-induced contractions in the rat bladder [29] . Whether there is an alteration of urothelial spermidine production and release in mice with bladder overactivity, such as seen in CIE, is still unknown.",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 90,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 133,
                    "end": 137,
                    "text": "[25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 138,
                    "end": 141,
                    "text": "26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 372,
                    "end": 376,
                    "text": "[27,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 377,
                    "end": 380,
                    "text": "28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 531,
                    "end": 535,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 664,
                    "end": 668,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 793,
                    "end": 797,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 868,
                    "end": 872,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our data suggests that mucosal dysfunction developed in CIE mouse bladders. This dysfunction may be related to the altered urothelial release of mediators of contraction described above, and/or altered permeability which is supported by the edema found in the submucosal layer, creating organ-level hypertrophy. Additionally, changes in expression levels of several receptors have been shown in EAE mice (a different model of MS), including an up-regulation of M 2 and P2X 3 receptor transcripts in the mucosa and detrusor smooth muscle [31] . As we have previously shown, in various bladder pathologies, there is an increased role of the M 2 subtype in mediating contraction [32] . However, our subtypeselective antagonist data support the role of the M 3 receptor predominantly mediating the contraction. Also, we have previously shown that M 3 transcript density is not correlated with protein levels across various rat bladder pathologies [33] .",
            "cite_spans": [
                {
                    "start": 537,
                    "end": 541,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 676,
                    "end": 680,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 943,
                    "end": 947,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In both control and CIE bladders, the potency of the M 3 selective antagonist darifenacin was increased by removal of the mucosa. This may suggest that mucosal M 2 receptors participate in the bethanechol-induced contraction of these strips. Urothelial M 2 receptors have been shown to mediate the release of ATP and PGE 2 and both these compounds can stimulate ACh release from the urothelium [33] . The urothelial released ACh may act on muscarinic receptors and the urothelial released ATP may act on purinergic receptors to enhance contraction. Additional ATP and ACh released in response to bethanechol activation of mucosal M 2 receptors would tend to reduce the darifenacin-induced shift in the bethanechol dose response curve, but would not reduce the methoctramine-induced shift. Because darifenacin potency is increased to a similar degree upon removal of the mucosa in both CIE and control bladder strips, CIE may not alter this urothelial modulatory mechanism.",
            "cite_spans": [
                {
                    "start": 394,
                    "end": 398,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "No hypertrophy was observed in the detrusor smooth muscle of CIE mice, however we did note a two-fold increase in the maximum response to the non-selective muscarinic agonist bethanechol in terms of normalized force (g/mm 2 ). This may result from up-regulation of muscarinic receptors in the detrusor smooth muscle of CIE mice, which is further supported by an increase in bethanechol potency in CIE bladder, as well as an increase in the bethanechol-induced maximum contractions (% KCl in denuded CIE vs control). This might be similar to the phenomenon of muscarinic supersensitivity following outlet obstruction [34] . Accumulation of lesions in the CNS as a result of CIE in mice, or MS in humans, will eventually disrupt or alter the complex neuronal control over micturition. This CIE mouse model shows demyelination primarily in the CNS; no demyelination in peripheral nerves was observed in the bladder wall. Yet, a distinct phenotype of neurogenic bladder dysfunction is observed, characterized by an increased number of non-voiding contractions and shortened inter-micturition interval. These symptoms are similar to those observed in upper spinal cord injuries, which suggests that the interruptions caused by MS-induced lesions result in decreased central control, resembling spinal cord injury. These cystometry findings are thought to be a function of increased afferent activity, suggesting a loss of descending inhibition from the pontine micturition center. Our data suggests there are changes in the motor (efferent) innervation as well, and that the mucosa plays a significant role in modulation of efferent signals. Previous studies have shown a tight link between the urothelium and nervous system [18] , and a number of alterations in urothelial cells under pathological conditions. While our data supports this idea, further studies are required to definitively conclude which cell type(s) are altered in these mice, and to examine changes to bladder afferents.",
            "cite_spans": [
                {
                    "start": 616,
                    "end": 620,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1720,
                    "end": 1724,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In summary, our data demonstrate a deficit in the nerve-evoked cholinergic component of contraction in CIE mice, which is not due to the ability of the smooth muscle to respond to acetylcholine. In fact, bethanechol potency and maximal contractile response were increased. We conclude that neurodegenerative bladder dysfunction in this model of multiple sclerosis may be, in part, due to pathologic changes in the urothelium and bladder mucosa that caused suppression of muscarinic receptor-mediated contractile response and augmentation of the purinergic response of the underlying smooth muscle.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Bladder symptoms in multiple sclerosis: a review of pathophysiology and management",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Nicholas",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Young",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Friede",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Expert Opin Drug Saf",
            "volume": "9",
            "issn": "",
            "pages": "905--915",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Bladder Dysfunction in Multiple Sclerosis",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Simpson",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "K"
                    ],
                    "last": "Yeates",
                    "suffix": ""
                }
            ],
            "year": 1965,
            "venue": "Br Med J",
            "volume": "1",
            "issn": "",
            "pages": "1265--1269",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The neurogenic bladder in multiple sclerosis: review of the literature and proposal of management guidelines",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "De Seze",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ruffion",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Denys",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Joseph",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Perrouin-Verbe",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Mult Scler",
            "volume": "13",
            "issn": "",
            "pages": "915--928",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Therapy Insight: bladder dysfunction associated with multiple sclerosis",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Kalsi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Fowler",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nat Clin Pract Urol",
            "volume": "2",
            "issn": "",
            "pages": "492--501",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Experimental models of multiple sclerosis",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Pachner",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Curr Opin Neurol",
            "volume": "24",
            "issn": "",
            "pages": "291--299",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "In vitro and in vivo models of multiple sclerosis",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Van Der Star",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "Y"
                    ],
                    "last": "Vogel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kipp",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Puentes",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Baker",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "CNS Neurol Disord Drug Targets",
            "volume": "11",
            "issn": "",
            "pages": "570--588",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "A rat model for investigation of bladder dysfunction associated with demyelinating disease resembling multiple sclerosis",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Mizusawa",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Igawa",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Nishizawa",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ichikawa",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ito",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Neurourol Urodyn",
            "volume": "19",
            "issn": "",
            "pages": "689--699",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Characterization and restoration of altered inhibitory and excitatory control of micturition reflex in experimental autoimmune encephalomyelitis in rats",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Vignes",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Deloire",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Petry",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Nagy",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Physiol",
            "volume": "578",
            "issn": "",
            "pages": "439--450",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Connective tissue and its growth factor CTGF distinguish the morphometric and molecular remodeling of the bladder in a model of neurogenic bladder",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "Z"
                    ],
                    "last": "Altuntas",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Daneshgari",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Izgi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bicer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ozer",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Am J Physiol Renal Physiol",
            "volume": "303",
            "issn": "",
            "pages": "1363--1369",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Bladder dysfunction in mice with experimental autoimmune encephalomyelitis",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "Z"
                    ],
                    "last": "Altuntas",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Daneshgari",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fabiyi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kavran",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Neuroimmunol",
            "volume": "203",
            "issn": "",
            "pages": "58--63",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Experimental autoimmune encephalomyelitis in the rat",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mannie",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Swanborg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Stepaniak",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Curr Protoc Immunol Chapter",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Systematic review of therapy for neurogenic detrusor overactivity",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Fowler",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Can Urol Assoc J",
            "volume": "5",
            "issn": "",
            "pages": "146--148",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Pharmacotherapy for neurogenic detrusor overactivity",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Chancellor",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "U"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "B"
                    ],
                    "last": "Boone",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Am J Phys Med Rehabil",
            "volume": "85",
            "issn": "",
            "pages": "536--545",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Coronavirus-induced demyelination of neural pathways triggers neurogenic bladder overactivity in a mouse model of multiple sclerosis",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Mcmillan",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "Q"
                    ],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Newman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Weiss",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "American Journal of Physiology -Renal Physiology",
            "volume": "307",
            "issn": "",
            "pages": "612--622",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "MP17-08 Neurogenic bladder dysfunction in a murine model of multiple sclerosis is caused by coronovirus-induced demyelination of the nervous system",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ruggieri",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mcmillan",
                    "suffix": ""
                },
                {
                    "first": "X-Q",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lamarre",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Braverman",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "The Journal of Urology",
            "volume": "191",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Pathogenesis of murine coronavirus in the central nervous system",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Bender",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Weiss",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Neuroimmune Pharmacol",
            "volume": "5",
            "issn": "",
            "pages": "336--354",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "MHV-A59 pathogenesis in mice",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lavi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Gilden",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Highkin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Weiss",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Adv Exp Med Biol",
            "volume": "173",
            "issn": "",
            "pages": "237--245",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Disruption of bladder epithelium barrier function after spinal cord injury",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Apodaca",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kiss",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Ruiz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Meyers",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zeidel",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Am J Physiol Renal Physiol",
            "volume": "284",
            "issn": "",
            "pages": "966--976",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Purinergic and Pyrimidinergic Signalling I",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Burnstock",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "423--515",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Urotheliumderived inhibitory factor(s) influences on detrusor muscle contractility in vitro",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Hawthorn",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Chapple",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cock",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chess-Williams",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Br J Pharmacol",
            "volume": "129",
            "issn": "",
            "pages": "416--419",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "A comparison of spontaneous and nerve-mediated activity in bladder muscle from man, pig and rabbit",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sibley",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "The Journal of physiology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Bladder instability and detrusor smooth muscle function",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Fry",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Mundy",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Exp Physiol",
            "volume": "84",
            "issn": "",
            "pages": "161--169",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Mechanisms of disease: role of purinergic signaling in the pathophysiology of bladder dysfunction",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Ruggieri",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Sr",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nat Clin Pract Urol",
            "volume": "3",
            "issn": "",
            "pages": "206--215",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Activation of muscarinic receptors in rat bladder sensory pathways alters reflex bladder activity",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Kullmann",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Artim",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Birder",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "De Groat",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Neurosci",
            "volume": "28",
            "issn": "",
            "pages": "1977--1987",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Urothelial signaling",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Birder",
                    "suffix": ""
                },
                {
                    "first": "K-E",
                    "middle": [],
                    "last": "Andersson",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Physiological reviews",
            "volume": "93",
            "issn": "",
            "pages": "653--680",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Elevated polyamines in urothelial cells from OAB subjects mediate oxotremorine-evoked rapid intracellular calcium rise and delayed acetylcholine release",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Tomiya",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hsu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Chai",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "American journal of physiology Renal physiology",
            "volume": "305",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Urotheliumderived inhibitory factor(s) influences on detrusor muscle contractility in vitro",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hawthorn",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chapple",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cock",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chess-Williams",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "British journal of pharmacology",
            "volume": "129",
            "issn": "",
            "pages": "416--419",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "A nonnitrergic smooth muscle relaxant factor released from rat urinary bladder by muscarinic receptor stimulation",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fovaeus",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fujiwara",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Högestä Tt",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Persson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Andersson",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "The Journal of urology",
            "volume": "161",
            "issn": "",
            "pages": "649--653",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Effects of spermine on the relaxation response of rat detrusor smooth muscles",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Myung",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Oh",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "European journal of pharmacology",
            "volume": "573",
            "issn": "",
            "pages": "196--200",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Effects of polyamines on contractility of guinea-pig gastric smooth muscle",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Sim",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Kwon",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Korean Med Sci",
            "volume": "22",
            "issn": "",
            "pages": "48--56",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Pannexin 1 involvement in bladder dysfunction in a multiple sclerosis model",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Negoro",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Lutz",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Liou",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kanematsu",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Ogawa",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Sci Rep",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "M 2 mediated contractions of human bladder from organ donors is associated with an increase in urothelial muscarinic receptors",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Braverman",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lebed",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Linder",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Ruggieri",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Neurourology and urodynamics",
            "volume": "26",
            "issn": "",
            "pages": "63--70",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Regulation of bladder muscarinic receptor subtypes by experimental pathologies",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Ruggieri",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Sr",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Braverman",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Auton Autacoid Pharmacol",
            "volume": "26",
            "issn": "",
            "pages": "311--325",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "A myogenic basis for the overactive bladder",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Brading",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Urology",
            "volume": "50",
            "issn": "",
            "pages": "68--73",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Measurements of individual bladder strips following tension experiments. Significant differences are denoted as follows: *denotes p,0.05; **denotes p,0.01. doi:10.1371/journal.pone.0109314.g002 Nerve-Evoked Bladder Contractions in CIE Mice PLOS ONE | www.plosone.org",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Bladder histology and layer thickness. 40x micrograph (H&E images) showing thickness of three layers of the bladder wall in age matched control mouse bladder (A) and CIE mouse bladder (B). Insets showing detail of urothelial layer. (C) Quantification of layer thickness using BioQuant image analysis software. Average layer thickness was compared between mice, such that N reflected the number of mice. *denotes significance at p,0.05. doi:10.1371/journal.pone.0109314.g003 increased (p,0.01) the cholinergic component of nerve-evoked contraction to 8761% (Figure 8D, open circles) and decreased (p,0.01) the purinergic component to 3566% (Figure 8B, open squares). In mucosa denuded CIE mouse bladders, the relative magnitude of the cholinergic and purinergic components of nerveevoked contraction were not different from controls (Figure 8, B and D).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Bethanechol-induced contraction in mouse bladder strips. Mucosa intact and mucosa denuded bladder strips were subjected to a cumulative bethanechol concentration response curve at half log intervals from 1E-7 M to 1E-2 M. The maximal contraction is shown in terms of grams, grams/mm 2 , and percent of high potassium-induced contraction (% KCl). Significant differences are denoted as follows: *p,0.05; **p,0.01. doi:10.1371/journal.pone.0109314.g005",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "a,b-methylene ATP concentration response curves (CRCs) in mucosa intact and mucosa denuded bladder strips. Noncumulative a,b-methylene ATP CRCs from age-matched control (CON) and CIE mouse bladder strips are presented as the percent of the high potassium-induced contraction (% KCl). doi:10.1371/journal.pone.0109314.g006",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Mucosal influence on nerve-evoked contractions in age-matched control and CIE bladder strips. EFS (12 V, 1 ms pulse duration) was used to induce nerve-evoked contractions in aged-matched control (A) and CIE (B) mouse bladder strips. The data is presented as the percent of the high potassium-induced contraction. **denotes significant (p,0.01) differences between mucosa intact and mucosa denuded. doi:10.1371/journal.pone.0109314.g007",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Cholinergic and purinergic components of nerve-evoked contraction in CIE and age matched control mouse bladders. EFS (12 V, 1 ms pulse duration) was used to induce nerve-evoked contractions in aged-matched control and CIE mouse bladder strips. The purinergic component (A and B) was determined in the presence of 1 mM atropine. The cholinergic component (C and D) was determined following purinergic desensitization with 30 mM a,b-methylene ATP. Data is presented as the percent of the maximal EFS-induced contraction prior to either cholinergic or purinergic inhibition. Significant differences are denoted as follows: *denotes p,0.05; **denotes p,0.01. doi:10.1371/journal.pone.0109314.g008",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Bethanechol maximal contraction and potency and the potency of subtype selective muscarinic receptor antagonists for inhibition of bethanechol induced contraction.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors wish to thank Mamta Amin and Shreya Amin for their technical assistance in processing tissues for histology. This work was supported by National Institute of Diabetes and Digestive and Kidney Diseases Grant DK-097819 (to A. P. Malykhina).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "Conceived and designed the experiments: APM MRR. Performed the experiments: NSL ASB MFB. Analyzed the data: NSL ASB MFB. Contributed reagents/materials/analysis tools: APM MFB MRR. Contributed to the writing of the manuscript: NSL ASB MFB MRR.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Contributions"
        }
    ]
}