{
    "paper_id": "db459b8a4b49c8b1ad883d0824c6bffccefb525e",
    "metadata": {
        "title": "Robustness of the reproductive number estimates in vector-borne disease systems Supplementary material Individual Based Model",
        "authors": [
            {
                "first": "Warren",
                "middle": [],
                "last": "Tennant",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mario",
                "middle": [],
                "last": "Recker",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "We employed a spatially-explicit IBM motivated by the one previously proposed by Lourenço and Recker (2013) ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Initially, a disease-free stochastic individual based model for the hosts and vectors of the virus was constructed with no spatial component, and time t discretized into days. Daily, individual humans and vectors were aged, and terminated if their age exceeded their life expectancy. Only the adult stage of a vector's life cycle was considered, since only adult vectors generally acquire and transmit the vector-borne disease. We assumed age-dependent mortalities for both the hosts and the vectors. For both the host and vector, this is governed a Weibull distribution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "where c i and d i are the scale and shape parameters, with i ∈ {H, V } denoting the parameters for host and vectors. The host and vector population were assumed to be constant, with M denoting the ratio if vectors to hosts, so a new individual immediately replaces an individual that has been the terminated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "borne disease, hosts are immune for the rest of their life. Susceptible hosts become exposed to the virus at a rate λ H (force of infection), then become infectious after 1/ H days, and finally recover after 1/γ days. Susceptible vectors become exposed to the virus at a rate λ V , and develop infectiousness after 1/ V days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The force of infection on susceptible hosts, λ H is dependent on the number of infected vectors in the system, and the force of infection on susceptible vectors, λ V is dependent on the number of infected hosts in the system. All vectors bite hosts at a constant per day rate β. Thus the force of infection on susceptible hosts and on susceptible vectors are",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "where p H,V is the probability of successfully transmitting the disease given a biting event between an infected and susceptible individual, and I H (t) and I V (t) are the number of hosts and vectors infected at time t respectively. Additionally, individuals were infected at an external infection rate ι to account for introduction of the disease from outside the system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The host and vector populations were divided into a set of communities organized into a nonwrapping lattice. The distribution of humans and mosquitoes was set to be maximally uniform across all communities. We assumed that individuals mix homogeneously within each community. Let C be the set of all communities in the meta-population and define c = [r, c] ∈ C where [r, c] is the community's row and column number in the lattice. In a model with no intercommunity interaction, communities are isolated from one another, so the force of infection terms of each community c ∈ C are",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "where I H (t, c ) and I V (t, c ) are the number of infected hosts and vectors respectively in community c at time t, and N H ( c ) is the number of humans in community c.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Infection between communities was considered by dispersing the total number of transmission events in a community to neighbouring communities, thereby modelling the biting of vectors in surrounding sub-populations. The total number of transmissions in community c ∈ C at time t is the force of infection multiplied by the population size. Inter-community transmissions were included by setting the total number of transmissions for each community to be a weighted sum of the total number of transmissions for each sub-population in a model where all communities are isolated, with weights defined by some disease dispersal kernel Φ (·).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "where Φ ζ ( c ) are the normalized weights, N V (t, c ) and N H (t, c ) are the total number of vectors and hosts respectively in community c at time t, and Λ V (t, c ) and Λ H (t, c ) are the force of infection terms on vectors and hosts respectively in community c at time t with inter-community transmissions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The local disease dispersal kernel is Φ ζ is normalized and dependent on the distance between the source community ζ and each destination community c ∈ C involved in the dispersal of each transmission event. It was assumed that the distance dependence follows a normal distribution centred at mean zero with variance σ 2 . Therefore, φ ζ ( c ) can be computed as the volume of the two dimensional normal distribution centred around ζ with covariance matrix Σ evaluated at the community c.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A model for human movement was incorporated into the model by allowing human individuals to temporarily visit any sub-population in the lattice with probability ω. Combining this with the local disease dispersal kernel, the total number of transmission events for vectors and hosts are computed as",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "where |C| is the total number of communities in the lattice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The mathematical method was implemented computationally in C++ with CUDA GPU acceleration in order to reduced simulation run-time such that extensive sensitivity analyses could be performed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The mathematical method was implemented computationally in C++ with CUDA GPU acceleration in order to reduced simulation run-time such that extensive sensitivity analyses could be performed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Computational implementation"
        },
        {
            "text": "In the model, a human individual is defined by their age, a random probability determining an individuals life expectancy, the community in which they reside, and the immunological history of the individual, what infected class they are in (susceptible, exposed, infected). An infected or exposed human individual will also the age at which they become infectious, and the age at which they recover. Similarly, an individual mosquito is defined by their age, the random probability, and home community. Infected mosquito also have information on the age at which they become infectious. Note that by the compartmental model in the previous subsection, there is no need for recovery times or immunological history since a mosquito is infected for life.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Computational implementation"
        },
        {
            "text": "Firstly, a disease free human and mosquito population are initialized. An individuals age is initialized from the survival function, the probability that an individual will survive beyond a given age. For an age-dependent mortality rate µ (t), the survival function S (t) is given by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Computational implementation"
        },
        {
            "text": "The life expectancy probability is assigned on a uniform distribution of [s (t) , 1]. Individuals are assigned communities uniformly. A small proportion (≈ 0.01%) of individuals are then infected with infected humans being assigned an age at which they recover. There are only two kernel calls for the demographic update; one for mosquitoes, and one for humans. Each kernel is not sub-divided into smaller functions in order to reduce the number of memory stores and loads. It is expected that the mosquito demographic update is slower than the human update since the much higher per day death rate in mosquitoes leads to a large increase in warp divergence. Other simpler optimization strategies suggested in the CUDA manual, such as using fast math libraries, were followed throughout the parallelized parts of code.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Computational implementation"
        },
        {
            "text": "We applied the next generation approach [2] to a typical SEIR-SEI host-vector system of ordinary differential equations in order to get the formula for the basic reproductive number R ODE 0 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ODE-based reproductive number"
        },
        {
            "text": "Firstly, by assuming the entire host and vector population is susceptible to the pathogen, the ODEs (see Methods in the main text) can be reduced to the following subsystem.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ODE-based reproductive number"
        },
        {
            "text": "where M is the number of vectors per host (N V /N H ). Then, by setting x = [E H , I H , E V , I V ] T , the subsystem can be written asẋ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ODE-based reproductive number"
        },
        {
            "text": "where T represents the transmission of the pathogen between hosts and vectors, and Σ corresponds to the transitions of individuals between exposed and infected classes. The next generation matrix K L can then be calculated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ODE-based reproductive number"
        },
        {
            "text": "Diekmann (2010) showed that dominant eigenvalue of the next generation matrix is the reproductive number of the original system of ordinary differential equations. This eigenvalue is the square root of the reproduction number for the full transmission cycle of a vector-borne disease, which is what we are interested in. Therefore",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ODE-based reproductive number"
        },
        {
            "text": "However, for most vector-borne diseases the human recovery rate 1/γ, and intrinsic incubation period 1/ H , are much shorter than mean human life expectancy 1/µ H in the ODE system, an approximation can be made by removing the death rate of humans µ H from the formula",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ODE-based reproductive number"
        },
        {
            "text": "The basic reproductive number, R IBM 0 , for the individual based model was computed from first principles using the transmission cycle of the pathogen as described by the individual-based model itself. Starting with an infected human in an entirely susceptible population, the human will infect M p V β vectors per day on average and will be infected for 1/γ days. Therefore, a single infected human is expected of infect M p V β/γ vectors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IBM-based reproductive number"
        },
        {
            "text": "The proportion of infected vectors that survive the extrinsic incubation period of the disease is denoted by ρ E V →I V and was calculated from the vector mortality risk µ V . First, we calculate the survival function s (τ ). The survival function is a monotonically decreasing function which defines the probability that a vector will survive beyond τ days in age.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IBM-based reproductive number"
        },
        {
            "text": "The probability that an individual of age τ will survive a mean incubation period of 1/ V is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IBM-based reproductive number"
        },
        {
            "text": "In order to get the mean probability that an infected vector becomes infectious, we weight ρ E V →I V (τ ) by the proportion of the vector population at age τ , derived from the normalization of the survival function.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IBM-based reproductive number"
        },
        {
            "text": "A single infected vector will infect p H β humans per day on average. As infectious vectors can infect for the rest of their life, the infectious period is defined as difference between the mean life expectancy of an infectious vector, 1/µ I V , and the mean age at which a vector becomes infectious, 1/α I V . Therefore, the infectious period is dependent upon the vector mortality rate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IBM-based reproductive number"
        },
        {
            "text": "As the vector population is assumed to be completely susceptible in the definition of R 0 , the mean age of an infectious vector is calculated by taking the weighted average of all possible ages of an infectious vector, τ + 1/ V , with the proportion of infectious vectors at that given age, obtained by the normalization of the survival function perturbed by the incubation period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IBM-based reproductive number"
        },
        {
            "text": "The mean life expectancy of an infectious vector, 1/µ I V , is not the same as the mean life expectancy of a vector, because a vector that became infectious at time τ + 1/ V must have survived up until that age, thereby altering its remaining mortality risk distribution. Therefore, the mean life expectancy of an infectious vector that became infected at age τ days, f (τ ), must survive at least τ + 1/ V plus the remaining expected survival time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IBM-based reproductive number"
        },
        {
            "text": "where s τ + 1 ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IBM-based reproductive number"
        },
        {
            "text": "Combining all these terms, the basic reproduction number of the individual based model can be derived as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IBM-based reproductive number"
        },
        {
            "text": "Basic reproduction number from initial growth rate",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IBM-based reproductive number"
        },
        {
            "text": "The basic reproduction number can be estimated from the time-series of an outbreak of a vectorborne disease in an entirely susceptible population of hosts and vectors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IBM-based reproductive number"
        },
        {
            "text": "By assuming that the proportion of infected hosts (i = H) and vectors (i = V ) survive the intrinsic and extrinsic incubation period is i / ( i + µ i ), and that the entire host and vector populations are susceptible to the vector-borne disease the infectious stage of the SEIR-SEI ODE system can be rewritten into the following delay differential equatioṅ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IBM-based reproductive number"
        },
        {
            "text": "where τ H = 1/ H and τ V = 1/ V , are the intrinsic and extrinsic incubation periods respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IBM-based reproductive number"
        },
        {
            "text": "At the start of an epidemic, the growth rate of infected hosts and vectors is assumed to be a constant λ, so the total number of infected hosts and vectors is defined as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IBM-based reproductive number"
        },
        {
            "text": "Substituting these into equations 29 and 30 and re-arranging yields",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IBM-based reproductive number"
        },
        {
            "text": "And then substituting the equation for R 0 derived from the ODE system using the nextgeneration method yields",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IBM-based reproductive number"
        },
        {
            "text": "Equilibrium estimation methods are more reliable than using the initial growth rate The asymptotically stable steady state of susceptible individuals in an ODE-based SEIR system for a directly transmitted disease is a good estimator of the basic reproductive number and is given as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IBM-based reproductive number"
        },
        {
            "text": "where S * is the mean proportion of susceptible individuals at equilibrium. The directly transmitted disease R 0 estimate was then used as an approximation for the basic reproductive number of an endemic vector-borne disease. For the individual based model (IBM) this required the proportion of susceptible individuals to reach some dynamic equilibrium, as the inherent stochasticity inhibits the system from reaching an asymptotically stable equilibrium (Figure A in S1 Figure) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 471,
                    "end": 478,
                    "text": "Figure)",
                    "ref_id": null
                }
            ],
            "section": "IBM-based reproductive number"
        },
        {
            "text": "Under the assumption of constant vector mortality rate, estimating the reproduction number from the dynamic equilibrium of susceptible individuals is much more reliable than from the initial growth rate of an epidemic in an entirely susceptible population ( Figure B in S1 Figure) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 258,
                    "end": 266,
                    "text": "Figure B",
                    "ref_id": null
                },
                {
                    "start": 273,
                    "end": 280,
                    "text": "Figure)",
                    "ref_id": null
                }
            ],
            "section": "IBM-based reproductive number"
        },
        {
            "text": "Although the estimate is more robust, gathering seroprevalence data in the field offers substantially greater challenges than collecting the total number of cases over time at the start of an outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IBM-based reproductive number"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Persistent Oscillations in a Spatial Multi-Strain Disease System with Application to Dengue",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lourenço",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Recker",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Natural",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS Computational Biology",
            "volume": "9",
            "issn": "10",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pcbi.1003308"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The construction of next-generation matrices for compartmental epidemic models",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Diekmann",
                    "suffix": ""
                },
                {
                    "first": "Jap",
                    "middle": [],
                    "last": "Heesterbeek",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Roberts",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Journal of The Royal Society Interface",
            "volume": "7",
            "issn": "47",
            "pages": "873--885",
            "other_ids": {
                "DOI": [
                    "10.1098/rsif.2009.0386"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Daily, individuals are subject to a demographic update and viral transmissions, as well as some data collation, up until the requested simulation time (not runtime). For the demographic update, an cumulative probability function of the mortality risk at the individuals age is compared with their life expectancy probability. If the cumulative probability exceeds the life expectancy probability, the individual is terminated. A new human always replaces a deceased human im-mediately, whereas a dead mosquito is replaced conditional on the expected mosquito population size on a given simulation day (rainfall seasonality). In the demographic update, individuals are also checked as to if they should become infectious or if humans should recover from the disease. The demographic update code fragment also contains counters in order to keep track of the total number of infected individuals per community.For viral transmissions, for host and vector, the expected number of transmission events from each sub-population are computed (λN ) and divided between into long-distance and local transmissions. Each long-distance transmission event is assigned community which is uniformly sampled from the lattice. Every local transmission is assigned a community which is sampled from the local disease dispersal kernel. After all transmission events from each sub-population have been passed through the inter-community interaction function, each community now has a new total number of transmissions pass to its individuals (ΛN ). For every transmission event in a community, an individual is selected at random. If the individual is not already infected, and does not have immunity, the individual is infected. A newly infected mosquito is assigned an extrinsic incubation period, at the end of which the mosquito becomes infectious for the duration of its life. Similarly, a human is assigned an intrinsic incubation period and a recovery time, and is now set to be immune.Finally, at every time step, the counters keeping track of the total number of infected individuals per community are summed. This data is output at the very end of the program.GPU accelerationThe majority of the code is parallelized on the GPU. The parts that are not parallelized include requesting user input, checking whether the simulation needs to continue, and outputting data to file. The demographic update part of the code is fully parallelized. This means that every scheduled thread on the GPU is associated with an individual. Computing the expected number of viral transmissions per community per strain (before and after local and long-distance dispersal) is parallelized across communities. However, infection of individuals happens also at the community level. The summation of counters across all sub-populations is parallelized over all communities.OptimizationSince all individuals require updating at every time-step of the simulation, the demographic update is the main target for optimization. Defining an individual as an object and arranging many individuals into a vector results in strided memory access when accessing one piece of information about each individual, such as age or location. A noted optimization is to break down the vector of individuals into vectors of component parts. Memory access is now coalesced.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "remaining survival distribution to be the probability of survival given the vector survived until τ + 1/ V days. As the individual based model discretizes time into days, the remaining survival period can be calculated by taking the sum over all possible (infectious) ages of the remaining survival function. Again, by taking the weighted average of all possible ages of an infectious vector, τ + 1/ V , with the mean life expectancy of a vector that became infectious at age τ + 1/ V days, we obtain an the mean life expectancy of an infectious vector.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}