{
    "paper_id": "db7b306a406cd633344a193033ac15a798b1d1d8",
    "metadata": {
        "title": "Chile's role in global health diplomacy: a narrative literature review",
        "authors": [
            {
                "first": "Jorge",
                "middle": [],
                "last": "Ramírez",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Leonel",
                "middle": [],
                "last": "Valdivia",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Elena",
                "middle": [],
                "last": "Rivera",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Marilia",
                "middle": [],
                "last": "Da",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Silva",
                "middle": [],
                "last": "Santos",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Dino",
                "middle": [],
                "last": "Sepúlveda",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ronald",
                "middle": [],
                "last": "Labonté",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Arne",
                "middle": [],
                "last": "Ruckert",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Global health diplomacy (GHD) has become an important field of investigation due to health concerns increasingly entering the foreign policy domain. Much of the existing academic writing focuses on North-South cooperation in global health, and emphasizes the role of security and economic interests by Northern countries as drivers of GHD. Chile presents a favourable environment for an expanded involvement in future GHD activities. However, there is little knowledge about what has been driving Chile's integration of health into foreign policy, and little effort to appropriate knowledge from international relations theories to better theoretically grasp the emergence of GHD. Methods: To fill this knowledge gap, we conducted a narrative literature review of the driving forces behind Chile's integration of health into foreign policy. Drawing on a popular analytical framework used in international relations scholarship, we identified driving forces of the integration of health into Chile foreign policy at three levels of analysis. Results: At the international/global level of analysis, the main driving forces were related to national security concerns and compliance with regulations of international organizations. At the regional level, GHD was driven by a commitment to regional solidarity through mutually beneficial cooperation in response to neoliberal reforms; health coordination in emergencies; and protection of indigenous peoples. Finally, at the domestic level, drivers identified include economic interests of various productive sectors and how health regulations might impact those; the high degree of social inequity which impacts on access to healthcare; and management of natural disasters. Conclusion: Health actions in the context of international relations in Chile are still mainly motivated by more traditional foreign policy interests rather than by a desire to satisfy health needs per se. This seems to conform with findings of existing GHD scholarship that emphasize the importance of security and economic interests as driving forces of GHD, and how health is often appropriated instrumentally within foreign policy settings to achieve other goals. But the review also reveals that in the context of South-South cooperation (and regional health diplomacy), solidarity and normative considerations can be important driving forces as well. Finally, the review demonstrates that there has been an evolution from chiefly domestically focused health policies (e.g. maternal and child nutrition treatment) towards internationally inspired integrated policies (e.g. maternal and child nutrition promotion aligned with international guidelines).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Introducción: La diplomacia en salud global (DSG) se ha convertido en un importante campo de investigación debido a que los problemas de salud son cada vez más considerados en el ámbito de la política exterior. Gran parte de la literatura existente se centra en la cooperación Norte-Sur en salud global, y enfatiza el papel de la seguridad e intereses económicos por parte de los países del Norte como impulsores de la DSG. Chile presenta un escenario favorable para una mayor participación en actividades de DSG. Sin embargo, existe poco conocimiento sobre lo que ha estado impulsando la integración de la salud de Chile en la política exterior, y pocos esfuerzos por usar los elementos de las relaciones internacionales y las teorías de la política exterior para entender mejor el surgimiento de DSG. Método: Para llenar este vacío de conocimiento, realizamos una revisión narrativa de la literatura. Basándonos en un popular marco analítico utilizado en estudios sobre relaciones internacionales, identificamos las fuerzas que impulsan la integración de la salud en la política exterior de Chile en tres niveles de análisis. Resultados: En el nivel de análisis internacional / mundial, las principales fuerzas motrices se relacionaron con las preocupaciones de seguridad nacional y el cumplimiento de las reglamentaciones de las organizaciones internacionales. A nivel regional, la DSG se ha impulsado por: un compromiso con la solidaridad regional a través de la mutua cooperación en respuesta a las reformas neoliberales; una necesidad de coordinación de salud en emergencias; y la protección de pueblos indígenas. Finalmente, a nivel doméstico, los factores identificados incluyen los intereses económicos de varios sectores productivos (y cómo las reglamentaciones sanitarias podrían afectarlos); el alto grado de inequidad social que impacta en el acceso a la atención médica; y el manejo de desastres naturales. Conclusiones: Las acciones de salud en el contexto de las relaciones internacionales en Chile siguen estando motivadas principalmente por intereses de política exterior tradicionales, más que por el deseo de satisfacer las necesidades de salud per se. Esto parece concordar con hallazgos previos, que enfatizan la importancia de la seguridad y los intereses económicos como fuerzas impulsoras de la DSG, y cómo el tema de salud suele ser apropiado instrumentalmente dentro de la política exterior para lograr otros objetivos. Sin embargo, la revisión también revela que, en el contexto de la cooperación Sur-Sur (y la diplomacia regional de salud), la solidaridad y las consideraciones normativas también pueden ser importantes fuerzas impulsoras. Finalmente, ha existido una evolución de las políticas de salud centradas principalmente en el ámbito interno (p. Ej, el tratamiento de nutrición materno-infantil) hacia políticas integradas inspiradas a nivel internacional (p. Ej., la promoción de la nutrición materno-infantil se alinea con las directrices internacionales).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Resumen"
        },
        {
            "text": "Global health diplomacy (GHD) has become an important field of academic investigation due to health concerns increasingly entering foreign policy considerations. Although subject to many interpretive definitions, GHD is most simply defined as the multi-level and multi-actor negotiations that shape the global policy environment for health [1] . This includes various efforts through which States, intergovernmental organizations, and non-State actors negotiate responses to global health challenges (in which improved health is the identified policy goal); but also encompasses using health concepts or mechanisms in global policy negotiations to achieve other political, economic, and social objectives (in which health is a means to other foreign policy objectives such as security) [2] . The merging of health and foreign policy is linked to the securitization of health, with recent outbreaks of various epidemics (SARS in 2003, Influenza H1N1 in 2009, and Ebola in 2014) demonstrating how infectious diseases can spread rapidly across the globe, affecting traditional foreign policy concerns of security, travel and trade [3] .",
            "cite_spans": [
                {
                    "start": 340,
                    "end": 343,
                    "text": "[1]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 786,
                    "end": 789,
                    "text": "[2]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1128,
                    "end": 1131,
                    "text": "[3]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Much of the existing academic work focuses on North-South cooperation in global health, and emphasizes the role of security and economic interests by (historically dominant) Northern countries as drivers of GHD. Less has been written about what is driving Southern countries to partake in GHD, and how to theorize about their role in GHD; a knowledge gap this review is focused on closing [4] . Although in Chile the integration of health into the foreign policy agenda is not immediately visible in official diplomatic channels (i.e. at the Ministry of Foreign Affairs [MINREL] and its network of specialized agencies), our findings reported below demonstrate that Chile has been a vital player and keen promoter of important regional and global health initiatives.",
            "cite_spans": [
                {
                    "start": 389,
                    "end": 392,
                    "text": "[4]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Chile returned to a democratic regime in 1990 after being ruled by a military government for almost 17 years. A center-left political coalition of Christian Democrats, Socialists and other progressive parties (The \"Concertación\"), controlled the government until 2010 when it was replaced by a right-wing political coalition for 4 years, before reverting back to a socialist president in 2014. Since the early 1990s, the official priority of the Chilean foreign policy agenda has been the promotion and expansion of the commercialization of Chilean products (e.g. copper, timber, fish, fruit and wine, among others) and expansion into global markets. The principal vehicle for achieving this goal has been the establishment of a string of free trade agreements (FTAs) with over one hundred nations and regional associations around the world. At the same time, Chile has experienced a growing involvement with its immediate neighbours and the rest of the Latin American region, with emphasis in regional health initiatives. Examples in our analysis include cross border cooperation in the North of Chile (focusing on intercultural health and security issues); Chile's active involvement in the Union of South American Nations (UNASUR), the Common Market of the South (MERCOSUR), and the Andean Community of Nations (CAN), each of which has undertaken important health initiatives; and the fast-paced immigration of workers and families from neighbouring nations (including health workers).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "These developments constitute a favourable scenario for an expanded involvement of Chile in future GHD activities. However, there is little knowledge about what has been driving Chile's integration of health into foreign policy, and little effort to appropriate knowledge from international relations (IR) theories to better grasp the emergence of GHD [3] , especially so in the context of South-South Collaboration (SSC) [4] . Our first step in filling this knowledge gap was to systematically gather and analyze what existing studies and related commentaries have documented on these two issues. Our findings suggest that there are a number of competing and complex motivations behind the integration of health into Chile's foreign policy which represent a mix of security, economic, and normative interests, with no single IR theory able to comprehensively capture Chile's GHD dynamics.",
            "cite_spans": [
                {
                    "start": 352,
                    "end": 355,
                    "text": "[3]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 422,
                    "end": 425,
                    "text": "[4]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "We conducted a narrative literature review with the goal to identify: 1) what health concerns enter diplomatic and foreign policy discussions and negotiations in Chile; 2) how they are framed in this process; 3) what are the driving forces for their inclusion into foreign policy; and 4) how we can theoretically understand these processes by drawing on IR theory (the last two of which are the focus of this article). We decided to conduct a narrative review for two reasons; first it allowed us to \"identify what has been accomplished previously, allowing for consolidation, for building on previous work, for summation, for avoiding duplication and for identifying omissions or gaps\" [5] in a field where a paucity of articles is expected due to its recent development; and second, because our research questions were theoretical and conceptual in nature, a narrative literature review set up (as opposed to a systematic review) allowed us to go beyond mere description of GHD practices to facilitate conceptual engagement with IR theories.",
            "cite_spans": [
                {
                    "start": 687,
                    "end": 690,
                    "text": "[5]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The review is part of a larger comparative research project to better understand GHD practices in Brazil, Canada, Chile, and Mexico and follows the study protocol of that larger research project, with a global literature review of GHD recently published elsewhere [3] .",
            "cite_spans": [
                {
                    "start": 264,
                    "end": 267,
                    "text": "[3]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "We reviewed seven electronic data bases (PubMed, ASCE, Web of Science, BIREME, INIA, Scielo and EBSCO (see Additional file 1). We collected articles mainly in Spanish but we also included some articles in English whenever we found scholarship on Chilean GHD published in English. Due to the increase in global health diplomacy activities after the turn of the millennium, we considered articles published between 2000 and 2015. The list of search terms can be found in Additional file 2 (translated into English with the actual search performed in Spanish). Most of the articles were published by independent scientific journals and written by scholars in different fields of study. Only 4 articles were found in institutional publications from the government or journals belonging to government institutions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "After removing the duplicates, we screened the articles through abstract reviews, selecting articles that satisfied at least one (or more) of the following inclusion criteria: (i) cover international policy issues relevant to health due to their direct and/or indirect implications; or (ii) discuss (explicitly or implicitly) how health issues are framed/ incorporated in foreign policy negotiations; or (iii) analyze the forces involved in the integration of health in foreign policy negotiations; or (iv) explore the ways in which diplomacy in global health is practiced; or (v) analyze explicitly and/or implicitly the bases or theoretical foundations of the integration of health in international politics, in terms of international relations theory (see Additional file 1 for details).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Searches identified 763 potentially relevant articles, and 582 after removal of duplicates. The review of these titles yielded 78 articles after abstract screening. These articles were read in their entirety by three teams of two reviewers each. If there was disagreement within a team of two relating to selection of an article, a third party was consulted. Finally, 32 of them were selected for further analysis due to their relevance for addressing the portion of review findings that we are reporting in this article (goals 3 and 4 described above) and were coded and reported in this article (see Table 1 ). Coding was performed utilizing NVivo 10 and a coding tree developed by the Canadian research team, with some modifications considered appropriate to the particularities of the Chilean context (see Additional file 3). We also developed an integrative narrative of the findings in terms of how international relations theory can be used to facilitate a better understanding of the motivating factors behind Chilean GHD.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 602,
                    "end": 609,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "Public health scholars have only rarely engaged with IR theory or other relevant theoretical traditions when trying to understand GHD processes [6] , with theoretical explanations tending to focus on the role of dominant states in pursuing security and economic interests, with little effort to examine the role of Southern partners in GHD. We draw on the field of IR and use of the concept of levels of analysis to organize our findings of drivers of health in Chilean foreign policy [7] , distinguishing between: (i) the international/global level of analysis which focuses on the role of systemic factors as overarching policy constraints on foreign policy, including the distribution of power and norms in the international system, and the role of global actors (e.g. international non-governmental organizations (INGOs), international organizations (IOs), multi-national corporations (MNCs), and transnational policy advocacy networks in foreign policy priority setting; (ii) the domestic/state level of analysis which recognizes how differences in the political structure and culture of a nation-state and various domestic political actors (such as NGOs and economic interest groups) influence foreign policy formulation; and (iii) the individual level of analysis which emphasizes the role of individuals, especially key politicians and celebrities, and their perceptions and position in the foreign policy decision-making process [3] . For this review, the motivations behind efforts to advance GHD were categorized at three levels of analysis slightly different from the traditional IR axiology (international, regional and national) due to the prominence of regional health diplomacy, or SSC in health, across Latin America. We do not include individual drivers (i.e. celebrity diplomacy or personal policy champions) in the discussion as information on them was negligible in our literature sample.",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 147,
                    "text": "[6]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 485,
                    "end": 488,
                    "text": "[7]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1438,
                    "end": 1441,
                    "text": "[3]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The international/global is the dominant level of analysis in our article sample, being present in 21 of our sample total of 32 articles. Much of the writing on Chilean GHD focuses on the extent and quality of the Chilean state and non-state actors' compliance with international health conventions, treaties, regulations, and standards that emanate from international organizations, mainly within the UN system [8] [9] [10] [11] . Indicative of the international/regional orientation of much Latin American GHD, however, some studies compare Chilean policies and practices based on international conventions with reference to more developed countries [12, 13] or other countries in the Latin-American region [14] [15] [16] [17] [18] [19] [20] [21] [22] [23] .",
            "cite_spans": [
                {
                    "start": 412,
                    "end": 415,
                    "text": "[8]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 416,
                    "end": 419,
                    "text": "[9]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 420,
                    "end": 424,
                    "text": "[10]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 425,
                    "end": 429,
                    "text": "[11]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 652,
                    "end": 656,
                    "text": "[12,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 657,
                    "end": 660,
                    "text": "13]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 709,
                    "end": 713,
                    "text": "[14]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 714,
                    "end": 718,
                    "text": "[15]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 719,
                    "end": 723,
                    "text": "[16]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 724,
                    "end": 728,
                    "text": "[17]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 729,
                    "end": 733,
                    "text": "[18]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 734,
                    "end": 738,
                    "text": "[19]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 739,
                    "end": 743,
                    "text": "[20]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 744,
                    "end": 748,
                    "text": "[21]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 749,
                    "end": 753,
                    "text": "[22]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 754,
                    "end": 758,
                    "text": "[23]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "International/global drivers of GHD"
        },
        {
            "text": "The systemic driving forces of GHD invoked most frequently in the article sample is the pursuance of security at the global level, an instrumental framing in which health concerns are used strategically by nation-states to pursue security and other national goals within the international system, which some have called the securitization of health in foreign policy [24] . Several articles frame health as a national, as well as global, security issue, with specific reference in one study to Chile [25] . The authors of this study lay out the current debate between more restrictive and more inclusive definitions of security and suggest that while health issues are not included in narrower conceptualizations of national security, Chile has explicitly adopted a broad concept by including, among others, the following threats in its National Security Strategy: drug trafficking, natural disasters, and gun control [25] . In a similar vein, the United Nations, among other international organizations, has used definitions that include health risks, such as natural disasters and pandemics, in the concept of security. A frequently referenced aspect of global health security is Chile's obligations under the WHO's International Health Regulations (IHRs) (2005), and IHR requirements for changes at the Chilean national and regional level [8, 26] .",
            "cite_spans": [
                {
                    "start": 367,
                    "end": 371,
                    "text": "[24]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 500,
                    "end": 504,
                    "text": "[25]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 918,
                    "end": 922,
                    "text": "[25]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1342,
                    "end": 1345,
                    "text": "[8,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1346,
                    "end": 1349,
                    "text": "26]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "International/global drivers of GHD"
        },
        {
            "text": "A commonly described international driver of health issues in Chilean foreign policy are the mandates, regulations, and agreements originating from international organizations (IOs) to which Chile is either a formal [13] ; it is also worth noting that Chile's 2017 legislation on front-of-pack food labelling for packaged foods high in fat, salt, sugar, and/or calories is considered a model for other Latin American countries to follow [27] . Another theme, invoking both global and regional analyses, is Chile's response to WHO and PAHO strategies to ensure an adequate supply of human resources for health, proposing improved policy and practice in human resource management for the country [28] . While these cases indicate an active engagement in Chilean domestic policy in response to international guidelines, Chile was considered slow to take up the social model of health advanced by WHO health promotion declarations, only introducing a social determinants of health approach in 2007 [29] . The reasons for engaging actively with some, but not all, global policy innovations is likely political or due to constrained resources, but could weaken the standing of health in Chilean foreign policy over the longer term [2] . Chile's docile adherence to some international agreements is consistent with its embrace of free trade agreements (FTAs), but regarded as inimical to health, also received critical commentary. This critique largely relates to intellectual property rights, i.e. the World Trade Organization's Trade-Related Aspects of Intellectual Property Rights (TRIPS) agreement and subsequent free trade agreements with TRIPS+ provisions, and the resulting high costs of essential drugs, even as Chile refrained from taking full advantage of the flexibilization mechanisms regarding public health offered by the Doha Declaration on TRIPS and Public Health [30] .",
            "cite_spans": [
                {
                    "start": 216,
                    "end": 220,
                    "text": "[13]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 437,
                    "end": 441,
                    "text": "[27]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 694,
                    "end": 698,
                    "text": "[28]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 994,
                    "end": 998,
                    "text": "[29]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1225,
                    "end": 1228,
                    "text": "[2]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1873,
                    "end": 1877,
                    "text": "[30]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "International/global drivers of GHD"
        },
        {
            "text": "Regional drivers of GHD Regional cooperation has always played an important role in Latin American diplomacy, partly to counterbalance US historic dominance in the region. GHD activities are no exception to this general rule, with strong engagement by Chile on health diplomacy at the Union of South American Nations (UNASUR). With the creation of UNASUR in 2008, health policies became a strategic factor in Latin America to collectively balance the negative legacy of neoliberal policies in the region, with regional health diplomacy initiatives proliferating rapidly [31] . The Health Council of UNASUR is actively engaged in establishing health as a regional public good through the promotion of universal and equitable health systems across the region. It also aims to establish trans-border healthcare and access to the health services in each of the member countries for all inhabitants. This would represent an important achievement in a region with intense migration flows and where migrants often remain employed informally in host countries [31] ; but it is also seen as an effort to build up an epidemiological shield. Another central aspect of regional health diplomacy has been the coordination of emergency response in the aftermath of natural disasters. The UNASUR Health Council played an important role in coordinating the emergency response after the 2010 earthquake in Chile [31] , while health worker migration has become a regional driver of GHD within Latin America. Most research on the phenomenon of 'brain drain' (i.e. the one-way flow of highly skilled/educated workers from one jurisdiction to another) has focused on movement from low-to high-income countries, with the significance of patterns of migration between middle-income countries such as those in Latin America being less clear. Although Chile itself is not experiencing significant international health worker migration (either inwards or outwards), studies on this phenomenon suggest distinctive patterns of migration within the Latin American region that deserve further research, with obvious implications for future regional health diplomacy [32] .",
            "cite_spans": [
                {
                    "start": 570,
                    "end": 574,
                    "text": "[31]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1052,
                    "end": 1056,
                    "text": "[31]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1395,
                    "end": 1399,
                    "text": "[31]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 2136,
                    "end": 2140,
                    "text": "[32]",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "International/global drivers of GHD"
        },
        {
            "text": "A somewhat unique regional health diplomacy issue facing Chile is its shared borders with other countries having a high concentration of indigenous peoples. Convention 169 of the International Labour Organization (ILO) on indigenous peoples has significantly influenced new regional approaches, including Chilean efforts to construct a cross border political space for indigenous populations (primarily Aymaras) in Chile, Peru and Bolivia to reduce conflictual tensions between the three countries [23] . Pressure from both international and regional NGOs, in turn, has led Chile to initiate formation of a field of intercultural health aimed at incorporating indigenous healing practices into the public health system, while proposing pathways to the professionalization of indigenous health knowledge and practice for two indigenous groups in the Chilean territory [33] .",
            "cite_spans": [
                {
                    "start": 498,
                    "end": 502,
                    "text": "[23]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 867,
                    "end": 871,
                    "text": "[33]",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "International/global drivers of GHD"
        },
        {
            "text": "Pursuing economic interests in the context of globalization, linked to the hegemonic neoliberal ideology and dominance of global markets, constitutes a major driving force for GHD in Latin America, and especially in Chile. A common theme in the literature references the ongoing tension between the international drivers of foreign macroeconomic interventions in Latin America [34] , including Chile's adoption of neoliberal reforms during the 1970s and 1980s, and the regional drivers of selfconsciousness amongst Chilean civil society informed by the problems such reforms brought to the country [21] . A key negative example of such international influences on Chilean health was the entrance of multinational financial capital in the health insurance and healthcare markets since 1981 and the influence foreign investors exercised on the direction of subsequent health sector reform [21] . In the last decades, there were attempts to shift the responsibility of access to care from individuals to the collective, but the results have been mixed. In terms of shifting power, regulations on the private sector were mainly ineffective while implemented reforms at the beginning of the century (a submarket of prioritized services with low copayments and totally funded services) partially \"steered the market toward collective responsibility\" [35] .",
            "cite_spans": [
                {
                    "start": 377,
                    "end": 381,
                    "text": "[34]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 598,
                    "end": 602,
                    "text": "[21]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 887,
                    "end": 891,
                    "text": "[21]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1344,
                    "end": 1348,
                    "text": "[35]",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "Domestic drivers of GHD"
        },
        {
            "text": "As a major exporter of agricultural and livestock products, Chile favours protecting the integration of economic and health interests in its foreign policy, with the latter generally subsumed under and subordinate to the former. At times this has led to Chile being at variance with compliance of international health and environmental standards and regulations, notably concerning use of pesticides in agricultural, particularly fruit, production. Although Chile ratified the Stockholm Convention on Persistent Organic Pollutants (POPs) in 2004, application of this Convention in agricultural production has been challenged by the pesticide sales industry (multinational corporations), Chilean producers, and the Senate House of the Chilean Parliament [36] . Chile, similarly, has vacillated in its adherence to best practices of international pharmacovigilance in relation to veterinary medication products [37] . On a more positive note, Chile enthusiastically joined a sub-regional initiative in animal and human health in the Southern Cone Sub Regional Project on Cystic Echinococcosis (tapeworm) Control and Surveillance, an instance of neighboring countries reaching out to each other to solve a common economic and health problem [19] .",
            "cite_spans": [
                {
                    "start": 753,
                    "end": 757,
                    "text": "[36]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 909,
                    "end": 913,
                    "text": "[37]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1238,
                    "end": 1242,
                    "text": "[19]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Domestic drivers of GHD"
        },
        {
            "text": "The literature reviewed also displays a strong focus on the high degree of social inequity prevailing in Chile and the wider Latin American region, which directly impacts on access to healthcare and quality of life. This is reflective of the emerging global discourse about the detrimental impacts of growing social inequalities, including health inequities. The social approach to health, detailed in the final report of the WHO Commission on Social Determinants of Health [38] , after 10 years has yet to produce concrete actions in Chile to achieve greater equality [16] . Despite one of the Commissioners being a former president of Chile, there are important political barriers to advance this approach. For example, the Chilean constitution, written during the dictatorship in the 1980s, only ensures the right to choose the type of health system (mostly public or private) that can be accessed, and not the more commonly constitutionally established \"right to health\" found in many other Latin American countries. Reducing the heavy weight of social inequalities in Chile, and Latin America more generally, is portrayed as the great pending task to a fuller implementation of the social determinants of health approach promoted by the WHO [18] . While some authors aknowledge that socio-economic development aimed at overcoming social inequities is important to achieve sustainable health gains for the whole population, most of them propose a combination of traditional health promotion interventions and gradual integration of the social determinants of health approach [11, 16, 21, 29, 39] . The Chilean experience in eradicating child malnutrition in the decades of the 60s through the 80s, through targeted, vertical, interventions (e.g. food supplementation), with no major changes in the country's development process, is cited as such an example of 'selective' rather than comprehensive health intervention [29] .",
            "cite_spans": [
                {
                    "start": 474,
                    "end": 478,
                    "text": "[38]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 569,
                    "end": 573,
                    "text": "[16]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1246,
                    "end": 1250,
                    "text": "[18]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1579,
                    "end": 1583,
                    "text": "[11,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1584,
                    "end": 1587,
                    "text": "16,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1588,
                    "end": 1591,
                    "text": "21,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1592,
                    "end": 1595,
                    "text": "29,",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1596,
                    "end": 1599,
                    "text": "39]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1922,
                    "end": 1926,
                    "text": "[29]",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Domestic drivers of GHD"
        },
        {
            "text": "Another domestic driver of GHD is the occurrence of so-called 'natural disasters' (noting that these often arise, in part, from 'unnatural' human actions that, in turn, shape how 'disastrous' the consequences might be). This driver is unique to the Chilean context due to recurrent earthquakes, tsunamis, volcanic eruptions, floods, and forest fires. Chile has had to develop a set of strategies and policies to respond in the fastest and most effective ways possible to mitigate the damage, although studies have pointed out several weaknesses in the coordination of the international cooperation process, as well as the 'lack of regulatory criteria for international cooperation in a situation of catastrophe…' [40] . Health may be the incidental externality in such disasters, but the international dimension of relief efforts obviously invokes a certain degree of diplomacy.",
            "cite_spans": [
                {
                    "start": 713,
                    "end": 717,
                    "text": "[40]",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [],
            "section": "Domestic drivers of GHD"
        },
        {
            "text": "A further domestic driving force for GHD is Chile's pursuit of influence and leadership in the region. In achieving foreign policy goals, diplomatic efforts surrounding health are often understood in terms of the exercise of 'soft power' [41] . While hard power rests on the use of threats and violence, soft power seeks to obtain policy outcomes through leadership and cultural attraction without use of threats or sanctions. One soft power initiative is the 2008 Regional Ministerial Conference for the Eradication of Child Malnutrition in Latin America and the Caribbean, hosted by the Chilean Government, under the auspices of the first Bachelet Administration (2006-2010). The conference report has a strong focus on SSC and triangular cooperation (involving multiple partnering countries) and best practice sharing among countries of the region [42] . A related domestic driver for GHD is Chile's search for improved relations with its neighbours (Argentina, Peru and Bolivia), a relationship that has been historically strained by border disputes. Chile's bilateral relations with neighbouring Argentina, for example, has been peaceful and mutually beneficial since the signing of the Vatican mediated Peace Treaty of 1984, with both countries enjoying a sustained period of cooperation and integration in economic and social areas of common interest, including through health collaborations [43] .",
            "cite_spans": [
                {
                    "start": 238,
                    "end": 242,
                    "text": "[41]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 851,
                    "end": 855,
                    "text": "[42]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1399,
                    "end": 1403,
                    "text": "[43]",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [],
            "section": "Domestic drivers of GHD"
        },
        {
            "text": "A more theoretical and less descriptive analysis goes further and suggests that the evolution of international cooperation in the Southern Cone region that began in the mid-1970s was informed primarily by the national security doctrine and, subsequently, by moderate constructivist approaches [44] . The latter approaches began receiving more attention as a way to address regional challenges, and is reflected in the use of concepts such as security communities, relational autonomy, and human security [45] that facilitated cooperation and integration of economic and social initiatives [22] . Chile is also frequently described as an actual or potential technical reference point for other countries of the Region, using its prestigious position in its international relations engagement [9, 12, 42] . Examples include presenting Chileans as 'experts on public health events of International relevance…' [8] ; portraying Chile as having '…more solid institutional credibility' than some of its neighbours; and that Chile can best 'manage triangular cooperation… with the aim of teaching public management learned from other OECD (Organisation for Economic Co-operation and Development) members…' [23] . These examples suggest that GHD activities present an opportunity for Chile to exert regional influence though its use of soft power.",
            "cite_spans": [
                {
                    "start": 293,
                    "end": 297,
                    "text": "[44]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 504,
                    "end": 508,
                    "text": "[45]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 589,
                    "end": 593,
                    "text": "[22]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 791,
                    "end": 794,
                    "text": "[9,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 795,
                    "end": 798,
                    "text": "12,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 799,
                    "end": 802,
                    "text": "42]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 907,
                    "end": 910,
                    "text": "[8]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1199,
                    "end": 1203,
                    "text": "[23]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Domestic drivers of GHD"
        },
        {
            "text": "While there is an emerging literature focused on explaining the driving forces behind the increasingly prominent role of health in foreign policy and global policy discussions [6, 46, 47] , there have been few systematic attempts to theorize about what is driving this process. Existing scholarly interventions in this area are mostly advanced by IR scholars who study global health as a topical area of interest. This includes in the realist tradition how the role of security interests is driving global health, predominantly through narrow framing of health that prioritizes international security and economic concerns [48] ; and from a constructivist perspective how health issue have become securitized [49] , with a focus on the role of norms and values this process [50] and the application of principal-agent theory [51] .",
            "cite_spans": [
                {
                    "start": 176,
                    "end": 179,
                    "text": "[6,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 180,
                    "end": 183,
                    "text": "46,",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 184,
                    "end": 187,
                    "text": "47]",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 623,
                    "end": 627,
                    "text": "[48]",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 709,
                    "end": 713,
                    "text": "[49]",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 774,
                    "end": 778,
                    "text": "[50]",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 825,
                    "end": 829,
                    "text": "[51]",
                    "ref_id": "BIBREF62"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "On the public health side, there are equally important but limited attempts to theoretically come to grips with GHD. For example, Kickbusch's framing analysis, drawing on insights from macrosociology and health, explains how health is related to foreign policy, arguing that health has become a foreign policy issue due to its interlinkage with global security, economic and social justice agendas [46, 52] provide key determinants of effective GHD initiatives without theoretically grounding their explanatory model, while others [47] identify four main factors to explain successful GHD practice: political leadership; appropriate sequencing of the negotiation process, capacity-building; and an active role of non-governmental organizations, without linking this explanation theoretically to constructivist policy advocacy theories. However, existing conceptual contributions rarely systematically explain outcomes of GHD or theoretically relate those outcomes explicitly to key driving forces (actors, structures, institutions, etc.) [6] . Yet, this is exactly what is required for more theoretically rigorous explanations of GHD to emerge.",
            "cite_spans": [
                {
                    "start": 398,
                    "end": 402,
                    "text": "[46,",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 403,
                    "end": 406,
                    "text": "52]",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 531,
                    "end": 535,
                    "text": "[47]",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 1038,
                    "end": 1041,
                    "text": "[6]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The theoretical underdevelopment of GHD is partly due to limited engagement of public health scholars with international relations theories, and the paucity of works of international relations scholar to, in turn, engage more systematically with health issues. This lack of crossfertilization of knowledge has hampered efforts to develop better theoretically grounded understandings of GHD [3] . The discussion section will draw on four competing international relations theories to put forth a more theoretically grounded understanding of Chilean GHD and place our findings in a theoretical context: realism, liberalism, constructivism, and cosmopolitan (ethical) theory. 1 Realists start from the assumption that foreign policy is predominantly driven by security interests in an anarchical international system in which states must guarantee their own survival [7] . A state's position (of power) within the international system will dictate policy choices which are externally imposed by systemic constrains and international factors. From this perspective, the integration of health concerns into foreign policy discussions and negotiations is primarily driven by security interests, in particular the threat of rapidly spreading diseases linked to globalization.",
            "cite_spans": [
                {
                    "start": 390,
                    "end": 393,
                    "text": "[3]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 673,
                    "end": 674,
                    "text": "1",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 864,
                    "end": 867,
                    "text": "[7]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Following the realist logic, Chile inherited, until recently, much of its foreign-policy dynamics from the national security doctrine, installed during the Cold War period and developed locally from the mid-1970s to the 1990s. This predominantly state-centric approach to international relations focusing on national security (and not broader conceptualizations of human security) is still present in part of Chilean foreign policies and is articulated and supported argumentatively within some of the reviewed articles. From the health perspective, this framework explains the adoption and construction of specific directives related to security, examples of which are discussions on the implementation of the International Health Regulations [8, 26] , the development of pharmacovigilance systems [37] , and the response to emergency and disasters [31, 40] . Although there is an effort to conceptualize multidimensional aspects of security, state-centered regulatory elements still predominate and the political narrative is centered on confronting security threats.",
            "cite_spans": [
                {
                    "start": 744,
                    "end": 747,
                    "text": "[8,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 748,
                    "end": 751,
                    "text": "26]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 799,
                    "end": 803,
                    "text": "[37]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 850,
                    "end": 854,
                    "text": "[31,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 855,
                    "end": 858,
                    "text": "40]",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "For liberal IR theory, the driving forces of foreign policy are domestically organized interest groups, especially economic interest groups, and GHD activities are mediated by economic and commercial interests [7] . Liberals contend that international factors are not able to fully account for the foreign policies of and interactions between countries, and that domestic political processes are central in driving foreign policy choices. Liberal IR theory further questions the notion that foreign policy is solely the purview of the state Executive.",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 213,
                    "text": "[7]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Recent scholarship has questioned the traditionally dominant realist interpretation of Chilean foreign policy, and instead interrogated the domestic political process to identify the domestic driving forces of Chilean foreign policy adopting a more liberal IR approach [53] . This rise in the liberal approach to GHD, is arguably related to the growing importance placed on trade and economic development issues in Chile's foreign policy. Its participation in international treaties and compliance with their terms, particularly of commercial treaties, are important in the construction of the country's foreign policy, which persists beyond the time period developed for this review due to Chile being perceived as successful in its economic development over the past 25 years [12] . Only recently, and perhaps related to Chile's participation the OECD, have other foreign policy concerns been raised within the country's foreign policy establishment [54] .",
            "cite_spans": [
                {
                    "start": 269,
                    "end": 273,
                    "text": "[53]",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 778,
                    "end": 782,
                    "text": "[12]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 952,
                    "end": 956,
                    "text": "[54]",
                    "ref_id": "BIBREF65"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The foreign policy emphasis on economic factors has the potential to generate conflict with health needs, notably in Chilean compliance with intellectual property rights in trade agreements that create mandatory patents of drugs that compromises other commitments it has made to improve public health [30] . In the same way, at the domestic level, the heavy orientation towards economic development has worsened income inequalities, with impacts on access to and protection of health for certain population groups, such as people diagnosed with conditions not included in public prioritized strategies or uninsured groups. Although some of the articles present health as a global public good or as part of the right to health, there is no evidence that these concepts have been broadly implemented or accepted within Chilean politics. Rather, health and, by extension, global health, are considered part of the dynamics of healthcare as a market good, including the participation of multinational corporations such as private health insurers or care providers.",
            "cite_spans": [
                {
                    "start": 301,
                    "end": 305,
                    "text": "[30]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The interest-and security-centered understanding of GHD inherent to realist and liberal IR theories has been criticized as too narrow from both constructivist and cosmopolitan (or ethical) theoretical perspectives. Constructivists argue that actors' interests expressed in the international domain are not materially given but are based upon their ideational understanding of the material structures surrounding them [55] . The very process of interactions through diplomatic channels can affect how states and non-state actors formulate their political preferences and articulate their interests. Thus health diplomatic processes become means by which states and non-state actors intersubjectively construct and express their ideas, interests, and identities [56] , leading to reformulation of the very interests that cooperation was initially based upon.",
            "cite_spans": [
                {
                    "start": 417,
                    "end": 421,
                    "text": "[55]",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 760,
                    "end": 764,
                    "text": "[56]",
                    "ref_id": "BIBREF67"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The progressive constructivist vision of international relations developed in the aftermath of the Cold War has meant a rise globally in the status for health issues, with such issues being strongly influenced by international organizations and NGOs which have played a role in shaping GHD processes through policy advocacy. An example of this in Chile is the implementation of WHO health guidelines, such as the adoption of the perspective of social determinants of health and the adoption of WHO food guidelines and reduction of sodium consumption, eventually leading to Chile's international leadership in processed food labelling requirements. This process, however, has had little impact on the construction of the domestic policy environment aimed at developing the health system to provide better health-sector responses to broader social determinants of health. Finally, constructivists highlight the importance of reputation and use of soft power in diplomatic encounters, with the exertion of regional influence based on reputation and expertise [41] . Chile is seen as a leader in cooperation policies within the region, such as confronting global epidemiological threats, control of infectious diseases, eradicating malnutrition, and implementing policies on childhood protection. Ideological leadership is also reflected in Chile's entry into the OECD [57] and the recognition of the country as a hub for articulating triangular cooperation strategies.",
            "cite_spans": [
                {
                    "start": 1056,
                    "end": 1060,
                    "text": "[41]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 1365,
                    "end": 1369,
                    "text": "[57]",
                    "ref_id": "BIBREF68"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The cosmopolitanism (ethical) perspective on the integration of health into foreign policy suggests that as a result of globalization's putative erosion of border barriers and diffusion of digital technologies and the information revolution, existing health disparities between nations, such as differences in life expectancy and the under-five mortality rate, have become both readily and almost instantly observable. These increasingly apparent, and in some cases growing, health disparities have invoked a global response, and contributed to the growing notion of a single global community [58] . In other words, what is driving the integration of health into foreign policy are not security interests (at least not singularly) but a shared morality and duty to contribute to lasting health improvements amongst vulnerable populations globally. While cosmopolitan theory is least present in the literature we reviewed, some of the articles nevertheless draw on ethical arguments in their focus on health problems in specific populations, such as the professionalization of indigenous knowledge of native populations [33] or the urgent need for developing a better understanding of the relationship between migration and health [14] .",
            "cite_spans": [
                {
                    "start": 593,
                    "end": 597,
                    "text": "[58]",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 1119,
                    "end": 1123,
                    "text": "[33]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1230,
                    "end": 1234,
                    "text": "[14]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our discussion above indicates that the dominant explanations of GHD rooted in realist theory and focused on how the powerful agenda setters (predominantly the G7 and BRICs countries) promote security and economic interests through global health cooperation are still important but not fully able to explain SSC in the area of health. Instead, our review of Chilean GHD reveals a growing and complex mix of motivational factors behind the integration of health into foreign policy that not only responds to hegemonic perspectives. These motivations range from security and economic self-interest, to civil society advocacy, regional reputation building, and altruistic forms of health cooperation. Some have attempted to capture such multi-facetted motivations of Southern health cooperation through invoking the notion of soft power [41] . But such a view understands solidarity-oriented Southern health cooperation solely in instrumental terms, and denies the role of regional cooperation as a form of anti-imperialism rooted in historical experiences.",
            "cite_spans": [
                {
                    "start": 834,
                    "end": 838,
                    "text": "[41]",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This is not to suggest that GHD in SSC is bereft of underlying security or economic self-interest. The best example for this is Brazil's involvement in health cooperation with African countries. Brazil's commitment to 'structural health cooperation' with African countries emphasizes capacity building in the health sector through unconditional investments in country-determined needs and involves long-term investments in health and social infrastructure relevant to the social determinants of health [59] ; yet deep investments in mining and construction operate in parallel with health investments, guaranteeing access to much-needed resources and opening up new markets for Brazilian export products [4] . As such, health cooperation functions as an entry point to pursuing non-health related foreign policy objectives, but on a more equal footing than in traditional North-South cooperation and with more meaningful policy ownership by recipient countries.",
            "cite_spans": [
                {
                    "start": 502,
                    "end": 506,
                    "text": "[59]",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 704,
                    "end": 707,
                    "text": "[4]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This suggests that a different approach is needed when analyzing GHD in countries where SSC plays an important role (as compared to North South Cooperation). Due to the absence of significant asymmetries of power between countries in SSC, this framework should emphasize the importance of strategic cooperation of actors in geopolitical regions. It also needs to be open to incorporate a number of competing and contrasting explanations, such that it will be impossible to develop a single theory of GHD; rather we propose an eclectic approach to theorizing that takes into consideration that depending on the topic of interest (for example whether health issues have an inherent security dimension) multiple theories, styles, or ideas can gain complementary insights into GHD, with different theories arguably best applied in particular cases and at different levels of analysis (realism to understand security-driven GHD at the global level; liberalism for economic interest-driven GHD at domestic level; and constructivism to understand regional and normatively driven cooperation in GHD).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This review included only published documents on a limited set of databases, and thus omitted results from non-published (or non-indexed) works. Through the inclusion of only Spanish and English language documents we might have missed some results published in Portuguese, a language that produces good quality evidence from Brazil. As is common when conducting a narrative literature review, we did not assess the quality of the articles included in the review. Consequently, any conclusion is \"open to bias from the potential to omit, perhaps inadvertently, significant sections of the literature or by not questioning the validity of statements made\" [5] . We also did not account specifically for the different types of articles reviewed (except by the kind of publication). However, this opening up of the inclusion process made it possible to present a broader perspective on the emerging policy issue surrounding Chilean GHD [60] .",
            "cite_spans": [
                {
                    "start": 654,
                    "end": 657,
                    "text": "[5]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 932,
                    "end": 936,
                    "text": "[60]",
                    "ref_id": "BIBREF71"
                }
            ],
            "ref_spans": [],
            "section": "Limitations and strength of the review"
        },
        {
            "text": "Even though there is a paucity of studies, our literature analysis reveals some significant insights regarding the evolving application of the concept of Global Health Diplomacy in Chile. The relevance of international institutions such as the WHO and its cooperating regional organization (PAHO) is present either as a driver for some specific initiatives in Chile or as a coordinating agency for international cooperation at the regional level. There is incipient awareness about the importance of assessing the impact of international trade on the human right to health and wellbeing, rather than simply assuming its superordinate importance. Moreover, the paradigm of social determinants of health seems to have gained some ground, including an understanding of health inequities as an aspect of global phenomena and not just of local conditions. As in most emerging research fields, and specifically in a country that has not yet entered a stage of development that correlates strongly with equitable improvements in socioeconomic status, more studies are needed in global health, specifically as it relates to diplomacy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "In light of our analysis, and from a theoretical point of view, health actions in the context of international relations in Chile are still mainly motivated by more traditional foreign policy interests rather than by a desire to satisfy health needs per se, that is, health is a means to foreign policy goals rather than the inverse [61] . This is especially apparent at the global level where security interest remains at the heart of many GHD activities. This seems to conform with findings of existing GHD scholarship that emphasize the importance of security and economic interests as driving forces of GHD, and how health is often appropriated instrumentally within foreign policy settings to achieve other goals.",
            "cite_spans": [
                {
                    "start": 333,
                    "end": 337,
                    "text": "[61]",
                    "ref_id": "BIBREF72"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "But the literature reviewed also shows that in Chile there has been an evolution from chiefly domestically focused health policies (e.g. maternal and child nutrition treatment) towards internationally inspired integrated policies (e.g. maternal and child nutrition promotion aligned with international guidelines). This evolution has led to the application of multidisciplinary and intersectoral approaches in the development of Chile's foreign policies. Health concerns are gradually appearing in the country's international relations agenda, initially through the adoption and enactment of UN and other international agencies' mandates, conventions, and guidelines. But security and economic interests are often still underpinning or mediating those foreign policy interests (e.g. health security), while exertion of soft power, reputation building, and regional solidarity can also drive the foreign policy agenda.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "We therefore conclude that no single IR theory discussed in this article can fully explain, or provide a conceptual foundation for, all health phenomena, relations, and interests at play in Chile's global political processes. Instead, theoretically grounded explanations of GHD should focus on how different theoretical elements can be useful under different conditions and at different levels of analysis, for example: realism by explaining security driven global health cooperation at the global level; constructivism by explaining normatively driven health cooperation at the regional level; and liberalism for explaining how health cooperation can be driven by economic (and other) interest groups domestically. In essence, efforts to theorize must recognize how different aspects of various IR theories, as conceptual lenses, will provide complementary insights into developing a better understanding of GHD, without a single theory able to capture the complex practices that encompass GHD [62] .",
            "cite_spans": [
                {
                    "start": 995,
                    "end": 999,
                    "text": "[62]",
                    "ref_id": "BIBREF73"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "In addition, original analyses not widely used in IR (such as complexity theory, systems theory, and network mapping) could further complement IR theories to add more nuance to an understanding of the interplay in GHD between hard power, soft power, domestic (liberal) interest, and normative (constructivist) or ethical forces at play in defining how countries such as Chile come to position health as a foreign policy goal. Yet it remains clear that the historical experiences of colonialism and imperialism have shaped the perceptions and practices of GHD amongst many Southern countries, including Chile, which increasingly see GHD as an opportunity to pursue more egalitarian forms of cooperation that delink health cooperation from traditional foreign policy and commercial objectives, even as those remain lurking in the background.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "1 For the purpose of this article, we will not distinguish between different sub-strands of IR theories. However, we do acknowledge that, for example, within realism there are several sub-strands with significant differences in how each understands foreign policy choices (e.g. classical realism [based on theories of Hans Morgenthau and Reinhold Niebuhr] which emphasizes the role of individuals, structural (or neo-) realism which privileges international systemic factors [initiated by ideas of Kenneth Waltz], and neoclassical realism [concept developed by Gideon Rose] which opens up the black box of the state to domestic analysis).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Endnotes"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "BIREME: Centro Latinoamericano y del Caribe de Información en Ciencias de la Salud (Latinamerican and the Caribean Center of",
            "authors": [
                {
                    "first": "Asce",
                    "middle": [],
                    "last": "Abbreviations",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Health Sciences Information",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "CAN: Comunidad de Naciones Andinas",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Brics: Brazil",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Russia",
                    "suffix": ""
                },
                {
                    "first": "China",
                    "middle": [],
                    "last": "India",
                    "suffix": ""
                },
                {
                    "first": "South",
                    "middle": [],
                    "last": "Africa",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "DSG: Diplomacia en Salud Global (Global Health Diplomacy); FBDG: Food Based Dietary Guidelines; FTAs: Free Trade Agreements",
            "authors": [],
            "year": null,
            "venue": "Group of Seven",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "H1N1: Influenza A (H1N1); IHRs: International Health Regulations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "ILO: International Labour Organization; INGOs: International Non-Governmental Organizations",
            "authors": [],
            "year": null,
            "venue": "INIA: Instituto Nacional de Investigaciones Agropecuarias",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "IR: International Relationships; MERCOSUR: Mercado Común del Sur (Common Market of the South)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "MNCs: Multi-National Corporations; NGOs: Non-Governmental Organizations; OECD: Organization for Economic Co-operation and Development",
            "authors": [],
            "year": null,
            "venue": "Foreign Affairs Ministry)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "PAHO: Pan-American Health Office; POPs: Persistent Organic Pollutants",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "SARS: Severe acute respiratory syndrome",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "SSC",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "TRIPs: Trade-Related Aspects of Intellectual Property Rights",
            "authors": [],
            "year": null,
            "venue": "United Nations",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "US: United States; WHO: World Health Organization; WTO: World Trade Organization References",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Foreign policy, trade and health: at the cutting edge of global health diplomacy",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Drager",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Fidler",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Bull World Health Organ",
            "volume": "85",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Measuring success in global health diplomacy: lessons from marketing food to children in India",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Irwin",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Glob Health",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Global health diplomacy: a critical review of the literature",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ruckert",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Labonté",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lencucha",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Runnels",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gagnon",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Soc Sci Med",
            "volume": "155",
            "issn": "",
            "pages": "61--72",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "South-south cooperation in health: bringing in theory, politics, history, and social justice",
            "authors": [
                {
                    "first": "A-E",
                    "middle": [],
                    "last": "Birn",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Muntaner",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Afzal",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Cad Saúde Pública",
            "volume": "33",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "A typology of reviews: an analysis of 14 review types and associated methodologies",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Grant",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Booth",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Health Inf Libr J",
            "volume": "26",
            "issn": "2",
            "pages": "91--108",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Annotated literature review: Conceptual frameworks and strategies for research on Glob Health diplomacy",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Blouin",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Molenaar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pearcey",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Regional Network for Equity in Health in East and Southern Africa (EQUINET). Ottawa",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "International relations: one world, many theories",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Walt",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Foreign Policy",
            "volume": "110",
            "issn": "",
            "pages": "29--46",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Implementación del reglamento sanitario internacional",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Aguilera",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Olea",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Muñoz",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "13",
            "issn": "",
            "pages": "12--20",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "El derecho a la salud: su concepto en Chile y lo proclamado por la ONU",
            "authors": [
                {
                    "first": "Rosas",
                    "middle": [],
                    "last": "Carrasco",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Medwave",
            "volume": "13",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Estrategias globales para reducir el consumo de sal",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Valenzuela Landaeta",
                    "suffix": ""
                },
                {
                    "first": "Atalah",
                    "middle": [],
                    "last": "Samur",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Arch Latinoam Nutr",
            "volume": "61",
            "issn": "2",
            "pages": "111--120",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Los Determinantes Sociales de Salud y la lucha por la equidad en salud: desafíos para el estado y la sociedad civil",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Villar",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Saúde e Soc",
            "volume": "16",
            "issn": "3",
            "pages": "7--13",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Chile y la OCDE. La dicotomia entre lo macroeconómico y el desarrollo humano",
            "authors": [
                {
                    "first": "Riveros",
                    "middle": [],
                    "last": "Cornejo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Báez",
                    "middle": [],
                    "last": "Castillo",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Estud Int",
            "volume": "46",
            "issn": "179",
            "pages": "9--34",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Food-based dietary guidelines and implementation: lessons from four countries--Chile",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Keller",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lang",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Public Health Nutr",
            "volume": "11",
            "issn": "8",
            "pages": "867--74",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Changing patterns of migration in Latin America: how can research develop intelligence for public health?",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cabieses",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tunstall",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Pickett",
                    "suffix": ""
                },
                {
                    "first": "Gideon",
                    "middle": [
                        "J"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Rev Panam Salud Publica",
            "volume": "34",
            "issn": "1",
            "pages": "68--74",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Análisis biotecnológico de Latinoamérica a través de las patentes en Inmunología. Rev Cuba Inf en Ciencias la Salud",
            "authors": [
                {
                    "first": "Campos",
                    "middle": [],
                    "last": "Jiménez",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Campos",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "25",
            "issn": "",
            "pages": "172--82",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Equidad en salud en la región más desigual del mundo: un reto de políticas públicas en América Latina",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Frenz",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Titelman",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Rev Peru Med Exp Salud Publica",
            "volume": "30",
            "issn": "4",
            "pages": "665--70",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Pneumococcal disease and vaccination in the Americas: an agenda for accelerated vaccine introduction",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Garcia",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "S"
                    ],
                    "last": "Levine",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Cherian",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Gabastou",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Andrus",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Rev Panam Salud Publica",
            "volume": "19",
            "issn": "5",
            "pages": "340--348",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "América Latina frente a los determinantes sociales de la salud: Políticas públicas implementadas",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "García-Ramírez",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Vélez-Álvarez",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Rev Salud Publica",
            "volume": "15",
            "issn": "5",
            "pages": "731--773",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "El proyecto subregional Cono Sur de control y vigilancia de la Hidatidosis",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Irabedra",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Salvatella",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Rev Peru Med Exp Salud Publica",
            "volume": "27",
            "issn": "4",
            "pages": "598--603",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "La atención gerenciada en América Latina. Transnacionalización del sector salud en el contexto de la reforma",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Iriart",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Merhy",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Waitzkin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Iriart",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Merhy",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Waitzkin",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Cad Saude Publica",
            "volume": "16",
            "issn": "1",
            "pages": "95--105",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Managed care in Latin America: the new common sense in health policy reform",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Iriart",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Merhy",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Waitzkin",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Soc Sci Med",
            "volume": "52",
            "issn": "8",
            "pages": "1243--53",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "La seguridad internacional en la proyección de Chile hacia el cono sur: ¿Desde la doctrina de la seguridad nacional hacia la construcción de comunidades de seguridad o la emergencia de la securitización",
            "authors": [
                {
                    "first": "Ovando",
                    "middle": [],
                    "last": "Santana",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Rev Relac Int Estrateg y Segur",
            "volume": "7",
            "issn": "2",
            "pages": "193--219",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Gobernar territorialidades transfronterizas: Seguridad y \"desarrollo con identidad\" aymara en la triple frontera del norte de Chile (Chile-Perú-Bolivia)",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rouvière",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Trace",
            "volume": "65",
            "issn": "",
            "pages": "37--50",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Securitizing infectious disease",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Davies",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Int Aff",
            "volume": "84",
            "issn": "2",
            "pages": "295--313",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Una mirada a la seguridad internacional a la luz de las estrategias de seguridad nacional",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dockendorff",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Duval",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Estud Int",
            "volume": "45",
            "issn": "176",
            "pages": "31--49",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Reglamento Sanitario Internacional (RSI). El Vigía",
            "authors": [
                {
                    "first": "Arredondo",
                    "middle": [],
                    "last": "Paz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vergara",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "De La Sotta",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "10",
            "issn": "",
            "pages": "15--28",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Chile's Law on Food Labelling and Advertising: A Replicable Model in Latin America?",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ramírez",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Sternsdorff",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1--20",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Hacia una política integral para los trabajadores de la salud",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Becerra",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Herrera",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Medwave",
            "volume": "14",
            "issn": "10",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Antecedentes internacionales y nacionales de la promoción de salud en Chile: Lecciones aprendidas y proyecciones futuras",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Crovetto",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Rev Chil Nutr",
            "volume": "1",
            "issn": "",
            "pages": "32--45",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Licencias obligatorias por razones de salud pública en Chile: un análisis comparativo con el acuerdo sobre los ADPIC",
            "authors": [
                {
                    "first": "Cerda",
                    "middle": [],
                    "last": "Silva",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Ius Prax",
            "volume": "16",
            "issn": "2",
            "pages": "331--52",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "UNASUR health: a quiet revolution in health diplomacy in South America",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Herrero",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Tussie",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Glob Soc Policy",
            "volume": "15",
            "issn": "3",
            "pages": "261--77",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Immigrant health workers in Chile: is there a Latin American \"brain drain",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cabieses",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tunstall",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Rev Panam Salud Publica",
            "volume": "32",
            "issn": "2",
            "pages": "161--168",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Neoliberalismo multicultural en el Chile postdictadura: La política indígena en salud y sus efectos en comunidades mapuches y atacameñas. Chungará (Arica)",
            "authors": [
                {
                    "first": "Bolados",
                    "middle": [],
                    "last": "García",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "44",
            "issn": "",
            "pages": "135--179",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Moving towards south-south international health: debts and challenges in the regional health agenda por uma Saúde Internacional Sul-Sul: dívidas e desafios na agenda de saúde regional",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Belén",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Ciênc saúde coletiva",
            "volume": "22",
            "issn": "7",
            "pages": "2169--74",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Health policy in the concertación era (1990-2010): reforms the chilean way",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Martinez-Gutierrez",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cuadrado",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Soc Sci Med",
            "volume": "182",
            "issn": "",
            "pages": "117--143",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Aspectos bioéticos en el control y aplicación de plaguicidas en Chile",
            "authors": [
                {
                    "first": "Muñoz",
                    "middle": [],
                    "last": "Quezada",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Acta Bioeth",
            "volume": "17",
            "issn": "1",
            "pages": "95--104",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Pharmacovigilance in veterinary medicine: an international perspective and the current situation in Chile",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Iragueen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Urcelay",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Martina",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Arch Med Vet",
            "volume": "39",
            "issn": "3",
            "pages": "195--206",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Closing the gap in a generation: health equity through action on the social determinants of health",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Marmot",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Friel",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bell",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Houweling",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Lancet",
            "volume": "372",
            "issn": "9650",
            "pages": "1661--1670",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "La investigación en salud: más allá de la ayuda internacional",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Solimano",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Rev Med Chil",
            "volume": "140",
            "issn": "10",
            "pages": "1363--1367",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "en Chile: respuesta del sistema de salud y de la cooperación internacional",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "López Tagle",
                    "suffix": ""
                },
                {
                    "first": "Santana",
                    "middle": [],
                    "last": "Nazarit",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "El",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "De",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Rev Panam Salud Publica",
            "volume": "30",
            "issn": "2",
            "pages": "160--166",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Brazil's ascendance: the soft power role of Global Health diplomacy",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gómez",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Eur Bus Rev",
            "volume": "",
            "issn": "",
            "pages": "61--65",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Aproximaciones políticas a la lucha contra la desnutrición infantil en América Latina y el Caribe. In: Hacia la erradicación de la desnutrición infantil en América Latina y el Caribe. El Dorado: © Programa Mundial de Alimentos de las Naciones Unidas (PMA)",
            "authors": [],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "12--41",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "El tratado de paz y amistad de 1984, la cooperación militar y los problemas limítrofes entre Chile y Argentina",
            "authors": [
                {
                    "first": "Mendoza",
                    "middle": [],
                    "last": "Pinto",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Universum",
            "volume": "19",
            "issn": "1",
            "pages": "110--131",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Security in Latin America the development of a zone of peace in the southern cone",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Oelsner",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Human Development Report 1994: new dimensions of human security",
            "authors": [],
            "year": 1994,
            "venue": "UNDP",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Global health diplomacy: how foreign policy can influence health",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Kickbusch",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "BMJ",
            "volume": "342",
            "issn": "d3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "The WHO Global Code of Practice on the International Recruitment of Health Personnel: the evolution of global health diplomacy",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "S"
                    ],
                    "last": "Dhillon",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Global Health Gov",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Health, security and foreign policy",
            "authors": [
                {
                    "first": "Mc",
                    "middle": [],
                    "last": "Innes",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Rev Int Stud",
            "volume": "32",
            "issn": "01",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Haggling over viruses: the downside risks of securitizing infectious disease. Health Policy Plan",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Elbe",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "25",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/heapol/czq050"
                ]
            }
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "A framework on the emergence and effectiveness of global health networks",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shiffman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Quissell",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "P"
                    ],
                    "last": "Schmitz",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Pelletier",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Berlan",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Health Policy Plan",
            "volume": "31",
            "issn": "1",
            "pages": "3--16",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "WHO's to blame? The World Health Organization and the 2014 Ebola outbreak in West Africa",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kamradt-Scott",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Third World Q",
            "volume": "37",
            "issn": "3",
            "pages": "401--419",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Brazil and the framework convention on tobacco control: Global Health diplomacy as soft power",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Chagas",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Novotny",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS Med",
            "volume": "7",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Political parties, foreign policy and ideology: Argentina and Chile in comparative perspective. 4, Braz Polit Sci Rev (Online)",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Onuki",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "F"
                    ],
                    "last": "Ribeiro",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Oliveira",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "De",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Policy Priorities for Stronger and More Equitable Growth",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Oecd",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Chile",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "What contribution can international relations make to the evolving global health agenda?",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Davies",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Int Aff",
            "volume": "86",
            "issn": "5",
            "pages": "1167--90",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Navigating the Global Health terrain: mapping Global Health diplomacy",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Fidler",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Asian J Wto Int Heal Law Policy",
            "volume": "6",
            "issn": "1",
            "pages": "1--43",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "Agreement on the terms of accession of the republic of Chile to the convention on the Organisation for Economic Cooperation and Development: OECD",
            "authors": [
                {
                    "first": "Chile",
                    "middle": [],
                    "last": "Gobierno De",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "Cosmopolitanism and foreign policy for health: ethics for and beyond the state",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lencucha",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "BMC Int Health Hum Rights",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "A concepção brasileira de cooperação Sul-Sul estruturante em saúde",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Almeida",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Campos",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "De",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Buss",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Ferreira",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Fonseca",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "REICIIS",
            "volume": "4",
            "issn": "1",
            "pages": "25--35",
            "other_ids": {}
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "Writing an effective review article",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Murphy",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Med Toxicol",
            "volume": "8",
            "issn": "2",
            "pages": "89--90",
            "other_ids": {}
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "Global health and foreign policy",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Feldbaum",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Michaud",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Epidemiol Rev",
            "volume": "32",
            "issn": "1",
            "pages": "82--92",
            "other_ids": {}
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "Engagement or dismissiveness? Intersecting international theory and global health",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Paxton",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Youde",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Glob Public Health",
            "volume": "",
            "issn": "",
            "pages": "1--12",
            "other_ids": {
                "DOI": [
                    "10.1080/17441692.2018.1500621"
                ]
            }
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Articles selected and used for the analysis",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Articles selected and used for the analysis (Continued) 2014 Análisis biotecnológico de Latinoamérica a través de las patentes en Inmunología Revista Cubana De Información Em Ciencias De La Salud 2014 Gobernar territorialidades transfronterizas: Seguridad y 'desarrollo con identidad' aymara en la triple frontera del norte de Chile (Chile-Perú-Bolivia) signatory or an expressed adherent. Frequent reference in the literature is made to the Food Based Dietary Guidelines (FBDG) as a basis for ascertaining best practice options for Chile",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Authors would like to thank Karla Cifuentes for help in translating some of the material used in this review. Availability of data and materials Summary of the data generated and analysed during this study are included in this published article [and its supplementary information files]. The rest of datasets used and analysed during the current study are available from the corresponding author on reasonable request.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Authors' contributions JR, LV, ER, MS and DS made substantial contributions to the conception of the work and the acquisition of the data. RL and AR designed the study's conceptual and methodological framework. All the authors participated in the analysis and interpretation of the findings, and agreed to be accountable for all aspects of the work in ensuring that questions related to the accuracy or integrity of any part of the work were appropriately investigated and resolved. All the authors drafted the work and revised it critically for important intellectual content and gave their final approval of the version to be published.Ethics approval and consent to participate Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent for publication"
        },
        {
            "text": "The authors declare that they have no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        },
        {
            "text": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Publisher's Note"
        }
    ]
}