{
    "paper_id": "dbd589ba5a6b57f60ccafcf475c57a88211ff95e",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": ": 17-mer coverage distribution. The distribution was used to estimate the cheetah genome size using the method introduced in [1] . The xaxis is 17-mer coverage depth (that is, occurrence of a 17-mer in the cheetah genome); the y-axis is the percentage of the total number of 17-mers. Figure S2 : Distribution of read depth for the de novo assembled cheetah genome. The x-axis is the number of reads aligned to a genome position (nucleotide); the y-axis is the percentage of such genome positions. The mean read depth value is 73⇥. Figure S3 : GC content and average sequencing depth values for cheetah reads. The assembled cheetah genome was split into non-overlapping windows of 10 kbp. The x-and y-axes represent GC content and average depth values, respectively, for each genome window. The dominant GC content value lies within 35-40%. Also we can see the subgroup (the lower cloud with depth 20-40 and GC 30-50%) of a half depth of the major, which may represent the sex-related chromosome. Figure S4 : The depth distribution of re-sequencing reads for all six cheetahs. The figure is based on short read alignments to de novo assembled cheetah sca↵olds. Observed variants were not filtered by coverage or quality. The total number of raw SNV sites is ⇠ 8 ⇥ 10 6 . Human is on the right side and cheetah on the left. SNV density for human (red) displayed with graphs inside the Circos plot. For two cheetahs populations SNV density displayed with orange (Tanzania) and red (Namibia) graphs. Figure S10 : Comparison of cheetah and dog MHC regions. Dog is on the right side and cheetah on the left. SNV density for dog (red) displayed with graphs inside the Circos plot. For two cheetahs populations SNV density displayed with orange (Tanzania) and red (Namibia) graphs. Figure S11 : Inferred historical population sizes by pairwise sequential Markovian coalescent analysis. The x-axis gives time measured by pairwise sequence divergence and the y-axis gives the e↵ective population size measured by the scaled mutation rate µ. Figure S12 : Bootstrap values for DaDi demographic models. We perform a total of 100 bootstraps to estimate the variance of the log-likelihood by randomly selecting 1 M of cheetah SNVs. Each one were performed four times, using IM, BIM, SBR and ISB models, respectively. The last model (designated as ISB) has the smallest variance and thus is considered the optimal model for cheetah. ",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 128,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 284,
                    "end": 293,
                    "text": "Figure S2",
                    "ref_id": null
                },
                {
                    "start": 531,
                    "end": 540,
                    "text": "Figure S3",
                    "ref_id": null
                },
                {
                    "start": 996,
                    "end": 1005,
                    "text": "Figure S4",
                    "ref_id": null
                },
                {
                    "start": 1496,
                    "end": 1506,
                    "text": "Figure S10",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1774,
                    "end": 1784,
                    "text": "Figure S11",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2031,
                    "end": 2041,
                    "text": "Figure S12",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "List of Figures"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Estimation of genomic characteristics by analyzing k-mer frequency in de novo genome projects",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Annotated features of domestic cat-Felis catus genome",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Tamazian",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Simonov",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Dobrynin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Makunin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Logachev",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Komissarov",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "GigaScience",
            "volume": "3",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Initial sequence and comparative analysis of the cat genome",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "U"
                    ],
                    "last": "Pontius",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Mullikin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lindblad-Toh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gnerre",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Clamp",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Genome Research",
            "volume": "17",
            "issn": "11",
            "pages": "1675--1689",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Mountain gorilla genomes reveal the impact of long-term population decline and inbreeding",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xue",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Prado-Martinez",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Sudmant",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Narasimhan",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Ayub",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Szpak",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Science",
            "volume": "348",
            "issn": "6231",
            "pages": "242--245",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Estimating gene gain and loss rates in the presence of error in genome assembly and annotation using CAFE 3",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "V"
                    ],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lugo-Martinez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Hahn",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Molecular Biology and Evolution",
            "volume": "30",
            "issn": "8",
            "pages": "1987--1997",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Cheetah genome size estimation by 17-mers . . . . . . 3 Figure S2: Depth distribution of cheetah reads . . . . . . . . . . 3 Figure S3: GC content and average sequencing depth values . . . 4 Figure S4: Depth distribution of re-sequencing reads . . . . . . . 4 Figure S5: Distribution of syntenic blocks in genome windows . . 5 Figure S6: Ten largest cat-cheetah rearrangements . . . . . . . . 6 Figure S7: Size of homozygosity stretches in Felidae genomes . . 7 Figure S8: Ideograms of homozygosity regions . . . . . . . . . . . 8 Figure S9: Comparison of cheetah and human MHC regions . . . 9 Figure S10: Comparison of cheetah and dog MHC regions . . . . . 10 Figure S11: Inferred historical population sizes by PSMC analysis 11 Figure S12: Bootstrap values for DaDi demographic models . . . . 12 Figure S13: Alignments of the AKAP4 gene . . . . . . . . . . . . 13 Figure S14: Evolutionary history of LDH gene families . . . . . . . 14 Figure S15: Cumulative distribution of 36-mers . . . . . . . . . . . 15 Figure S16: Copy-number distribution in control regions . . . . . . 16 Figure S17: Example of fixed duplications on sca↵old606 . . . . . 17",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Distribution of the syntenic block numbers in nonoverlapping 10 kbp windows in the cheetah genome. Synteny blocks relative to four carnivora species were considered: cat, cheetah, dog and lion. The x-axis indicates the number of genome windows containing the number of synteny blocks specified by values on the y-axis. (A) Cheetah-cat synteny blocks (B) Cheetah-dog synteny blocks (C) Cheetah-lion synteny blocks (D) Cheetah-tiger synteny blocks.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Ten largest rearrangements between cat and cheetah genomes. The rearrangements are shown between cat chromosomes and cheetah sca↵olds.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Size of homozygosity stretches in Felidae genomes. For each individual, the median length of homozygosity regions in its genome is shown.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Ideograms of homozygosity regions in genomes of cat (Boris and Cinnamon), cheetah (Chewbacca) and mountain gorilla (Imfura). The method used to obtain the figures is described in the legend ofFigure 1d. (a) The ideogram of homozygosity regions in the genome of Boris -an outbred domestic cat from St. Petersburg[2]. Homozygous windows constitute 24.80% of the genome. (b) The ideogram of homozygous windows in the genome of Cinnamon -an inbred Abyssinian domestic cat[3,2]. Homozygous windows constitute 62.63% of the genome. (c) The ideogram of homozygosity regions in the cheetah genome (Chewbacca). Homozygous windows constitute 93.20% of the genome. (d) The ideogram of homozygosity regions in the mountain gorilla genome (Imfura)[4]. Homozygous windows constitute 78.12% of the genome.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Comparison of cheetah and human MHC regions.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Alignments of the AKAP4 gene showing excess of possibly damaging mutations and large deletions according to the Polyphen2 database. Amino-acid changes in proteins of other species are shown relative to the cheetah protein. The following variant e↵ect notations are used: B -benign, PsD -possibly damaging and PrD -probably damaging.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Evolutionary history of LDHA/LDHC and LDHB gene families in mammals. The history was reconstructed with CAFE 3.0[5] using orthologous gene clusters(Figure 5b).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "36-mers cumulative distribution.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Copy-number distribution in control regions.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Example of fixed duplications on sca↵old606.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}