{
    "paper_id": "dc46a9c2a3b3f5f7f3b6650c6fba4369a2793cd2",
    "metadata": {
        "title": "Supplementary Information 1 2 The Golgi associated ERI3 is a Flavivirus-specific host factor for Dengue virus 3 4",
        "authors": [
            {
                "first": "Alex",
                "middle": [
                    "Michael"
                ],
                "last": "Ward",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Meredith",
                "middle": [
                    "E K"
                ],
                "last": "Calvert",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Temasek Lifesciences Laboratory",
                    "institution": "",
                    "location": {
                        "addrLine": "11 Singapore 12"
                    }
                },
                "email": ""
            },
            {
                "first": "Leah",
                "middle": [
                    "R"
                ],
                "last": "Read",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Seokyoung",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Kang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Texas",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Brandt",
                "middle": [
                    "E"
                ],
                "last": "Levitt",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "George",
                "middle": [],
                "last": "Dimopoulos",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Shelton",
                "middle": [
                    "S"
                ],
                "last": "Bradrick",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jayantha",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Gunaratne",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mariano",
                "middle": [
                    "A"
                ],
                "last": "Garcia-Blanco",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "To validate the assay, we tested the ability of DENV-2-infected cells to 2 incorporate BrU into viral RNA in the presence or absence of the adenosine 3 analog and DENV-2 NS5 inhibitor NITD008 1 . For the stability and synthesis 4 assays, ERI3 knockdown was performed using two independent siRNAs 5 (siERI3_III and siERI3_VII) transfected 48 hours prior to infection. Cells were 6 infected with DENV-2 using an MOI of 1.0 and incubated for 16 hours before 7 addition of NITD008 (25 µM final concentration). For the stability assay, time 8 points were harvested as described above. For the synthesis assay, four hours 9 after drug addition, infected cells were pulse-labeled with 2 mM BrU for 30 10 minutes and harvested for total RNA 2 . Nascent transcripts were 11 immunoprecipitated using a BrU-specific antibody and quantified by qPCR for 12 GAPDH or DENV-2 RNA. As shown in S4 Figure A , the BrU antibody 13 significantly enriched for GAPDH transcripts compared to the IgG control with or 14 without the addition of NITD008. In addition, there was no significant difference 15 in enrichment for GAPDH RNA with or without NITD008 (Tukey's post-test, NS). 16",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 880,
                    "end": 888,
                    "text": "Figure A",
                    "ref_id": null
                }
            ],
            "section": "Validation of DENV-2 RNA stability and synthesis assay 1"
        },
        {
            "text": "The BrU antibody significantly enriched for DENV-2 transcripts in the absence of 17 NITD008 compared to the IgG control (One-way ANOVA, F(2,6)=37.78, 18 P=0.0004, Tukey's post-test, P<0.05), but there was no significant difference 19 between the IgG control and BrU immunoprecipitation in the presence of 20 NITD008 (Tukey's post-test, NS) (S4 Fig. A and B) . Altogether, these results 21 demonstrate that NITD008 specifically inhibits DENV-2 but not GAPDH 22 transcription at 4 hours post-addition. 23",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 344,
                    "end": 357,
                    "text": "Fig. A and B)",
                    "ref_id": null
                }
            ],
            "section": "Validation of DENV-2 RNA stability and synthesis assay 1"
        },
        {
            "text": "Since native ERI3 was shown to localize near to the Golgi, we wanted to 2 determine whether Golgi targeting was specified by sequences in ERI3. We 3 tested a series of EGFP-ERI3 fusion proteins for their ability to colocalize with the 4 Golgi marker TGON2; EGFP fusion constructs were generated that contain the 5 full-length ERI3 sequence (aa 1-337), the C-terminal exonuclease domain (aa 6 136-337), or N-terminal sequences (aa 1-135 and aa 1-44) (S5 Fig. A) . HuH-7 7 cells were transfected with EGFP fusion constructs and probed with antibodies to 8 EGFP, ERI3 and TGON2. EGFP fusion protein containing full-length ERI3 9 localized throughout the cell and colocalized with TGON2 (S5 Fig. B ). In contrast, 10 EGFP fused to ERI3 aa 136-337 localized primarily to the nucleus and showed 11 no overlap with native ERI3 or TGON2 (S5 Fig. B ). It should be noted that the 12 ERI3 antibody was generated using aa 1-135, therefore proteins lacking these 13 sequences are not detected. In contrast, EGFP fused to ERI3 aa 1-135 localized 14 primarily to the cytoplasm and had a similar localization pattern as native ERI3 15 and TGON2 (S5 Fig. B) . The localization to the Golgi structures was abolished in 16 a more abbreviated C-terminal truncation in which EGFP was fused to ERI3 aa 17 1-44, which had a diffuse staining pattern in the cell (S5 Fig. B) . These data 18 suggest that N-terminal sequences program ERI3 for localization to Golgi 19 structures. The results of four independent experiments are shown. We tested the 7 knockdown efficiency and found that AAEL007801 RNA was reduced to 49% of 8 the GFP control level. The Mann-Whitney U Test was applied and asterisks 9 indicate **p<0.01. Grey bars indicate median values. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 453,
                    "end": 460,
                    "text": "Fig. A)",
                    "ref_id": null
                },
                {
                    "start": 687,
                    "end": 693,
                    "text": "Fig. B",
                    "ref_id": null
                },
                {
                    "start": 833,
                    "end": 839,
                    "text": "Fig. B",
                    "ref_id": null
                },
                {
                    "start": 1130,
                    "end": 1141,
                    "text": "(S5 Fig. B)",
                    "ref_id": null
                },
                {
                    "start": 1339,
                    "end": 1350,
                    "text": "(S5 Fig. B)",
                    "ref_id": null
                }
            ],
            "section": "Sequences in the N-terminus target ERI3 to Golgi structures 1"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "An adenosine nucleoside inhibitor of dengue virus",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Proceedings of the National Academy of Sciences of the United States of",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Use of Bru-Seq and BruChase-Seq for genome-wide 5 assessment of the synthesis and stability of RNA",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Paulsen",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Methods",
            "volume": "67",
            "issn": "",
            "pages": "45--54",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ymeth.2013.08.015"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Analysis of ERI3 RNA immunoprecipitation. (A) 3 ERI3 RNA immunoprecipiation does not significantly enrich for DENV-2 sfRNA. 4 Pellet fractions were analyzed for the presence of gRNA and sfRNA using oligos 5 specific for sequences in the 3' UTR of DENV-2. Fold enrichment was calculated 6 and analyzed by paired t-test. (B) Expression of FLAG-tagged ERI3 and 7 endogenous ERI3 in input samples from RNA immunoprecipitation experiments. 8 Lysates were analyzed for FLAG-ERI3 and native ERI3 expression by western 9 blot for FLAG, ERI3 and DDX6. 6 1 Supplementary Figure S2: Effect of ERI3 knockdown on viral replication. (A, 2 B and C) Analysis of ERI3 mRNA knockdown. Total cellular RNA from 3 knockdown and infection with DENV-2, YFV17D or EV71 was analyzed by qPCR 4 for ERI3 mRNA levels normalized to GAPDH mRNA. ERI3 mRNA levels relative 5 to the control knockdown was calculated and analyzed by one-way ANOVA using 6 the GraphPad Prism software package. (D) Analysis of sfRNA levels following 7 ERI3 knockdown and DENV-2 infection. Total cellular RNA from knockdown and 8 infection was analyzed using primer sets specific for gRNA or gRNA and sfRNA. 9 Absolute quantification of gRNA and sfRNA levels was determined by 10 comparison to a standard curve of in vitro transcribed DENV-2 replicon RNA and 11 used to calculate the sfRNA:gRNA ratio in each sample. Ratios were plotted 12 relative to the control knockdown and analyzed by one-way ANOVA using the 13 GraphPad Prism software package. (E-H) Analysis of ISG induction following 14 DENV-2 or YFV17D infection. Total cellular RNA from knockdown and infection 15 with DENV-2 or YFV17D was analyzed by qPCR for IFITM2 or IFNB mRNA 16 levels normalized to GAPDH mRNA. IFITM2 (E and G) and IFNB (F and HSilencing of exonuclease in mosquitoes. Four 2 day old female Aedes aegypti were injected with dsRNAs targeting exonuclease 3 (AAEL007801) or GFP (control) and were then infected with DENV-2 as 4 described in the Materials and Methods. Virus titers at 7 days post blood meal in 5 dissected midguts are shown. Each data point represents an individual midgut. 6",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Effects of ERI3 knockdown on DENV-2 RNA. (A 2and B) Analysis of BrU incorporation following NITD008 treatment. Cells were 3 treated with NITD008 for 4 hours and pulse-labeled with BrU before harvesting 4 and immunoprecipitation using a BrU-specific antibody. GAPDH (A) and DENV-2 5 (B) RNA levels in the pellet fractions from BrU immunoprecipation were analyzed 6 by qPCR and fold enrichment was calculated relative to input. Fold enrichment 7 was plotted and analyzed by one-way ANOVA using the GraphPad Prism 8 software package. (C) ERI3 mRNA levels following siRNA knockdown. HuH-7 9 cells were transfected with control or ERI3-specific siRNAs and incubated for 48 10 hours and infected with DENV-2 at an MOI of 1.0 for 16 hours. Cells were treated 11 with NITD008 for 4 hours and pulse-labeled with BrU before harvesting and 12 immunoprecipitation using a BrU-specific antibody. Total cellular RNA was 13 analyzed by qPCR for ERI3 and GAPDH mRNA levels. GAPDH-normalized ERI3 14 mRNA levels were plotted relative to the control knockdown and analyzed by 15 one-way ANOVA using the GraphPad Prism software package. (D) Analysis of 16 DENV-2 RNA synthesis following ERI3 knockdown. DENV-2 and GAPDH RNA 1 from the total cell and pellet from BrU immunoprecipitation were analyzed by 2 qPCR. GAPDH-normalized DENV-2 RNA levels from input and pellet were used 3 to generate a ratio of IP/total RNA, plotted relative to the control knockdown and 4 analyzed by one-way ANOVA using the GraphPad Prism software package.(E-5 H) Polyribosome analysis of DENV-2 RNA following ERI3 knockdown. (E) HuH-7 6 cells were transfected with control or ERI3-specific siRNAs and incubated for 48 7 hours prior to infection with DENV-2. 24 hours later, total cell lysates were 8 harvested and analyzed by western blot for ERI3 and pan-actin. (F) Total RNA 9 was extracted from cells and analyzed by qPCR for GAPDH and DENV-2 RNA 10 levels. GAPDH-normalized DENV-2 RNA levels were plotted relative to the 11 control knockdown sample. (G and H) Cytoplasmic samples were fractionated 12 over a 10-50% continuous sucrose gradient, extracted for RNA and analyzed for 13 GAPDH (G) and DENV-2 (H) RNA levels by qPCR. The percent of total RNA in 14 each fraction was calculated and plotted against the fraction number for",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}