{
    "paper_id": "dda497d889e111005663783d8ac3c1289e4a7f42",
    "metadata": {
        "title": "Quantifying the risk of respiratory infection in healthcare workers performing high-risk procedures",
        "authors": [
            {
                "first": "C",
                "middle": [
                    "R"
                ],
                "last": "Macintyre",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of New South Wales",
                    "location": {
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "H",
                "middle": [],
                "last": "Seale",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of New South Wales",
                    "location": {
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "P",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Y",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "W",
                "middle": [],
                "last": "Shi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Almatroudi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of New South Wales",
                    "location": {
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Moa",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of New South Wales",
                    "location": {
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "X",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "X",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "X",
                "middle": [],
                "last": "Pang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "And",
                "middle": [
                    "Q"
                ],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "This study determined the risk of respiratory infection associated with high-risk procedures (HRPs) performed by healthcare workers (HCWs) in high-risk settings. We prospectively studied 481 hospital HCWs in China, documented risk factors for infection, including performing HRPs, measured new infections, and analysed whether HRPs predicted infection. Infection outcomes were clinical respiratory infection (CRI), laboratory-confirmed viral or bacterial infection, and an influenza infection. About 12% (56/481) of the study participants performed at least one HRP, the most common being airway suctioning (7·7%, 37/481). HCWs who performed a HRP were at significantly higher risk of developing CRI and laboratory-confirmed infection [adjusted relative risk 2·9, 95% confidence interval (CI) 1·42-5·87 and 2·9, 95% CI 1·37-6·22, respectively]. Performing a HRP resulted in a threefold increase in the risk of respiratory infections. This is the first time the risk has been prospectively quantified in HCWs, providing data to inform occupational health and safety policies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Healthcare workers (HCWs) are at increased risk of healthcare-associated infections due to the front-line nature of their work. Transmission of highly infectious diseases from infected patient to other patients and HCWs occurs constantly in hospitals and healthcare centres and has been well documented [1] [2] [3] . Although HCWs are aware of infection control measures, low levels of compliance with standard precautions by this group are frequent [4, 5] . HCWs are less willing to adhere to infection-control practices when they work for extended hours [6] , with probable reasons for low compliance being insufficient time, scarcity of equipment, lack of knowledge and low perception of risk [5] .",
            "cite_spans": [
                {
                    "start": 303,
                    "end": 306,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 307,
                    "end": 310,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 311,
                    "end": 314,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 450,
                    "end": 453,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 454,
                    "end": 456,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 556,
                    "end": 559,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 696,
                    "end": 699,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The three principal routes of transmission of respiratory pathogens are contact transmission (direct and indirect), droplet transmission, and airborne transmission. For any pathogen, more than one transmission route may occur, but many pathogens are known to be transmitted by one predominant mode. In droplet transmission, pathogens or droplets which are larger than 5 μm, such as influenza virus and Bordetella pertussis are transmitted from an infected patient to HCWs through breathing, talking, coughing, sneezing, as well as through performing high-risk procedures (HRPs) [2, 7, 8] . However, influenza virus has also been documented to be transmitted by the airborne route, which results in infectious particles being present in the air for longer periods of time [9] [10] [11] [12] .",
            "cite_spans": [
                {
                    "start": 578,
                    "end": 581,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 582,
                    "end": 584,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 585,
                    "end": 587,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 771,
                    "end": 774,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 775,
                    "end": 779,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 780,
                    "end": 784,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 785,
                    "end": 789,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Respiratory infectious diseases, even those with limited airborne transmission, are more likely to be transmitted from patients to HCWs during HRPs such as suctioning and intubation which generate respiratory aerosols [13] . Many studies suggest that both invasive and non-invasive procedures are likely to increase the probability of HCWs being infected [13, 14] . Some studies have reported that non-invasive positive pressure ventilation (NPPV) can be a risk of severe acute respiratory syndrome (SARS) transmission to HCWs [15] [16] [17] . Cardiopulmonary resuscitation, manual ventilation, bronchoscopy and suctioning have also been documented to increase the risk of HCWs being infected with SARS and tuberculosis (TB) [18] [19] [20] [21] , while tracheal intubation has been significantly associated with risk of SARS transmission to HCWs [17] . While it has been well documented that TB and SARS can be transmitted to HCWs during aerosol-generating procedures, there are some data suggesting H1N1 can transmit via such procedures [13] . Seasonal influenza also causes outbreaks in healthcare settings [22] . HCWs are one of the most vulnerable groups likely to be infected with influenza infection in acute-care facilities due to the high exposure rates in such settings [23] . An attack rate of nosocomial influenza could reach 11-59% in HCWs in a healthcare environment [24] . As such, HCWs are a priority group for preventive strategies such as influenza vaccination [25, 26] .",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 222,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 355,
                    "end": 359,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 360,
                    "end": 363,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 527,
                    "end": 531,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 532,
                    "end": 536,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 537,
                    "end": 541,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 725,
                    "end": 729,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 730,
                    "end": 734,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 735,
                    "end": 739,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 740,
                    "end": 744,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 846,
                    "end": 850,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1038,
                    "end": 1042,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1109,
                    "end": 1113,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1279,
                    "end": 1283,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1380,
                    "end": 1384,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1478,
                    "end": 1482,
                    "text": "[25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1483,
                    "end": 1486,
                    "text": "26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Although various guidelines and policies for infection control measures are implemented in healthcare settings worldwide, the risk of transmission of infectious diseases while performing HRPs has not been well quantified. This study aims to describe the range of exposure to HRPs in HCWs and to quantify the risk of respiratory infections occurring in HCWs who perform HRPs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "We prospectively studied 481 hospital HCWs from wards including emergency and respiratory wards from nine hospitals in Beijing, China over a 5-week period from 1 December 2008 to 15 January 2009. These 481 subjects were a control group in a larger study [27] .",
            "cite_spans": [
                {
                    "start": 254,
                    "end": 258,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "The hospital wards were selected as high-risk settings in which repeated and multiple exposures to respiratory infections are expected. Participants were hospital HCWs aged 518 years and who were provided with written information about the study. Staff who agreed to participate provided informed consent and a copy of the information sheet with the participants' initials was retained as documentation [27] . The study protocol was approved by the Institutional Review Board and Human Research Ethics Committee of the Beijing Ministry for Health.",
            "cite_spans": [
                {
                    "start": 403,
                    "end": 407,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Participants were asked to record on a daily basis whether they had performed one of the following: provision of nebulizer medications, suctioning, intubation, aerosol-generating procedures and chest physiotherapy. The following information was also collected: number of hours worked, estimated number of daily contacts with patients, number of daily contacts with influenza-like illness (ILI) patients, and hand-washing adherence. The use of personal protective equipment such as gloves, gowns, eye shields, foot/hair covers was documented by study participants in a daily selfreport diary, and details of clinical and demographics were also recorded. All study participants were followed up for a period of 31 days and monitored daily for the onset of respiratory symptoms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "If any symptom developed, combined nasal and throat swabs (double rayon-tipped, plastic-shafted swab) were taken and tested for respiratory viral or bacterial infection (Fig. 1) . The nose and throat swabs were tested at the Laboratories of the Beijing Centres for Disease Control and Prevention. Viral DNA⁄RNA was extracted from 300μl of each respiratory specimen using the Viral Gene-spin ™ kit (iNtRON Biotechnology Inc., Korea) according to the manufacturer's instructions [27] . We tested nose and throat swabs for the following: adenoviruses, human metapneumovirus (HMP), coronaviruses 229E/NL63 and OC43/HKU1, parainfluenza viruses 1, 2 and 3, influenza viruses A and B, respiratory syncytial virus (RSV) A and B, and rhinovirus A/B by nucleic acid testing using a commercial multiplex polymerase chain reaction (PCR), with the Seeplex® RV12 Detection kit (Seegen Inc., Korea). Details of laboratory methods have been described in a previous publication [27] . We also tested for bacterial colonization. A multiplex PCR (Seegen Inc.) was used to detect Streptococcus pneumoniae, Mycoplasma pneumoniae, B. pertussis, Legionella spp, Chlamydophilia and Haemophilus influenza type B. After preheating at 95°C for 15 min, 40 amplification cycles were performed under the following conditions in a thermal cycler (GeneAmp PCR system 9700, Applied Biosystems, USA): 94°C for 30 s, 60°C for 1·5 min, and 72°C for 1·5 min. Amplification was completed at the final extension step at 72°C for 10 min. The multiplex PCR products were visualized by electrophoresis on an ethidium bromide-stained 2% agarose gel.",
            "cite_spans": [
                {
                    "start": 477,
                    "end": 481,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 961,
                    "end": 965,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [
                {
                    "start": 169,
                    "end": 177,
                    "text": "(Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": "METHODS"
        },
        {
            "text": "The controls represent HCWs in their usual working conditions, without any interventions. This study is a post-hoc analysis of data collected during the primary trial on HRPs in the control arm. The prospective data collection and measurement of clinical endpoints in a group of HCWs working under usual conditions afforded the opportunity to measure the association of incident infection with HRPs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "The primary outcomes of the study were: clinical respiratory infection (CRI)presence of two or more respiratory symptoms or one respiratory symptom (e.g. cough, runny nose, shortness of breath, sore throat) and one systemic symptom (e.g. fever, lethargy, chills); laboratory-confirmed viral infection (influenza A and B, parainfluenza, RSV, coronavirus, HMP virus, adenovirus, rhinovirus); laboratoryconfirmed viral or bacterial infection (and of the above viruses or a bacterial infectionpertussis, Hib, pneumococcus, Mycoplasma, Legionella); and influenza A or B (categorized as 'influenza' if either strain were present). The outcomes were tested against predictor variables such as age, education, category of HCW, influenza vaccination uptake, and performance of hand washing and HRPs. The total number of HRPs performed over the study period was calculated. A binary variable defining whether or not HCWs performed any HRPs during the study period was created and analysed with other predictor variables against incident infection during the study period. Poisson regression was used for the analysis of the outcomes, using Egret software (Cytel, USA). A P value of 40·05 was considered significant in the analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "A total of 481 HCWs were recruited into the study. Demographic characteristics of study participants are described in Table 1 . Of these, 369 (76·7%) were females; and 52% (252/481) of the participants were aged 535 years. The breakdown of participants by area was: respiratory ward 75 (16%); emergency department 72 (15%); respiratory clinic 16 (3·3%); paediatric department 15 (3·1%); infection fever clinic 6 (1·2%); and other wards 297 (62%). Of the 481 HCWs, 236 (49%) were doctors and 245 (51%) were nurses and others. During the study period, the uptake of influenza vaccine in HCWs was low in both 2007 and 2008 (19·3% and 18·1%, respectively).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 118,
                    "end": 125,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Fifty-six (11·6%) out of 481 HCWs performed at least one HRP during the study, with the most common activity being airway suctioning (66%, 37/56). Figure 2 shows the number of days on which a HCW reported performing a HRP. Thirty-four (61%) out of 56 HCWs, reported performing a HRP more than once during the study period. The aggregated number of days a HRP was performed was 264. In addition, HCWs on the respiratory ward (33%) were more likely to perform HRPs than those in the emergency department (16·7%). Nurses and other HCWs (16%, 39/245) were significantly more likely than doctors (7%, 17/236) to perform HRPs (P < 0·01).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 147,
                    "end": 155,
                    "text": "Figure 2",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "The weekly incidence of CRI was 18/1000 HCWs, for viral or bacterial infection, 16/1000; for any viral infection, 6/1000; and for influenza, 2·5/1000. HCWs who performed HRPs had a significantly higher risk of CRI [relative risk (RR) 2·5, 95% (CI) 1·3-6·5, P < 0·01) and laboratory-confirmed viral or bacterial infection (RR 2·6, 95% CI 1·4-5, P < 0·01) than those who did not perform HRPs (Table 2) . By Poisson regression analysis, adjusting for other variables, only HRPs determined the risk of an infection outcome, as shown in Tables 3-5. The relative risk for CRI in HCWs who performed a HRP was 2·9 (95% CI 1·42-5·87, P < 0·01) ( Table 3 ). The RR for a laboratory-confirmed pathogen (viral or bacterial) in symptomatic HCWs was 2·9 (95% CI 1·37-6·22, P = 0·01), in those who performed a HRP (Table 4 ). For the outcome of any respiratory viral pathogen, the RR was 3·3 (95% CI 1·01-11·02, P = 0·05) ( Table 5 ). Hand washing, influenza vaccination and use of surgical or cloth face masks did not affect the risk of infection outcomes.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 390,
                    "end": 399,
                    "text": "(Table 2)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 637,
                    "end": 644,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 799,
                    "end": 807,
                    "text": "(Table 4",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 909,
                    "end": 916,
                    "text": "Table 5",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "We also tested for other variables, e.g. number of hours worked, number of patients the HCW was in contact with during the study period, and number of contacts with patients with ILI; however, none of these had a significant association with infection outcomes. There were no significant association between laboratory-confirmed influenza and HRPs (data not shown); but the numbers of influenza-positive cases were low (six cases) in the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "We examined the association between HRP and the risk of respiratory infection in HCWs. Our findings demonstrated that HCWs who perform a HRP have a greater risk of respiratory infections than those who did not perform a HRP. This is consistent with observational findings of other studies [15, 16, 18, 21, 28] ; however, we have been able to quantify the magnitude of this risk in our study as a threefold increase in risk. Many factors influence the nosocomial spread of infectious diseases, and HCWs are the initial point of contact with patients in both acute and long-term healthcare settings. Our findings suggest that targeted interventions and policies are warranted to offer greater protection to HCWs who perform HRPs. This has occupational health and safety implications for HCWs routinely engaged in HRPs. More than 10% of HCWs performed a HRP during a 1-month period, and the majority of those performed more than one HRP. This suggests that interventions to reduce transmission of respiratory infections may be more efficient if targeted to HCWs performing HRPs. There may be certain settings such as emergency wards, intensive-care units and respiratory wards where HRPs are more commonly performed, making these important targets for interventions.",
            "cite_spans": [
                {
                    "start": 289,
                    "end": 293,
                    "text": "[15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 294,
                    "end": 297,
                    "text": "16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 298,
                    "end": 301,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 302,
                    "end": 305,
                    "text": "21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 306,
                    "end": 309,
                    "text": "28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "There are some limitations to our study. Our study was conducted in China, so the results, particularly around frequency of performing HRPs, may not be generalizable to different HCW populations in other contexts. There are variations in infection control practices from hospital to hospital, even within China. However, the quantification of risk for HCWs who perform HRPs has implications for HCWs everywhere. The fact that this was a control group in a larger trial is a strength, rather than a limitation, in that this group had rigorous follow-up and documentation of incident infection as well as risk factors (including HRPs). This provides more robust data than, for example, an observational study such as a case-control study, because it was prospective and measured infection in a group that went about usual practice. To date, there is much policy debate and direction about HRPs, but no data whatsoever to inform the actual risk associated with HRPs. Despite the limitations of the analysis, we believe that the data we present in this paper are a useful addition to current knowledge. HCWs are at higher risks of contracting respiratory infections, and are subject to generic guidelines around infection control. These include hand hygiene before and after the patient care; wearing of personal protective equipment such as gowns, goggles, gloves, N95 respirators or surgical masks; presence of minimum number of HCWs when performing a procedure in a single room; and in addition, it is recommended that such procedures should be performed in a sterilized room [13, 29, 30] . We have shown in two large randomized controlled trials that the risk of respiratory infection in HCWs can be reduced with the use of N95 respirators [27, 31] . We also show that in highrisk wards, targeted use in situations of self-identified risk, such as when performing HRPs or barrier nursing a patient, is less effective than continuous use of a respirator in that ward while on shift [31] . This suggests that HCWs are unable to identify all situations of risk when left to decide whether or not they should wear a respirator. This is the first time the risk of HCWs performing HRPs has been prospectively quantified, and this finding has important occupational health and safety implications for HCWs, particularly in settings such as emergency and respiratory wards where HRPs are frequently performed. The traditional approach to hospital infection control has not consistently categorized staff in terms of whether they perform HRPs in order to apply guidelines. We found that the majority (89%) of HCWs do not perform HRPs. This proportion may vary in different country, hospital and ward settings; our study suggests that categorizing HCWs by whether or not they perform HRPs in their work may serve as a useful classification in order to tailor guidelines appropriately or increase the attention to adherence with existing guidelines. The minority of HCWs performing HRPs should receive optimal respiratory protection, and high-risk wards should have guidelines in place to minimize the risk to HCWs. ",
            "cite_spans": [
                {
                    "start": 1575,
                    "end": 1579,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1580,
                    "end": 1583,
                    "text": "29,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1584,
                    "end": 1587,
                    "text": "30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1740,
                    "end": 1744,
                    "text": "[27,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1745,
                    "end": 1748,
                    "text": "31]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1981,
                    "end": 1985,
                    "text": "[31]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Transmission of bacterial infections to healthcare workers during intubation and respiratory care of patients with severe pneumonia",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Baba",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Infection Control and Hospital Epidemiology",
            "volume": "30",
            "issn": "",
            "pages": "1019--1021",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The 2003 SARS outbreak and its impact on infection control practices",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Shaw",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Public Health",
            "volume": "120",
            "issn": "",
            "pages": "8--14",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Healthcare workers and health care-associated infections: knowledge, attitudes, and behavior in emergency departments in Italy",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Parmeggiani",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "BMC Infectious Diseases",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Practices and an assessment of health care workers' perceptions of compliance with infection control knowledge of nosocomial infections",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Berhe",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Edmond",
                    "suffix": ""
                },
                {
                    "first": "Gml",
                    "middle": [],
                    "last": "Bearman",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "American Journal of Infection Control",
            "volume": "33",
            "issn": "",
            "pages": "55--57",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Compliance with universal precautions among health care workers at three regional hospitals",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gershon",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "American Journal of Infection Control",
            "volume": "23",
            "issn": "",
            "pages": "225--236",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Transmission of influenza virus via aerosols and fomites in the guinea pig model",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mubareka",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Journal of Infectious Diseases",
            "volume": "199",
            "issn": "",
            "pages": "858--865",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Guideline for isolation precautions: preventing transmission of infectious agents in health care settings",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Siegel",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "American Journal of Infection Control",
            "volume": "35",
            "issn": "",
            "pages": "65--164",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "High humidity leads to loss of infectious influenza virus from simulated coughs",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Noti",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS ONE",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Detection of infectious influenza virus in cough aerosols generated in a simulated patient examination room",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Noti",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Clinical Infectious Diseases",
            "volume": "54",
            "issn": "",
            "pages": "1569--1577",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Airborne transmission of influenza: implications for control in healthcare and community settings",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Cowling",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Clinical Infectious Diseases",
            "volume": "54",
            "issn": "",
            "pages": "1578--1580",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Influenza virus in human exhaled breath: an observational study",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Fabian",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLoS ONE",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Interim guidance on infection control measures for 2009 H1N1 influenza in healthcare settings, including protection of healthcare personnel",
            "authors": [],
            "year": 2010,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Should noninvasive ventilation be considered a high-risk procedure during an epidemic?",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mccracken",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Canadian Medical Association Journal",
            "volume": "181",
            "issn": "",
            "pages": "663--664",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Transmission of severe acute respiratory syndrome during intubation and mechanical ventilation",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Fowler",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "American Journal of Respiratory and Critical Care Medicine",
            "volume": "169",
            "issn": "",
            "pages": "1198--1202",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Illness in intensive care staff after brief exposure to severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Scales",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Emerging Infectious Diseases",
            "volume": "9",
            "issn": "",
            "pages": "1205--1210",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Aerosol generating procedures and risk of transmission of acute respiratory infections to healthcare workers: a systematic review",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tran",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS ONE",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The transmission of tuberculosis in confined spaces: an analytical review of alternative epidemiological models",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Beggs",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "International Journal of Tuberculosis and Lung Disease",
            "volume": "7",
            "issn": "",
            "pages": "1015--1026",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Possible SARS coronavirus transmission during cardiopulmonary resuscitation",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Christian",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Emerging Infectious Diseases",
            "volume": "10",
            "issn": "",
            "pages": "287--293",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "A practical approach to airway management in patients with SARS",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Joglekar",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Adhikari",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Canadian Medical Association Journal",
            "volume": "169",
            "issn": "",
            "pages": "785--787",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Occupational tuberculous infections among pulmonary physicians in training",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Malasky",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "American Review of Respiratory Diseases",
            "volume": "142",
            "issn": "",
            "pages": "505--507",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Influenza in the acute hospital setting",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Salgado",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Lancet Infectious Diseases",
            "volume": "2",
            "issn": "",
            "pages": "145--155",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Requiring influenza vaccination for health care workers: seven truths we must accept",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Poland",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Tosh",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Jacobson",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Vaccine",
            "volume": "23",
            "issn": "",
            "pages": "2251--2255",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Vaccination against classical influenza in health-care workers: self-protection and patient protection",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wicker",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Deutsches Ärzteblatt International",
            "volume": "106",
            "issn": "",
            "pages": "567--572",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "ACIP recommendations: introduction and biology of influenza, 2010-11 influenza prevention & control recommendations",
            "authors": [],
            "year": 2010,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "59",
            "issn": "",
            "pages": "1--62",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "World Health Organisation",
            "authors": [],
            "year": 2009,
            "venue": "WHO",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "A cluster randomized clinical trial comparing fit-tested and non-fit-tested N95 respirators to medical masks to prevent respiratory virus infection in health care workers",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Macintyre",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Influenza and Other Respiratory Viruses",
            "volume": "5",
            "issn": "",
            "pages": "170--179",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Which preventive measures might protect health care workers from SARS?",
            "authors": [
                {
                    "first": "W-Q",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "BMC Public Health",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Infection prevention and control during health care for confirmed, probable, or suspected cases of pandemic (H1N1) 2009 virus infection and influenza-like illnesses",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Epidemic and pandemic prone acute respiratory diseases -infection prevention and control in health care",
            "authors": [],
            "year": 2008,
            "venue": "WHO",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "A randomised clinical trial of three options for N95 respirators and medical masks in health workers",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Macintyre",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "American Journal of Respiratory and Critical Care Medicine",
            "volume": "187",
            "issn": "",
            "pages": "960--966",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "High-risk procedures (HRPs) performed by healthcare workers (HCWs).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Fig. 1. Flow diagram for the study recruitment. HCWs, Healthcare workers.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Demographic characteristics of healthcare workers in the study",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Respiratory outcomes in healthcare workers who did and did not perform HRPs*, univariate analysis",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Risks",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Risks",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Risks of laboratory-confirmed virus in healthcare workers, Poisson regression analysis RR, Rate ratio; CI, confidence interval. * HRP, High-risk procedure, defined as healthcare workers who performed high-risk procedures at least once during the study period.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Dr Seale is in receipt of an NHMRC Australian-based Public Health Training Fellowship (1 012 631) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 66,
                    "end": 97,
                    "text": "Training Fellowship (1 012 631)",
                    "ref_id": null
                }
            ],
            "section": "ACKNOWLEDGEMENTS"
        },
        {
            "text": "Professor MacIntyre receives funding from influenza vaccine manufacturers GSK and CSL Biotherapies for investigator-driven research. Dr Seale has received funding from Sanofi Pasteur, GSK and CSL Biotherapies for investigator-driven research and for conference presentations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}