{
    "paper_id": "ddd0fb0cae99bad6466775c11b4d5a0c30be9219",
    "metadata": {
        "title": "Different Types of Door-Opening Motions as Contributing Factors to Containment Failures in Hospital Isolation Rooms",
        "authors": [
            {
                "first": "J",
                "middle": [
                    "W"
                ],
                "last": "Tang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Nicolle",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "Pantelic",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "C",
                "middle": [
                    "A"
                ],
                "last": "Klettner",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "R",
                "middle": [],
                "last": "Su",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Hospital isolation rooms are vital for the containment (when under negative pressure) of patients with, or the protection (when under positive pressure) of patients, from airborne infectious agents. Such facilities were essential for the management of highly contagious patients during the 2003 severe acute respiratory syndrome (SARS) outbreaks and the more recent 2009 A/H1N1 influenza pandemic. Many different types of door designs are used in the construction of such isolation rooms, which may be related to the space available and affordability. Using colored food dye as a tracer, the qualitative effects of door-opening motions on the dissemination of potentially contaminated air into and out of a single isolation room were visualized and filmed using Reynolds-number-equivalent, small-scale, water-tank models fitted with programmable door-opening and moving human figure motions. Careful scaling considerations involved in the design and construction of these water-tank models enabled these results to be accurately extrapolated to the full-scale situation. Four simple types of door design were tested: variable speed single and double, sliding and hinged doors, in combination with the moving human figure. The resulting video footage was edited, synchronized and presented in a series of split-screen formats. From these experiments, it is clear that double-hinged doors pose the greatest risk of leakage into or out of the room, followed by (in order of decreasing risk) single-hinged, double-sliding and single-sliding doors. The relative effect of the moving human figure on spreading any potential contamination was greatest with the sliding doors, as the bulk airflows induced were large relative to those resulting from these door-opening motions. However, with the hinged doors, the airflows induced by these door-opening motions were significantly greater. Further experiments involving a simulated ventilated environment are required, but from these findings alone, it appears that sliding-doors are far more effective for hospital isolation room containment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Isolation rooms to contain infectious patients or to protect vulnerable (e.g. immunocompromised) patients from infection are an important facility to protect patients and staff against the risk of infection by airborne pathogens [1, 2] . Recommendations for their use features in many guidelines related to the control of airborne pathogens, especially for tuberculosis [3] [4] [5] [6] . In the aftermath of the severe acute respiratory syndrome outbreaks of 2003, the demand for such rooms increased, dramatically [7] [8] [9] [10] . Many of these were eventually utilized in the management of patients infected with the 2009 pandemic influenza A/H1N1 virus [11] [12] [13] [14] .",
            "cite_spans": [
                {
                    "start": 229,
                    "end": 232,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 233,
                    "end": 235,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 370,
                    "end": 373,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 374,
                    "end": 377,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 378,
                    "end": 381,
                    "text": "[5]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 382,
                    "end": 385,
                    "text": "[6]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 515,
                    "end": 518,
                    "text": "[7]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 519,
                    "end": 522,
                    "text": "[8]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 523,
                    "end": 526,
                    "text": "[9]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 527,
                    "end": 531,
                    "text": "[10]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 658,
                    "end": 662,
                    "text": "[11]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 663,
                    "end": 667,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 668,
                    "end": 672,
                    "text": "[13]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 673,
                    "end": 677,
                    "text": "[14]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Although there have been many studies evaluating the performance of such rooms with regard to the maintenance of the pressure differential across the doors when closed [15] [16] [17] [18] , there have been relatively fewer studies assessing how dooropening motions and healthcare worker passage through the door can affect the performance of such rooms [19] [20] [21] [22] . Yet, at least one analytical case report has demonstrated that containment failure may result from simply opening isolation room doors [23] .",
            "cite_spans": [
                {
                    "start": 168,
                    "end": 172,
                    "text": "[15]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 173,
                    "end": 177,
                    "text": "[16]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 178,
                    "end": 182,
                    "text": "[17]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 183,
                    "end": 187,
                    "text": "[18]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 353,
                    "end": 357,
                    "text": "[19]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 358,
                    "end": 362,
                    "text": "[20]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 363,
                    "end": 367,
                    "text": "[21]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 368,
                    "end": 372,
                    "text": "[22]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 510,
                    "end": 514,
                    "text": "[23]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This study is part of a longer-term project that aims to demonstrate the effects of door-opening motions using a variety of doors, with and without the passage of a human figure, on the movement of potentially contaminated air into and out of an isolation room, using both a small-scale, Reynolds-number-equivalent model in water, and a full-scale model in air. In this study, baseline measurements were made using colored food dye visualization in still water (i.e. to simulate still air) for each of the moving figure-door systems, with no simulated ventilation system imposed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "It was decided to conduct the experiments in water, at Reynolds number equivalent lengths and velocities, such that the results obtained in water could be directly extrapolated to the full-scale situation in air [20] . Water was chosen because it was easier to visualize flows, qualitatively, using coloured dye, or, more quantitatively, using neutrally buoyant, suspended, reflective particles for particle image velocimetry (PIV).",
            "cite_spans": [
                {
                    "start": 212,
                    "end": 216,
                    "text": "[20]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Two simplified, one-tenth scale (1:10) models were designed and constructed, as shown in Figures 1 and 2 (CYS Engineering & Trading, Singapore). All the dimensions of the one-tenth scale models were taken from full-scale models that were being constructed at the same time by collaborators at the Finnish Institute of Occupational Health (FIOH) and their collaborators Oy Halton Group (Finland). One of the larger aims of this study involving the parallel construction of these two models was to test and validate more fundamental scaling assumptions about flow dynamics, using flow visualization methods as well as computational fluid dynamical (CFD) modeling.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 89,
                    "end": 104,
                    "text": "Figures 1 and 2",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Water-tank Models"
        },
        {
            "text": "One tank was designed to accommodate single-and doublesliding doors, the other single-and double-hinged doors, as the door-opening mechanisms were significantly different for these two types (i.e. sliding versus hinged) of doors. Each of the tanks had interchangeable door modules so that the single-and doubleversion of the doors could be swapped as required for the experiments. Otherwise the tanks were of virtually identical dimensions. The same scale model of a human male figure was used in each tank to maintain similarity. The figure moved on a sliding track that was built into the floor of each tank, and which could be programmed to move at realistic human walking speeds. This track was regularly greased to ensure a smooth sliding action without juddering. The movement controller chip (Arduino Mega 1280, ATmega1280 (Silicon Core), Arduino, Chiasso, Switzerland) for each of the tanks was manually programmed to allow the figure and doors to move at speeds similar to those observed in real isolation facilities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Water-tank Models"
        },
        {
            "text": "Once each of the figure-door movement systems in each tank was reset, the edges around the door module (including the door and surrounding wall partition) were carefully sealed, manually, with VaselineH Petroleum Jelly (Unilever, London, UK) to prevent any leakage of the food dye across the door partition prior to the running of the experiment. Once the seal was in place, the tank was slowly filled with water from the bottom up via a supply pipe entering the floor of the tank. This facilitated the removal of air bubbles from the tank, as it filled, which would otherwise obstruct clear views of the tank from the top that were required for filming. The tank was also placed on a custom-built table which allows a tilt of up to 45u when the tank was full, to allow any air bubbles to escape through small drainage air-holes that were drilled into the roof along its edge. Any remaining bubbles were manually suctioned using a 30 ml or 50 ml syringe and small-bore catheter that was passed through these air-holes, as required. Once the bubbles had been removed and the tank leveled again, 50 mls of blue food dye (True Blue, Star Brand, Kuala Lumpur, Malaysia) was injected into one side of the tank, as required by the experimental protocol, i.e. into the side containing the human figure (the 'from dye' protocol), or into the side without the figure (the 'to dye' protocol). The syringe catheter was used to mix the food dye carefully within the chamber to ensure a relatively uniform dye distribution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experimental Procedure"
        },
        {
            "text": "The tank was back-lit using a lighting rig that consisted of a bank of 18 spotlights (240 V, 120 W, Par 38 Spot 12u, Philips, Amsterdam, Holland) arranged in a 3-row by 6-column grid, whose beams were diffused by a series of cloth diffusers and greaseproof paper that was taped to the back of the water-tank model. Three cameras were used to obtain video images: a Nikon D7000 with a 28-105 mm Nikkor AF lens in manual mode (Nikon Inc., Melville, NY), at 24 frames per second (fps), high definition (HD, color, 192061280 pixels) from the front; a Nikon 3100 with a 18-55 mm Nikkor AF-S lens in manual mode, at 24 frames per second (fps), high definition (HD, color, 192061280 pixels) from the top; a Photron SA1.1 camera (Dynamic Analysis System, Pte Ltd, Singapore), at 500 fps (black and white) with a 28-85 mm Nikkor (manual) lens, also from the front -to allow extreme slow motion playback.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experimental Procedure"
        },
        {
            "text": "Once the lighting was in place and switched on, and the cameras were in position and recording, the controller was activated and the figure and doors moved according to a pre-set program: the figure would accelerate almost instantly to its designated scaled-down walking speed, slide towards the door. It would then stop just before the door to allow it to open, before passing through the doorway to enter the room. The doors would then close behind it, completing the programmed movement cycle. Note that the figure's movements were not quite the same for the sliding and hinged doors. A larger clearance in front of the figure was required for the hinged (i.e. when opening towards the figure) than the sliding doors so as to avoid any collision between it and the door.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experimental Procedure"
        },
        {
            "text": "Several movement combinations were tried with the figure and the various types of doors, including scenarios where the doors opened and closed alone, with no figure movement, as these defined a baseline airflow behavior for the action of these doors in the absence of any human movement. After each experimental run, the tank was drained of water (now coloured with food dye) and cleaned. If necessary, a different door module was inserted and the edges sealed with VaselineH, before the tank was refilled and the cameras repositioned as required, for the next run.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experimental Procedure"
        },
        {
            "text": "For this baseline series of experiments, all of them were performed in a still water environment, with no pressure differential simulated across the doorway.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experimental Procedure"
        },
        {
            "text": "The programmed velocities of the door-opening and human figure movements were based on the principles of Reynolds (Re) number equivalence, i.e. that motion in the 1:10 scale model in water should be equivalent to the same motion at full-size in air, i.e. Re air = U air L air /n air = Re water = U water L water /n water where U, L and nare the velocity, representative lengths and kinematic viscosities in the two media, respectively. If the length scale in the water-tank model is one-tenth of that in air (i.e. L air = 10Lwater ), and the kinematic viscosities of water at 20uC and air at 25uC (the approximate operating temperatures in this tropical climate) are 1.004610 26 m 2 /s and 15.6610 26 m 2 /s, respectively, then the ratio of the velocities U air /U water = 1.56/1.004 = 1.55. For the angular velocities of the hinged-doors in air and water (? air and ? water , respectively?, their equivalent linear velocities must also scale as U air /U water = L air ? air /L water ? water = 1.55, so that the ratio of the angular velocities are related as ? air = 0.155? water , or ? air / ? water = where L is the width of the door.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scaling Issues and Analysis"
        },
        {
            "text": "Due to the qualitative nature of the food dye tracer used for visualization, the descriptions of its movements are best demonstrated as a series of photographs and videos (available as Videos S1, S2, S3, and S4), with some relative comparisons presented in the Results below. Multiple repeats of each experimental scenario produced very similar results at this qualitative level, which were sufficient to show the relative differences between the performance of the different door and human motion combinations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scaling Issues and Analysis"
        },
        {
            "text": "Velocities of door-opening and figure movement in each scenario were defined and programmed into the controller chip to be within a realistic parameter range when scaled up to their full-scale motions in an air medium. Realistic walking speeds equivalent to , 1-1.2 m/s in air were chosen for these model parameters, though obviously walking speeds may vary considerably between individuals. Only one sliding door opening-speed was examined (Table 1 , Figures 3 and 4 , Videos S1-S2), as other settings showed relatively little difference. For the hinged-doors, both slow (Table 1 , Videos S3-S4) and fast (Table 2, Figures 5 and 6) angular velocities were investigated. This was done because the effect of these door-opening motions on the movements of the food dye were much more dramatic and it was of interest to capture these flows at these two speeds, with the fast parameters being approximately twice those of the slow parameters. Brief descriptions of each door-opening scenario are also included in Tables 1  and 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 441,
                    "end": 449,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 452,
                    "end": 467,
                    "text": "Figures 3 and 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 572,
                    "end": 580,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1009,
                    "end": 1024,
                    "text": "Tables 1  and 2",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "From a qualitative visual inspection of these images, it can be clearly seen that the single-doors produce less disturbance than the double-doors, and sliding doors produce far less air exchange than hinged-doors, i.e. single-sliding,double-sliding,single-hinged,double-hinged, when the doors are graded in terms of the potential for their door-opening motion to induce bulk air flow movement across the doorways.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "For both the single-and double-sliding doors, the movement of the human figure through the door caused a significant additional amount of food dye to be exchanged (both into and out of the room) because the motion of the sliding doors themselves caused very little disturbance to the food dye. In contrast, the relative effect of the manikin movement on the food dye was much smaller when moving through the single-and double-hinged doors because the opening motion of these hinged doors caused significantly more movement of the food dye across the doorway.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "There have been relatively few formal, published studies on the effects of door-opening motions on the integrity of containment in hospital isolation rooms, and even fewer where the effects of a healthcare worker moving through the doorway has also been considered. This study aims to fill some of these gaps in our knowledge.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Overall, the results of this qualitative visualization study are not surprising and relatively intuitive, however being able to visualize these relative differences may emphasize the advantages and disadvantages of these different door designs in a more emphatic manner for consideration by hospital managers and administrators, infection control and hospital building design teams.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "For general infection control purposes, it is clear that the sliding doors (single or double) offer some obvious advantages over the more conventional hinged-door design in the amount of air exchanged across isolation room doorways each time they are opened. Yet, the majority of hospital isolation rooms still use the more traditional hinged-door design. This may possibly be due to the space requirements and the practicalities of higher installation (sliding doors may be more expensive to make and install) and maintenance costs (there are more moving parts in a slidingcompared to a hinged-door). In addition, where air-tight, 'nonleaky' containment facilities are required, it is much easier to ensure an airtight seal around a hinged-door than a sliding-door.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "An early study used tracer gas (SF 6 ) and measured how its concentration changed when a technician exited the isolation room into an adjoining anteroom and then the outside corridor. Other variables included the time intervals of sampling from the anteroom and the outside corridor, the room size (31.3-49.3 m 3 ) and the ventilation rate (15-21 air changes/hour). The results showed that the concentration of the tracer gas decreased dramatically, as measured by a 'dilution factor' that was defined by the authors, ranging from 122-211 (5 minutes after gas release) between the isolation room and the anteroom, and 1260-3670 (10 minutes after gas release) between the isolation room and the outside corridor [19] . However, the types of doors used for the isolation and anterooms (i.e. hinged or sliding) were not described, though it was probably a hinged door design. It can be seen from the results presented here that the type of door may dramatically affect the results as hinged door motions can rapidly accelerate any mixing and therefore have an impact on the apparent 'dilution factor' that is measured.",
            "cite_spans": [
                {
                    "start": 711,
                    "end": 715,
                    "text": "[19]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Tang et al. [23] described a clinical situation where a severe case of adult chickenpox (i.e. primary varicella zoster virus, VZV, infection) managed in a negative pressure isolation room (with no anteroom) caused an infection of a VZV-susceptible nurse whose only contact with the patient was when he stood outside the room for at least 2 minutes, several times a day, handing supplies to the VZV-immune nurse inside the room that was directly caring for the patient. The access to the isolation room was a standard single hinged-door that opened into the room. The non-immune nurse developed chickenpox 10 days later. Transmission of the same virus between the patient and the nurse was confirmed by viral sequencing of skin lesion samples taken from both individuals. The negative pressure difference across the doorway was measured to be only 3 Pa and it was postulated that this was readily reversed each time the door was opened to receive the supplies. This may have been a fairly typical pressure differential found in many hospital isolation units at this time, and it is clear from this incident that this was probably insufficient to maintain the containment during a door-opening motion event. Additional qualitative flow visualization studies were performed using food dye in a smallscale, water-tank model under the principle of Reynolds number equivalence, to exam the action of the hinged-door opening motion on the airflow across the doorway. These additional experiments confirmed that the hinged-door opening motion into the isolation room was likely to have caused a transient reversal of the negative pressure, allowing airborne virus to leak out and be inhaled and infect the non-immune nurse standing outside. However, the water-tank model developed for this study (with a hand-operated hinged-door) was relatively simple and crude, and this study extends this model and tests double and sliding-door options, also.",
            "cite_spans": [
                {
                    "start": 12,
                    "end": 16,
                    "text": "[23]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Later, Tang et al. [1] , reviewed various other factors potentially involved in the aerosol transmission of infection, and also provide a simple estimate of the effect of a human body moving through the doorway, suggesting that an adult of 1.7 m height, 0.3 m width and 0.15 m depth, giving an approximate cross-sectional area of 0.51 m 2 , weighing about 76.5 kg (assuming a body density equivalent to water), walking at 1 m/s through the doorway produces an air volume flux of 255 L/s, with an attached wake of 76-230 L/s. Eames et al. [20] further refined these estimates, using a more complex, Reynolds number-equivalent, small-scale water-tank model, suggesting that the contribution from a human body wake may be as much as that produced the motion of a single hinged-door, and as much as 10% of the total room volume for a typical isolation room volume of 31 m 3 , which is similar to those described earlier by Rydock and Eian [19] . This investigation takes some aspects these earlier studies further in a qualitative manner, i.e. by investigating the impact of the moving human figure on different door designs, moving at different speeds, in a 1:10 motorized scale water-tank model of a single isolation room.",
            "cite_spans": [
                {
                    "start": 19,
                    "end": 22,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 538,
                    "end": 542,
                    "text": "[20]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 935,
                    "end": 939,
                    "text": "[19]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Johnson et al. [21] simulated the effect of a moving healthcare worker using a life-sized manikin passing through a doorway made of curtains, using airborne, fluorescent beads produced by a nebulizer within the room as tracer particles. Air samplers captured escaping fluorescent beads onto filters as the manikin was moved through the curtains, both of which were moved by fine wires. Fluorescence microscopy of filters obtained from samplers placed inside and outside the room allowed a 'particle containment efficiency to be calculated, which indicated that the manikin movement through the doorway did induce the escape of particle tracers to the outside of the room. This phenomenon is also confirmed in this study -the movement of the human figure through the doorway does induce some backflow/backwash of food dye out of the room as the figure enters.",
            "cite_spans": [
                {
                    "start": 15,
                    "end": 19,
                    "text": "[21]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A follow-up study from the same team [22] using similar a methodology used a real hospital isolation facility with a human volunteer to simulate the actions of a healthcare worker. They specifically stated that hinged-doors were used between the various room compartments (i.e. between the isolation room and anteroom, and anteroom and outside corridor). In this more real-life situation, they also reported that the presence of a healthcare worker moving into and out of the isolation room increased the escape of airborne particles, but also that increasing degrees of negative pressure decreased the amount of particles escaping from the isolation room. However, in this and the previously described studies, none of the teams compared and contrasted single-and double-hinged doors, and sliding doors were not investigated or discussed. This study has shown the different effects of single-and double-hinged and sliding doors on the Figures 3 and 4 , and in Videos S1, S2, S3, and S4). airflow movement generated by door-opening motions alone, as well as in combination any manikin movement through the door to simulate the movement of a healthcare provider.",
            "cite_spans": [
                {
                    "start": 37,
                    "end": 41,
                    "text": "[22]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [
                {
                    "start": 936,
                    "end": 951,
                    "text": "Figures 3 and 4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "There are several limitations with the small-scale, water-tank model used here: no ventilation airflow has been simulated as this is a baseline study, and the airflow motion indicated by the colored food dye is only qualitative. Further experiments are required to investigate the effects of various ventilation modes, though the scaling issues for thermal buoyancy and pressure effects may make this difficult in a small-scale, water-tank model like the one used here. Computational fluid dynamical (CFD) modeling of the airflows across doorways has been performed recently [24] , but this is difficult to compare directly to these experimental results as they also take into account pressure and thermal differences across the doorway, which are both equal on either side of the doorway in the baseline experiments presented here. However, one interesting finding from the CFD modeling, the phenomenon of the back-flow of potentially contaminated air when a hinged-door is opened, has been observed in our qualitative experimental findings here, and demonstrated in the case report by Tang et al. [23] .",
            "cite_spans": [
                {
                    "start": 575,
                    "end": 579,
                    "text": "[24]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1099,
                    "end": 1103,
                    "text": "[23]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "However, the conclusions from the images obtained (and in the accompanying online videos) clearly demonstrate that sliding doors induce much less airflow across the doorway than hingeddoors; single-doors cause less disturbance than double-doors (assuming that the single-doors are smaller than the double-doors, which is not always the case in some facilities); and that the movement of a single healthcare worker through the doorway in either direction induces additional airflow movement, thereby increasing the amount cross-contamination across the doorway. The case report by Tang et al. [23] suggested that door-opening motions will almost certainly reverse any low level pressure differentials (i.e. ,5 Pa) across doorways, and these experiments provide a visual representation of how and why this may occur, with several combinations of door opening moving human figure parameters.",
            "cite_spans": [
                {
                    "start": 592,
                    "end": 596,
                    "text": "[23]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Perhaps the most important implication from this study is that whatever door design is used, there is likely to be some leakage across the doorway to a lesser or greater degree as a human figure moves through the door at a reasonable walking speed -which strongly supports the requirement for anterooms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In the small-scale water-tank models used in these experiments, the compartment outside the isolation room, into or from which The series of 4 snapshots with each dooropening, manikin movement scenario were taken with respect to the following events, rather than at specific times: food dye movement due to door-opening motions alone then with any initial manikin movement -manikin interaction and any entrainment food dye -final food dye movements once the manikin had come to rest at its destination position. All movement parameters are shown in Table 1 for these single-sliding door scenarios. Note that with the sliding doors, the scenarios where the manikin enters or leaves the isolation room are effectively symmetrical (unlike with the hinged-door scenarios). A. Manikin moving into/out of the isolation room (seen from outside/inside, respectively), V = 0.79 in water the manikin enters, can be considered as an anteroom or a corridor area. The opening of the sliding-or hinged-doors induces a variable amount of leakage (as indicated by the movement of the food dye) from the 'dirty' area across the doorway to the 'clean' Figure 4 . Double-sliding door snapshots (side and top views; left-to-right, top-to-bottom). The series of 4 snapshots with each dooropening, manikin movement scenario were taken with respect to the following events, rather than at specific times: food dye movement due to door-opening motions alone then with any initial manikin movement -manikin interaction and any entrainment food dye -final food dye movements once the manikin had come to rest at its destination position. All movement parameters are shown in Table 1 for these double-sliding door scenarios. Note that with the sliding doors, the scenarios where the manikin enters or leaves the isolation room are effectively symmetrical (unlike with the hinged-door scenarios). A. Manikin moving into/out of the isolation room (seen from outside/inside, respectively), V = 0.79 in water Figure 1 for the meaning of these V1 and V2 parameters. These additional parameter settings were used with relatively similar qualitative outcomes (as shown in Figures 5 and 6 ). doi:10.1371/journal.pone.0066663.t002",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 549,
                    "end": 556,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1134,
                    "end": 1142,
                    "text": "Figure 4",
                    "ref_id": null
                },
                {
                    "start": 1649,
                    "end": 1656,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1978,
                    "end": 1986,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2138,
                    "end": 2153,
                    "text": "Figures 5 and 6",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "area -much more so for the hinged than the sliding doors. In addition, with the moving manikin, when entering or leaving an isolation room there is clearly either a backwash or an entrained drag wake flow into this outer area, arising from the passage of a person into or out of the room, respectively. Both of these sources of contamination argue for the use of an anteroom area adjacent to the isolation room, in which the air should be completely exchanged (and filtered) before allowing an exit into the corridor. However, it is acknowledged that other more economical and space limitation factors may also influence the availability of anterooms with isolation units in individual hospitals or healthcare facilities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "It is difficult to make a direct comparison with contact transmission as to which route is more clinically significant for acquiring hospital-related infections. One recent observational study examined the number of viable bacteria found on hospital door handles of different designs in certain high traffic areas in a tertiary referral hospital in the UK. The authors found that the door handle's location, design and mode of use were all factors that affected their degree of contamination, with the traditional lever-style handles being the most highly contaminated [25] .",
            "cite_spans": [
                {
                    "start": 569,
                    "end": 573,
                    "text": "[25]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "However, in most cases when sliding doors are installed, they are often controlled by automated detection systems that detect the approach of people and open automatically, without any touching of the door surface being required. Where a contact plate is required for opening such sliding doors (particularly those leading into dedicated isolation units), these are often 'foot' plates at floor level that are operated by a person's foot pressure, or no-touch sensor plates at higher positions that just require the hand to be passed over them, without any contact with them at all. In short, the way that sliding doors are installed often preclude the need to touch these door surfaces at all, which is another advantage of these style of doors, particularly in areas where the isolation of potentially infectious (or especially vulnerable) patients is of prime clinical importance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This study is part of an international collaboration between a small-scale modeling facility (Singapore) and a full-scale modeling facility (Finland). Further results from the large-scale modeling Figure 5 . Single-hinged door snapshots (sideviews only; left-to-right). The series of 4 snapshots with each door-opening, manikin movement scenario were taken with respect to the following events, rather than at specific times: food dye movement due to door-opening motions alone then with any initial manikin movement -manikin interaction and any entrainment food dye -final food dye movements once the manikin had come to rest at its destination position. All movement parameters are shown in Table 2 experiments are currently in preparation for publication. In addition, this experimental data will be used to validate the CFD modeling of these airflow patterns across the doorway under different ventilation modes, which is also being performed in both the Singapore and Finnish facilities as part of this international project.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 197,
                    "end": 205,
                    "text": "Figure 5",
                    "ref_id": null
                },
                {
                    "start": 693,
                    "end": 700,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Video S1 Single sliding-door. The door was programmed to open in various combinations involving the moving manikin (simulating a healthcare worker) entering/leaving the isolation room. Details of the movement parameters used for the door and manikin motions are included within the video. All experiments were performed in still water i.e. no simulated ventilation was present in these baseline experiments. . Double-hinged door snapshots (sideviews only; left-to-right). The series of 4 snapshots with each door-opening, manikin movement scenario were taken with respect to the following events, rather than at specific times: food dye movement due to door-opening motions alone then with any initial manikin movement -manikin interaction and any entrainment food dye -final food dye movements once the manikin had come to rest at its destination position. All movement parameters are shown in Table 2 ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 895,
                    "end": 902,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Supporting Information"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Factors involved in the aerosol transmission of infection and control of ventilation in healthcare premises",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Eames",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Ridgway",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Hosp Infect",
            "volume": "64",
            "issn": "",
            "pages": "100--114",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Airborne transmission of disease in hospitals",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Eames",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J R Soc Interface",
            "volume": "",
            "issn": "6",
            "pages": "697--702",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Practical and affordable measures for the protection of health care workers from tuberculosis in low-income countries",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Harries",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Maher",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Nunn",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Bull World Health Organ",
            "volume": "75",
            "issn": "",
            "pages": "477--489",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Guidelines for environmental infection control in health-care facilities. Recommendations of CDC and the Healthcare Infection Control Practices Advisory Committee (HICPAC)",
            "authors": [],
            "year": 2003,
            "venue": "HICPAC",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Guidelines for preventing the transmission of Mycobacterium tuberculosis in health-care settings",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Jensen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Lambert",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Iademarco",
                    "suffix": ""
                },
                {
                    "first": "R;",
                    "middle": [],
                    "last": "Ridzon",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Cdc",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "MMWR Recomm Rep",
            "volume": "54",
            "issn": "17",
            "pages": "1--141",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Control and prevention of healthcare-associated tuberculosis: the role of respiratory isolation and personal respiratory protection",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Humphreys",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Hosp Infect",
            "volume": "66",
            "issn": "",
            "pages": "1--5",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Infection control practices for SARS in Lao People's Democratic Republic, Taiwan, and Thailand: experience from mobile SARS containment teams",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "E"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Siriarayapon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tappero",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "T"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Shuey",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Am J Infect Control",
            "volume": "32",
            "issn": "",
            "pages": "377--383",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Rapid creation of a temporary isolation ward for patients with severe acute respiratory syndrome in Taiwan",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Fung",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Hsieh",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Loh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Infect Control Hosp Epidemiol",
            "volume": "25",
            "issn": "",
            "pages": "1026--1032",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Infection control for SARS in a tertiary paediatric centre in Hong Kong",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "F"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "W"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Lyon",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "So",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Hosp Infect",
            "volume": "56",
            "issn": "",
            "pages": "215--222",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Epidemiologic study and containment of a nosocomial outbreak of severe acute respiratory syndrome in a medical center",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Infect Control Hosp Epidemiol",
            "volume": "27",
            "issn": "",
            "pages": "466--472",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Isolation rooms for highly infectious diseases: an inventory of capabilities in European countries",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Fusco",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Puro",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Baka",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bannister",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Brodt",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Hosp Infect",
            "volume": "73",
            "issn": "",
            "pages": "15--23",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Healthcare infection control special interest group of the Australian Society for Infectious Diseases",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "ASID (HICSIG) position statement: infection control guidelines for patients with influenza-like illnesses, including pandemic (H1N1) influenza 2009, in Australian health care facilities",
            "authors": [],
            "year": null,
            "venue": "Med J Aust",
            "volume": "191",
            "issn": "",
            "pages": "454--458",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Optimal control for pandemic influenza: the role of limited antiviral treatment and isolation",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Castillo-Chávez",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Theor Biol",
            "volume": "265",
            "issn": "",
            "pages": "136--150",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Medical response planning for pandemic flu",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Harrison",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Z"
                    ],
                    "last": "Bukhari",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Harrison",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Health Care Manag (Frederick)",
            "volume": "29",
            "issn": "",
            "pages": "11--21",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "An evaluation of hospital special-ventilationroom pressures",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Rice",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Streifel",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Vesley",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Infect Control Hosp Epidemiol",
            "volume": "22",
            "issn": "",
            "pages": "19--23",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "A simple method for tracer containment testing of hospital isolation rooms",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Rydock",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Appl Occup Environ Hyg",
            "volume": "17",
            "issn": "",
            "pages": "486--490",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "A performance assessment of airborne infection isolation rooms",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Saravia",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Raynor",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Streifel",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Am J Infect Control",
            "volume": "35",
            "issn": "",
            "pages": "324--331",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Development of an empirical model to aid in designing airborne infection isolation rooms",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Hayden",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Earnest",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Jensen",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Occup Environ Hyg",
            "volume": "4",
            "issn": "",
            "pages": "198--207",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Containment testing of isolation rooms",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Rydock",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Eian",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Hosp Infect",
            "volume": "57",
            "issn": "",
            "pages": "228--232",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Movement of airborne contaminants in a hospital isolation room",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Eames",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Shoaib",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Klettner",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Taban",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J R Soc Interface",
            "volume": "",
            "issn": "6",
            "pages": "757--766",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Containment effectiveness of expedient patient isolation units",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Lynch",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Mead",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Am J Infect Control",
            "volume": "37",
            "issn": "",
            "pages": "94--100",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "The effect of pressure differential and care provider movement on airborne infectious isolation room containment effectiveness",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Adams",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Lynch",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Am J Infect Control",
            "volume": "39",
            "issn": "",
            "pages": "91--97",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Door-opening motion can potentially lead to a transient breakdown in negative-pressure isolation conditions: the importance of vorticity and buoyancy airflows",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Eames",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "A"
                    ],
                    "last": "Taha",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Hosp Infect",
            "volume": "61",
            "issn": "",
            "pages": "283--286",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Accumulation and transport of microbial-size particles in a pressure protected model burn unit: CFD simulations and experimental evidence",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Beauchêne",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Laudinet",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Choukri",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Rousset",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Benhamadouche",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "BMC Infect Dis",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Hospital door handle design and their contamination with bacteria: a real life observational study. Are we pulling against closed doors?",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wojgani",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kehsa",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Cloutman-Green",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gray",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Gant",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Dimensions of hinged2/sliding-door experimental scale-model water-tanks (both identical). L -tank length (0.81 m); Wtank width (0.47 m); H -tank height (0.30 m); Dh -door height (0.205 m); Dw -door gap width (0.11 m single, 0.19 m double); Fh -figure height (0.175 m); V1, V2 -figure velocities through Stages 1, 2 respectively. doi:10.1371/journal.pone.0066663.g001",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Photograph of camera and light-source layout. These images were taken at the stage just before the addition of the colored food dye to one of the chambers in the experimental water-tank. doi:10.1371/journal.pone.0066663.g002",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "opening of the door produces relatively little leakage across the doorway. The manikin moving through the door causes a large efflux of food dye out of the room as he moves in, and a large movement of dye, entrained into his drag wake, the single-sliding door, but with larger volume effluxes. Relatively little leakage occurs across the doorway when the doors open. Significantly more food dye moves across the doorway when the manikin moves into or out of the room, as described above. hinged-door-opening motion induces a much larger exchange of food dye across the doorway in both directions than the sliding door equivalent. The movement of the manikin through the door adds to this in a delayed manner, but the volume of air moved by the door appears significantly larger. Leading-edge vortices are visible as the door opens and closes, and the food dye contamination of the clean side occurs rapidly. the single-hinged door, but with larger volume effluxes. The double-hinged-door-opening motions induce significantly more leakage across the doorway than does the manikin moving into or out of the room. Leading-edge vortices are visible as the doors open and close, and the food dye contamination of the clean side occurs extremely rapidly. Refer toFigure 1for the meaning of these V1 and V2 parameters. doi:10.1371/journal.pone.0066663.t001",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Single-sliding door snapshots (side and top views; left-to-right, top-to-bottom).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "22 in air) m/s, door-opening gap velocity = 0.24 in water (0.37 in air) m/s. B. Manikin moving out of/into the isolation room (seen from outside/ inside, respectively), V = 0.79 in water (1.22 in air) m/s, door-opening gap velocity = 0.24 in water (0.37 in air) m/s. doi:10.1371/journal.pone.0066663.g003",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "(1.22 in air) m/s, door-opening gap velocity = 0.42 in water (0.64 in air) m/s. B. Manikin moving out of/into the isolation room (seen from outside/ inside, respectively), V = 0.79 in water (1.22 in air) m/s, door-opening gap velocity = 0.42 in water (0.64 in air) m/s. doi:10.1371/journal.pone.0066663.g004",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "for these single-hinged door 'fast' scenarios. A. Manikin moving into the isolation room (seen from outside, V1 = 0.79 in water (1.22 in air) m/s, angular velocity = 184.68 in water (28.63 in air) deg/s.). B. Manikin moving into the isolation room (seen from inside), V2 = 0.75 in water (1.17 in air) m/s, angular velocity = 184.68 in water (28.63 in air) deg/s. C. Manikin moving out of the isolation room (seen from outside), V = 0.77 in water (1.19 in air) m/s; angular velocity = 184.68 in water (28.63 in air) deg/s. D. Manikin moving out of the isolation room (seen from inside), V = 0.77 in water (1.19 in air) m/s; angular velocity = 184.68 in water (28.63 in air) deg/ s. doi:10.1371/journal.pone.0066663.g005",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "(WMV) Video S2 Double sliding-doors. The doors were programmed to open in various combinations involving the moving manikin (simulating a healthcare worker) entering/leaving the isolation room. Details of the movement parameters used for the door and manikin motions are included within the video. All experiments were performed in still water i.e. no simulated ventilation was present in these baseline experiments. (WMV) Video S3 Single hinged-door. The door was programmed to open in various combinations involving the moving manikin (simulating a healthcare worker) entering/leaving the isolation room. Details of the movement parameters used for the door and manikin motions are included within the video. All experiments were performed in still water i.e. no simulated ventilation was present in these baseline experiments. (WMV) Video S4 Double hinged-doors. The doors were programmed to open in various combinations involving the moving manikin (simulating a healthcare worker) entering/leaving the isolation room. Details of the movement parameters used for the door and manikin motions are included within the video. All",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Figure 6. Double-hinged door snapshots (sideviews only; left-to-right). The series of 4 snapshots with each door-opening, manikin movement scenario were taken with respect to the following events, rather than at specific times: food dye movement due to door-opening motions alone then with any initial manikin movement -manikin interaction and any entrainment food dye -final food dye movements once the manikin had come to rest at its destination position. All movement parameters are shown in Table 2 for these double-hinged door 'fast' scenarios. A. Manikin moving into the isolation room (seen from outside, V1 = 0.71 in water (1.1 in air) m/s, angular velocity = 163.1 in water (25.3 in air) deg/s.). B. Manikin moving into the isolation room (seen from inside), V2 = 0.88 in water (1.36 in air) m/s, angular velocity = 163.1 in water (25.3 in air) deg/s. C. Manikin moving out of the isolation room (seen from outside), V = 0.73 in water (1.14 in air) m/s; angular velocity = 163.1 in water (25.3 in air) deg/s. D. Manikin moving out of the isolation room (seen from inside), V = 0.73 in water (1.14 in air) m/s; angular velocity = 163.1 in water (25.3 in air) deg/s. doi:10.1371/journal.pone.0066663.g006",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "for these double-hinged door 'fast' scenarios. A. Manikin moving into the isolation room (seen from outside, V1 = 0.71 in water (1.1 in air) m/s, angular velocity = 163.1 in water (25.3 in air) deg/s.). B. Manikin moving into the isolation room (seen from inside), V2 = 0.88 in water (1.36 in air) m/s, angular velocity = 163.1 in water (25.3 in air) deg/s. C. Manikin moving out of the isolation room (seen from outside), V = 0.73 in water (1.14 in air) m/s; angular velocity = 163.1 in water (25.3 in air) deg/s. D. Manikin moving out of the isolation room (seen from inside), V = 0.73 in water (1.14 in air) m/s; angular velocity = 163.1 in water (25.3 in air) deg/s. doi:10.1371/journal.pone.0066663.g006 experiments were performed in still water i.e. no simulated ventilation was present in these baseline experiments. (WMV)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Movement parameters of the various door-opening scenarios. (as shown in",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Faster movement parameters for the hinged-door model.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}