{
    "paper_id": "e023845ba693ca1f8667d37d40b02626a6c2ecd5",
    "metadata": {
        "title": "On the Use of Human Mobility Proxies for Modeling Epidemics",
        "authors": [
            {
                "first": "M",
                "middle": [],
                "last": "Tizzoni",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "P",
                "middle": [],
                "last": "Bajardi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Decuyper",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kon",
                "middle": [
                    "Kam"
                ],
                "last": "King",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "G",
                "middle": [
                    "M"
                ],
                "last": "Schneider",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "C",
                "middle": [
                    "M"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Human mobility is a key component of large-scale spatial-transmission models of infectious diseases. Correctly modeling and quantifying human mobility is critical for improving epidemic control, but may be hindered by data incompleteness or unavailability. Here we explore the opportunity of using proxies for individual mobility to describe commuting flows and predict the diffusion of an influenza-like-illness epidemic. We consider three European countries and the corresponding commuting networks at different resolution scales, obtained from (i) official census surveys, (ii) proxy mobility data extracted from mobile phone call records, and (iii) the radiation model calibrated with census data. Metapopulation models defined on these countries and integrating the different mobility layers are compared in terms of epidemic observables. We show that commuting networks from mobile phone data capture the empirical commuting patterns well, accounting for more than 87% of the total fluxes. The distributions of commuting fluxes per link from mobile phones and census sources are similar and highly correlated, however a systematic overestimation of commuting traffic in the mobile phone data is observed. This leads to epidemics that spread faster than on census commuting networks, once the mobile phone commuting network is considered in the epidemic model, however preserving to a high degree the order of infection of newly affected locations. Proxies' calibration affects the arrival times' agreement across different models, and the observed topological and traffic discrepancies among mobility sources alter the resulting epidemic invasion patterns. Results also suggest that proxies perform differently in approximating commuting patterns for disease spread at different resolution scales, with the radiation model showing higher accuracy than mobile phone data when the seed is central in the network, the opposite being observed for peripheral locations. Proxies should therefore be chosen in light of the desired accuracy for the epidemic situation under study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "One of the biggest challenges that modelers have to face when aiming to understand and reproduce the spatial spread of an infectious disease epidemic is to accurately capture population movements between different locations or regions. In developed countries this task is generally facilitated by the existence of data or statistics at the national or regional level tracking individuals' movements and travels, by purpose, mode, and other indicators if available (see e.g. transport statistics in Europe [1] , commuting, migration data or other types of mobility at country level [2] [3] [4] [5] [6] ). Access to highly detailed and updated data may however still be hindered by national privacy regulations, commercial limitations, or publication delays. The situation becomes increasingly complicated in less-developed regions of the world, where routine data collection may not be envisioned at similar levels of details [7] , but which, most importantly, may be characterized by a high risk of emergence and importation of infectious disease epidemics or may suffer of endemic diseases.",
            "cite_spans": [
                {
                    "start": 505,
                    "end": 508,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 581,
                    "end": 584,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 585,
                    "end": 588,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 589,
                    "end": 592,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 593,
                    "end": 596,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 597,
                    "end": 600,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 925,
                    "end": 928,
                    "text": "[7]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Depending on the infectious disease under study, different mobility processes may play a relevant role in the spatial propagation of the epidemic while others appear to be negligible, as determined by the typical timescales and mode of transmission of the disease, and the geographic scale of interest. For rapid directly transmitted infections, daily movements of individuals represent the main mean of spatial transmission. At the worldwide scale, air travel appears to be the most relevant factor for dissemination, as observed during the SARS epidemic [8, 9] and the 2009 H1N1 pandemic [10, 11] . On smaller regional scales, instead, daily commuting is significantly linked to the spread of seasonal influenza [12, 13] , affecting the epidemic behavior at the periphery of the airline transportation infrastructure [14] .",
            "cite_spans": [
                {
                    "start": 556,
                    "end": 559,
                    "text": "[8,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 560,
                    "end": 562,
                    "text": "9]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 590,
                    "end": 594,
                    "text": "[10,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 595,
                    "end": 598,
                    "text": "11]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 714,
                    "end": 718,
                    "text": "[12,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 719,
                    "end": 722,
                    "text": "13]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 819,
                    "end": 823,
                    "text": "[14]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To overcome issues in accessing commuting data when simulating spatial influenza spread, epidemic models have traditionally relied on mobility models to synthetically build patterns of movements at the desired scale [14] [15] [16] . The gravity model [17] and the recently proposed radiation model [18] have been shown to fit well the commuting patterns observed in reality on different spatial scales [12, [14] [15] [16] [18] [19] [20] .",
            "cite_spans": [
                {
                    "start": 216,
                    "end": 220,
                    "text": "[14]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 221,
                    "end": 225,
                    "text": "[15]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 226,
                    "end": 230,
                    "text": "[16]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 251,
                    "end": 255,
                    "text": "[17]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 298,
                    "end": 302,
                    "text": "[18]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 402,
                    "end": 406,
                    "text": "[12,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 407,
                    "end": 411,
                    "text": "[14]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 412,
                    "end": 416,
                    "text": "[15]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 417,
                    "end": 421,
                    "text": "[16]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 422,
                    "end": 426,
                    "text": "[18]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 427,
                    "end": 431,
                    "text": "[19]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 432,
                    "end": 436,
                    "text": "[20]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Next to mobility modeling approaches, alternative tools for understanding daily human movements have more recently flourished thanks to the availability of individual data obtained from different sources, namely mobile phone call records carrying temporal and spatial information on the position of the cell phone user at the level of tower signal cells [21] [22] [23] . Such direction of research has gained great popularity, leading to the discovery of universal characteristics of individual mobility patterns, and the possibility to study mobility in space and at timescales that were unreachable before [21] [22] [23] [24] [25] [26] . Such increasing volumes of finely resolved human mobility data, thanks to the near ubiquity of mobile phones, also offered an opportunity to contrast the huge deficit of quantitative data on individual mobility from underdeveloped regions. They were indeed used to shed light on malaria diffusion and identify hotspot areas [24, 26, 27] , to monitor human displacements in case of natural disasters [25, 28] and to study disease containment strategies in Ivory Coast [29] .",
            "cite_spans": [
                {
                    "start": 354,
                    "end": 358,
                    "text": "[21]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 359,
                    "end": 363,
                    "text": "[22]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 364,
                    "end": 368,
                    "text": "[23]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 608,
                    "end": 612,
                    "text": "[21]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 613,
                    "end": 617,
                    "text": "[22]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 618,
                    "end": 622,
                    "text": "[23]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 623,
                    "end": 627,
                    "text": "[24]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 628,
                    "end": 632,
                    "text": "[25]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 633,
                    "end": 637,
                    "text": "[26]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 964,
                    "end": 968,
                    "text": "[24,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 969,
                    "end": 972,
                    "text": "26,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 973,
                    "end": 976,
                    "text": "27]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1039,
                    "end": 1043,
                    "text": "[25,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1044,
                    "end": 1047,
                    "text": "28]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1107,
                    "end": 1111,
                    "text": "[29]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Despite the variety of modeling approaches and data sources, the impact of using different proxies for human commuting in epidemic models for rapidly disseminated infections is still poorly understood. Each approach or source of data clearly has its own intrinsic strengths and weaknesses, related to accuracy and availability of the dataset.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "More specifically, mobility models require some assumptions or input data for calibration and fit to the real commuting behavior. The gravity model requires full knowledge of mobility data for its parameter fitting and can be extended to other regions where data is not available in case of empirical evidence pointing to ''universal'' commuting behavior at a given resolution scale, i.e. well described by the same set of parameter values [14] , or by making assumptions on generalizability. The radiation model requires population distribution values and the total commuter flows out of a given region, a quantity that may not be easily accessible at the desired level of resolution or with sufficient coverage. While mobile phone data can provide mobility information at a high granularity level, they are also characterized by a number of issues that may hinder their use. Phone data are inevitably affected by biases related to the population sampling: coverage is usually not homogenous across space and it depends on the market share of the operator providing the data. Phone ownership and usage may differ across social groups, gender or age classes depending on the country under study [30, 31] , and access to users' metadata to evaluate the representativeness of the sample is limited by privacy concerns [32] . Given the recent availability of these data, the impact of such biases on mobility estimates is still poorly understood.",
            "cite_spans": [
                {
                    "start": 440,
                    "end": 444,
                    "text": "[14]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1195,
                    "end": 1199,
                    "text": "[30,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1200,
                    "end": 1203,
                    "text": "31]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1316,
                    "end": 1320,
                    "text": "[32]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Recent studies have assessed the effects of using gravity models in mathematical epidemic models [12, 33] , however similar works on the use of data-saving options like the radiation models or of alternative strategies like mobile phone activity data for epidemic applications are still missing.",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 101,
                    "text": "[12,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 102,
                    "end": 105,
                    "text": "33]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The aim of this paper is therefore to assess the adequacy of two specific proxies -mobile phone data and the radiation model -to reproduce commuter movement data for the modeling of the spatial spread of influenza-like-illness (ILI) epidemics in a set of European countries. We first compare the commuting networks extracted from the official census surveys of three European countries (Portugal, Spain and France) to the corresponding proxy networks extracted from three high-resolution datasets tracking the daily movements of millions of mobile phone users in each country. More specifically, we examine through a detailed statistical analysis the ability of mobile phone data to match the empirical commuting patterns reported by census surveys at different geographic scales. We then examine whether the observed discrepancies between the datasets affect the results of epidemic simulations. To this aim, we compare the outcomes of stochastic SIR epidemics simulated on a metapopulation model for recurrent mobility that is based either on the mobile phone commuting networks or the radiation model commuting networks, with respect to the epidemics simulated by integrating the census data. We evaluate how the simulated epidemic behavior depends on the underlying mobility source and on the spatial resolution scale considered, by investigating the time to first infection in each location and the invasion epidemic paths from the seed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The study relied on billing datasets that were previously recorded by a mobile provider as required by law and billing purposes, and not for the purposes of this project. To safeguard personal privacy, individual phone numbers were anonymized by the operator before leaving storage facilities, in agreement to national regulations on data treatment and privacy issues, and they were identified with a security ID (hash code). The research was reviewed and approved by the MIT's Institutional Review Board (IRB). As part of the IRB review, authors, who handled the data, and the PI participated in ethics training sessions at the outset of the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics statement"
        },
        {
            "text": "Commuting networks extracted from census surveys. The census commuting networks are extracted from three",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Commuting networks"
        },
        {
            "text": "The spatial dissemination of a directly transmitted infectious disease in a population is driven by population movements from one region to another allowing mixing and importation. Public health policy and planning may thus be more accurate if reliable descriptions of population movements can be considered in the epidemic evaluations. Next to census data, generally available in developed countries, alternative solutions can be found to describe population movements where official data is missing. These include mobility models, such as the radiation model, and the analysis of mobile phone activity records providing individual geo-temporal information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Summary"
        },
        {
            "text": "Here we explore to what extent mobility proxies, such as mobile phone data or mobility models, can effectively be used in epidemic models for influenza-like-illnesses and how they compare to official census data. By focusing on three European countries, we find that phone data matches the commuting patterns reported by census well but tends to overestimate the number of commuters, leading to a faster diffusion of simulated epidemics. The order of infection of newly infected locations is however well preserved, whereas the pattern of epidemic invasion is captured with higher accuracy by the radiation model for centrally seeded epidemics and by phone proxy for peripherally seeded epidemics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Summary"
        },
        {
            "text": "census surveys, one for each of the countries under study: Portugal, Spain and France. Each survey tracks the number of people who daily commute for work or study reasons between any two locations within the country. Locations are identified as political subdivisions of the country, usually corresponding to their lowest administrative level. Commuting flows directed to or coming from abroad are not considered in the analysis (see Section 3.1 in Text S1 for a sensitivity analysis on cross-border commuting). Networks are generated by creating a directed weighted link between two nodes, representing the locations of origin and destination, and the weight indicates the number of commuters traveling on that connection on a typical working day.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Summary"
        },
        {
            "text": "Census surveys used in the present study are not homogeneous in terms of collection date and geographic resolution at which data is collected. They represent however the most accurate and reliable description of commuter movements that is available for the countries under study. Commuting data for Portugal is extracted from the database of the National Institute of Statistics [5] and refers to the 2001 National Census Survey. The survey is nationwide and data is collected at the level of freguesia (namely, parish) that is the smallest local administrative unit of Portugal. For the purpose of making a comparison between census and mobile phones data feasible, we need to coarse-grain the commuting data on larger spatial scales corresponding to higher administrative levels of the country. This ensures the establishment of a resolution level that is common to both approaches and that allows the coarse-graining of each dataset maintaining the quality of the data. Parishes are indeed very heterogeneous in terms of surface area (from 100 m 2 to 100 km 2 ) and are not structured in a hierarchical form with respect to tower cells as the latter can be smaller than a parish or encompass a full parish.",
            "cite_spans": [
                {
                    "start": 379,
                    "end": 382,
                    "text": "[5]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Author Summary"
        },
        {
            "text": "We thus consider: (i) the Portuguese concelhos (roughly corresponding to municipalities and typically including tens of freguesias) and (ii) the distritos (districts), the largest administrative unit of Portugal. We exclude from our analysis all municipalities located on the islands.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Summary"
        },
        {
            "text": "Commuting data for Spain is extracted from the database of the National Institute of Statistics [6] and refers to the national workforce survey for the year 2005. The survey is conducted over a population sample and data is provided at the geographical level of provinces. We project the data to the full population of the country and restrict our analysis to continental Spain only.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Summary"
        },
        {
            "text": "Commuting data for France is extracted from the database of the French National Institute of Statistics and Economic Studies [4] and refers to the 2007 National Census Survey. The survey is nationwide and data is collected at the level of communes, the smallest local administrative unit of France. Similarly to the case of Portugal, we coarse-grain the original network on two higher administrative levels, corresponding to: (i) the French arrondissements (districts) and (ii) the French departments. For consistency, we exclude from our analysis all the overseas regions and territories of France.",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 128,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Author Summary"
        },
        {
            "text": "In the following we indicate with w c ij the census flux of commuters from the administrative unit i to the administrative unit j. In Section 1 of Text S1 we report additional details about the sources and the definitions of the census data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Summary"
        },
        {
            "text": "Commuting networks extracted from mobile phones records. Mobile phone commuting networks are extracted from three high-resolution datasets, based on mobile phone's billing information of a large sample of anonymized users in each country under study (2006 data for Portugal, 2007 for Spain and France), and already used in previous works [34] [35] [36] [37] .",
            "cite_spans": [
                {
                    "start": 338,
                    "end": 342,
                    "text": "[34]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 343,
                    "end": 347,
                    "text": "[35]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 348,
                    "end": 352,
                    "text": "[36]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 353,
                    "end": 357,
                    "text": "[37]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Author Summary"
        },
        {
            "text": "The data provides information about the time of usage of the mobile phone and the coordinates of the corresponding mobile phone tower handling the communication. The data allows us to identify the set of locations visited by each user (georeferenced in terms of tower cells) and to rank them according to the total number of calls placed by a user from each of them. Only users with more than 100 calls are included in the study, to enable the estimation of the individual's commuting mobility pattern. Since mobile phone trajectories clearly include different sorts of daily movements, we need therefore to extract commuter movements only for the comparison with census data, and disregard other types of displacement. Following previous work [22] , we assume that a user's residence corresponds to his/her most visited location, and that his/her workplace corresponds to the second most visited location, both identified in terms of placed calls. We performed a sensitivity analysis on this minimal assumption, by imposing in addition some constraints on the time of the call, to refine our identification of locations of residence and workplace (see Text S1 for additional details) [35, 38] . We thus define a commuting network at the level of cell sites, creating a directed link between each residence and workplace and assigning a weight equal to the total number of users that commute between the two locations. We coarse-grain the mobile phones commuting network from the tower cell scale to the country's administrative subdivisions for comparison with the census data (see Section 1.3 in Text S1 for additional details). The coarse-grained mobile phone commuting data is available as supporting information (Dataset S1).",
            "cite_spans": [
                {
                    "start": 744,
                    "end": 748,
                    "text": "[22]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1185,
                    "end": 1189,
                    "text": "[35,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1190,
                    "end": 1193,
                    "text": "38]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Author Summary"
        },
        {
            "text": "Once defined on the same geography, the two datasets also need to refer to the same population. The census dataset represents the benchmark, as it comprises the entire population of a country (commuters and non-commuters at a given scale) and its mobility features, whereas the commuting data obtained from the mobile phone dataset is affected by the sampling bias corresponding to the operator's coverage and to the selection of the subset available for the analysis (it only therefore represents a fraction of the total population) and by the algorithm used to identify commuting-like movements. We explored the geographic coverage of the mobile phone dataset for the three countries (see the Analyses subsection for the corresponding methodology adopted). With no additional information on the subset of individuals included in the mobile phone datasets, we opt for a basic normalization approach that simply rescales the populations of the mobile phone networks at the administrative unit level by the population sampling ratio n mp i =N i , where n mp i is the resident population of region i tracked by the mobile phone dataset and N i is the resident population of region i according to the official census.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Summary"
        },
        {
            "text": "More sophisticated choices can be made to account for the sampling biases in a more accurate way, as discussed in the Discussion section, however they would require additional information that may not be easily available for a large set of countries. Our baseline choice for the basic normalization is motivated by imposing minimal requests on additional metadata that may be needed to correctly calibrate the dataset. With the chosen normalization, the total population assigned to each node of the network (including commuters and non-commuters) is equal in the two systems, whereas the relative fraction of commuters may be different in the two cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Summary"
        },
        {
            "text": "As a sensitivity analysis, and for further comparison with the radiation model (see following subsection), we also consider a refined normalization that assumes the same knowledge required by the radiation model -namely, the total number of commuters per administrative unit. Once normalized to the census population of each given region, this amounts to assume that the mobile phone commuting network has the same number of commuters per region as in the census dataset, the same total population per region, and therefore also the same ratio of commuters vs. non-commuters. Differences may arise in the number and identity of commuting destinations per region of residence, and in the distribution of commuter flows on such directions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Summary"
        },
        {
            "text": "In the following we indicate with w mp ij the normalized flux of commuters from the administrative unit i to the administrative unit j obtained from cell phone activity data using the basic normalization, and with w mpÃ ij the one obtained with the refined normalization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Summary"
        },
        {
            "text": "Commuting networks simulated with the radiation model. We create synthetic commuting networks using the radiation model [18] . The model has been specifically developed to reproduce commuter movements and has the additional desirable feature of being parameter-free, i.e. it does not require regression analysis or fit on existing data. These characteristics make it the ideal candidate to generate a synthetic commuting network in absence of empirical data to be fitted. The model is based on a stochastic decision process assigning work locations to each potential commuter, thus determining the daily commuting fluxes across the country. In detail, networks are generated by creating a fully connected topology between country's locations, where the weight of the edge connecting a node i with a node j is defined by the formula [18] :",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 124,
                    "text": "[18]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 832,
                    "end": 836,
                    "text": "[18]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Author Summary"
        },
        {
            "text": "with N i and N j being the populations of origin and destination, P ij the total population living between location i and location j (computed as the total population living in a circle of radius r ij centered at i, excluding the populations of origin and destination locations), and P j=i w ij the total number of commuters daily leaving their home in location i. Equation (1) assumes the knowledge of population data (N i , N j , P ij ) similarly to what we consider available for the census commuting networks and for the basic normalization of mobile phone mobility commuting fluxes, but it also requires additional information, i.e. the total number of residents who commute in each administrative unit. While the latter information may be easily accessible in developed countries, it is important to note that it may not be routinely collected or available in other regions. Given these quantities, the radiation model yields a commuting flux for each pair ij of administrative units of the country under study; after removing connections having w r ij v1, a synthetic commuting network at the given resolution scale is obtained. Previous works have already shown the ability of the radiation model to match census data well from the structural and traffic point of view, in a number of countries [18] . Additional comparisons between the radiation model and gravity models have been performed in the UK [39] . Here therefore we do not consider the radiation model in the comparison analysis of commuting networks and discuss instead its adequacy in the framework of spatial epidemic spreading.",
            "cite_spans": [
                {
                    "start": 1303,
                    "end": 1307,
                    "text": "[18]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1410,
                    "end": 1414,
                    "text": "[39]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Author Summary"
        },
        {
            "text": "We use a metapopulation modeling approach [40, 41] to perform numerical simulations of epidemic scenarios. We assume the national population of every country to be spatially structured in subpopulations defined by the administrative subdivisions described in the previous subsection. We focus on rapid directly transmitted infections, such as influenza-like-illnesses, for which daily regular movements of individuals for commuting purposes were found to correlate well with the observed regional spread [12, 13] . We consider a simple SIR compartmental model [41] , where individuals can be either susceptible (S), infectious (I) or recovered (R) from the infection, assuming a life-long immunity for recovered individuals. The dynamics is discrete and stochastic and individuals are assumed to be homogeneously mixed within each subpopulation. No additional substructure of the population is considered (e.g. schools or workplaces), as our aim is to introduce a rather simple epidemic model to test the adequacy of different commuting sources for the simulation of ILI dissemination within a country. We therefore neglect unnecessary details that may hinder the interpretation of results. Subpopulations are coupled by directed weighted links representing the commuting fluxes between two locations, thus defining the metapopulation structure of the model [40, 41] . No other type of movement is considered.",
            "cite_spans": [
                {
                    "start": 42,
                    "end": 46,
                    "text": "[40,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 47,
                    "end": 50,
                    "text": "41]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 504,
                    "end": 508,
                    "text": "[12,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 509,
                    "end": 512,
                    "text": "13]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 560,
                    "end": 564,
                    "text": "[41]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1358,
                    "end": 1362,
                    "text": "[40,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1363,
                    "end": 1366,
                    "text": "41]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Epidemic metapopulation model"
        },
        {
            "text": "Human mobility is described in terms of recurrent daily movements between place of residence and workplace so that the infection dynamics can be separated into two components, each of them occurring at each location [42] . The number of newly infected individuals during the working time in location i is randomly extracted from a binomial distribution considering S ii z P j S ji trials (susceptible individuals living and working in location i, S ii , and susceptible individuals living in j and working in i, S ji ) and a probability equal to the force of infection",
            "cite_spans": [
                {
                    "start": 216,
                    "end": 220,
                    "text": "[42]",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Epidemic metapopulation model"
        },
        {
            "text": "j Nji) being b the transmissibility of the disease, N hk and I hk the total population and the total number of infectious individuals living in location h and working in k, respectively. Similarly, the infection events taking place at the resident location during the remaining part of the day are randomly extracted from a binomial distribution considering S ii z P j S ij susceptible individuals and probability equal to the force of infection",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemic metapopulation model"
        },
        {
            "text": ". We model an influenza-like-illness transmission characterized by an exponentially distributed infectious period with average m {1~3 days [43, 44] , and explore three epidemic scenarios by varying the transmissibility b and corresponding to the following values of the basic reproductive number (average number of secondary cases per primary case in a fully susceptible population [41] ): R 0~1 :1, R 0~1 :5, R 0~3 :0, representing a mild, moderate, and severe epidemic, respectively.",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 143,
                    "text": "[43,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 144,
                    "end": 147,
                    "text": "44]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 382,
                    "end": 386,
                    "text": "[41]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Epidemic metapopulation model"
        },
        {
            "text": "Simulations are fully stochastic, individuals are considered as integer units and each process is modeled through binomial and multinomial extractions (more details on the simulation algorithm are reported in Section 4 in Text S1). Each day of the simulation is modeled with commuting movements informed by the three sources considered for a typical working day; therefore no weekends or holidays are envisioned in the model. Simulations are initialized with 10 individuals localized in a given seed. As seeds we consider the country's capital (Lisbon, Madrid and Paris), a peripheral location with a small population (Barrancos, Lleida and Barcelonnette), and a medium size location, characterized by an average population and an average number of connections through commuting links (Braga, Jaen and Rennes). Although the countries under study are geographically contiguous, they are considered as independent entities since the investigated datasets do not include refined data about cross-border commuters. A sensitivity analysis on the role of cross-border commuting in the spread of ILI is reported in Section 3 in Text S1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemic metapopulation model"
        },
        {
            "text": "Once a set of initial conditions is defined (mobility network, R 0 , and seeding location), we simulate 1,000 stochastic realizations for each epidemic scenario, for a total duration of 8 months. Such timeframe is chosen as a reference estimate of the expected time comprising the interval from the initial seeding of a pandemic event to the international alert (approximately two months in the case of the 2009 H1N1 pandemic [45] ) and the average time period needed to develop a vaccine against the circulating virus (approximately six months) [46] . During this timeframe the value of the basic reproductive number is kept constant, and no change in behavior that could be self-initiated in response to the epidemic [47, 48] , or imposed by public health interventions is considered, for the sake of clarity in the comparison of the results.",
            "cite_spans": [
                {
                    "start": 426,
                    "end": 430,
                    "text": "[45]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 546,
                    "end": 550,
                    "text": "[46]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 719,
                    "end": 723,
                    "text": "[47,",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 724,
                    "end": 727,
                    "text": "48]",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "Epidemic metapopulation model"
        },
        {
            "text": "Coverage of mobile phone dataset. For each country under study, we assess the coverage of the population in the mobile phone dataset by calculating the national average, Comparison between mobile phone commuting networks and census commuting networks. We compare the structural and fluxes properties of the commuting networks extracted from census surveys with those of the networks extracted from mobile phones records, to test the quality of mobile phones data as a proxy for commuting at national level. We analyze the topology of the networks obtained from the two sources of data and extract the intersection and its associated travel fluxes. We perform different statistical tests (Spearman's rank correlation coefficient, Lin coefficient, and Wilcoxon test) on the correlation between commuting flows connecting any pair of nodes in each dataset, and between the total numbers of commuters per node in each dataset. We also check for non-trivial correlations between the discrepancies found in the two datasets and nodes' populations and distances between connected vertices. The same analysis is run for all countries, at all resolution scales.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analyses"
        },
        {
            "text": "Comparison of the metapopulation epidemic outcomes obtained integrating different mobility sources. In all realizations and for each subpopulation, we keep track of the following epidemic observables. The temporal information about the epidemic spreading is encoded in the arrival time (t a ) of the infection at each subpopulation. The arrival time is defined as the first day an infected individual is recorded (either as a worker or as a resident) in a location with no previously notified cases. The probability distribution of the arrival time and its average value are evaluated for every location. In addition, we discount systematic anticipation/delay effects by subtracting the average arrival time difference SDt a T obtained from the arrival times of all nodes when two different mobility datasets are used (e.g. mobile phone commuting network vs. census commuting network).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analyses"
        },
        {
            "text": "The spatial diffusion of the disease is investigated through the epidemic invasion tree representing the most probable transmission route of the infection from one subpopulation to another during the history of the epidemic [14] . In detail, considering a disease-free location i, as soon as I ji (t)=0 or I ij (t)=0 a directed link between i and j is added to the invasion path, meaning that an infectious individual traveled between the two locations importing the infection, or that a susceptible individual acquired the infection at the destination and then returned back to the previously uninfected place of residence. The invasion paths collected from every realization are successively cumulated by assigning to each link a weight equal to the fraction of runs where a certain seeding event has been observed; a minimum spanning tree is finally extracted to obtain the invasion tree.",
            "cite_spans": [
                {
                    "start": 224,
                    "end": 228,
                    "text": "[14]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Analyses"
        },
        {
            "text": "Since the stochasticity of the seeding events can induce small weights variations in the invasion paths and thus different invasion tree topologies, for every scenario we build 50 invasion trees, each of them obtained from randomly selecting 400 stochastic realizations out of the total of 1,000 run for each scenario (this approach allows us to minimize the random fluctuations in the final invasion tree with a limited computational effort). We then compare the invasion trees describing the spatial spreading on different mobility networks through the Jaccard similarity index. Given a tree C a (n a ,j a ), obtained for scenario a (integrating either the mobile phone commuting network or the radiation model commuting network) identified by n a nodes and j a edges, we calculate the Jaccard index with the tree C c (n c ,j c ) obtained from the census commuting network as J(C a ,C c )~j a \\j c j a |j c , measuring the number of common transmission paths over the total paths. The Jvalue is evaluated between all pairs of invasion trees extracted from the scenarios under comparison on the ensembles of 50 trees per scenario. Average values and reference ranges are calculated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analyses"
        },
        {
            "text": "Incidence and prevalence curves are defined as the density of newly secondary cases and density of infected individuals at every time step. From the ensemble of 1,000 stochastic realizations, average and reference ranges are then evaluated for every location as well as the peak time of the epidemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analyses"
        },
        {
            "text": "The census commuting networks for Portugal include (i) 1,643,938 commuters traveling between the 278 municipalities through 25,634 weighted directed connections, and (ii) 469,089 commuters traveling between the 18 districts on a fully connected network. In Spain we consider the provinces' geographical scale only, as constrained by the information available in the census survey. The commuting network is formed by 47 nodes and 722 weighted directed edges, representing the daily travel flows of 537,331 commuters. The commuting networks for France are defined at the district scale (8,019,636 commuters moving along 38,077 weighted directed edges connecting 329 nodes), and at the department level (4,957,193 commuters for 7,994 weighted directed links among 96 nodes). For all countries, at all scales considered, all administrative units are included in the datasets (i.e. they have at least one incoming or outgoing commuting flux to another administrative unit in the country). A summary of the basic statistics of the networks extracted from census data is reported in Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1076,
                    "end": 1083,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Datasets descriptive analysis"
        },
        {
            "text": "Commuting patterns from mobile phone records are extracted from a sample of 1,058,197 anonymous users in Portugal, 1,034,430 in Spain, and 5,695,974 in France. Records referred to 2,068 towers in Portugal, 9,788 towers in Spain, and 18,461 in France. Once mapped onto the administrative units, we find 452,113, 460,211 and 1,676,103 total commuters in the mobile data samples in Portugal, Spain, and France, respectively, corresponding to the lowest administrative hierarchy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Datasets descriptive analysis"
        },
        {
            "text": "Population tracked by the operators' samples is distributed nationwide and approximately equal to 9% of the census population in Portugal and France, and 2% of the census population in Spain. By taking into account these scaling factors, cell phone population correlates well with the census population at the highest geographical resolution considered, with a Pearson correlation coefficient between the two quantities equal to Rw0:9 (pv0:001) for Spanish provinces, Portuguese municipalities and French districts. Population coverage is rather uniform in France with more than half of the districts in the interval ½0:8{1:2 of the national coverage value (grey colored units in Figure 1 ), while larger discrepancies are observed in the geographic distribution of the tracked population in Spain and Portugal. In Spain we observe a significant undersampling of the population in Galicia and Basque regions. In Portugal, we observe larger regional fluctuations around the national coverage value: most of the municipalities report an undersampled population, whereas the region close to the capital, Lisbon, shows an oversampling as large as 3 times the national coverage.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 680,
                    "end": 688,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Datasets descriptive analysis"
        },
        {
            "text": "Commuting networks obtained from census data and mobile phone activity data share the same number of nodes at all hierarchies considered in all countries, given that all administrative units were covered by both datasets, however variations are observed in the number of commuting links ( Table 1 ). The set of links common in both datasets in the Portugal case at the municipality level account for about 60% of the total links of each network and include more than 96% of the total travel flux of both networks. Aggregating the datasets at the level of Portuguese districts, both networks become very close to fully connected, almost achieving a perfect overlap (more than 99% of links falling in the intersection). Similar figures are obtained for French districts, though the common 95% of traffic is distributed over 82% of the census links and only 52% of the mobile phone links. Spain displays a different situation, with the census commuting network topology being completely included into the mobile phone one. Census commuting links represent only 37% of connections of the mobile phone dataset, however accounting for 87% of its total traffic.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 289,
                    "end": 296,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Statistical comparison of commuting networks"
        },
        {
            "text": "We compare the probability density distributions of the travel fluxes w ij in both networks (Figure 2 ), after considering the basic normalization scaling to the population N i of each administrative unit (see Methods). All distributions display a broad tail and very similar shapes in each country, and differences are observed in particular for small traffic values. In Portugal and France, the very weak commuting flows are not captured by the mobile phone dataset, clearly as an outcome of the smaller users' sample size in the mobile phones case with respect to census. Such discrepancy disappears when we move to larger spatial scales, as in the case of Spain.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 92,
                    "end": 101,
                    "text": "(Figure 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Statistical comparison of commuting networks"
        },
        {
            "text": "Restricting our analysis on the topological intersection, a sideby-side weight comparison on each link shows a high correlation between the two datasets (Spearman's rank correlation coefficient .0.7 for the largest administrative units, Table 2 ), however commuting fluxes in the mobile phone network are found to be larger than the census ones across almost the entire interval of values (panels d-f of Figure 2 ). Deviations appear larger for smaller fluxes (w c ij ƒ100 commuters) in Portugal and France, with a good agreement for the largest values, whereas they are uniform in the case of Spain. Similar results are obtained when we analyze the total number of commuters leaving a given administrative unit i, as well as the total number of incoming commuters in a given unit.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 237,
                    "end": 244,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 404,
                    "end": 412,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Statistical comparison of commuting networks"
        },
        {
            "text": "A strong correlation between the two datasets is found for both quantities, generally independent of the level of aggregation considered (Spearman's coefficient .0.88 for Portugal and France), whereas small values of the Lin's coefficient indicate the presence of strong differences in the absolute values for the two datasets (,0.53 across all countries and for all administrative levels, for both quantities, Table 2 ). Spain has a rather low Spearman's coefficient for the incoming fluxes of commuters with respect to the other countries (0.54 vs. values .0.88), showing a poor capacity of the mobile phone data to properly account for the attraction of commuters of a given location.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 411,
                    "end": 418,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Statistical comparison of commuting networks"
        },
        {
            "text": "The correlations found along the various indicators do not ensure the statistical equivalence of the two datasets (a Wilcoxontest for matched pairs would reject the null hypothesis of zero median differences between paired values of the same quantities).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical comparison of commuting networks"
        },
        {
            "text": "We further analyze whether the observed discrepancies between the weights in the mobile phone networks and the census networks show any dependency on the variables that characterize the underlying spatial and social structure, namely the Euclidean distance between the connected nodes (calculated from the coordinates of the administrative unit's centroid), the population of the origin node and the population of the destination node ( Figure 3 ). The overestimation of the magnitude of commuting fluxes in the mobile phone dataset does not show a significant dependence on the population sizes. Fluxes are instead found to be more similar when they connect units at shorter distances with respect to longer distances across the countries. Such variation disappears if we consider the topological distance defined by a neighbor joining approach (see Section 3.4 in Text S1). Spatial aggregation into larger administrative units does not alter this overall picture but weakens the effect observed on distance (see details in Section 2.1 in Text S1).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 437,
                    "end": 445,
                    "text": "Figure 3",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Statistical comparison of commuting networks"
        },
        {
            "text": "If we refine the normalization of the mobile phone networks by taking into account the total number of commuters in each administrative unit, the agreement with the census dataset improves in the side-by-side weight comparison on every link (see Section 3 in Text S1). This approach allows us to explicitly discount the systematic overestimation found with the basic normalization, resulting in higher Lin concordance coefficients (Table S1 in Text S1); discrepancies between mobile phone and census data are however still observed for very small and very large commuting flows.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical comparison of commuting networks"
        },
        {
            "text": "We examine whether the observed non-negligible discrepancies in the commuting fluxes of the two datasets are also significant from an epidemic modeling perspective, altering substantially the outcome of disease spreading scenarios. We compare scenarios obtained from stochastic metapopulation models equally defined and initialized, except for the mobility data they integrate (see Methods). In addition to the census commuting network and the mobile phone commuting network, we also consider the synthetic commuting network generated with the radiation model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemic simulations"
        },
        {
            "text": "Epidemics starting from different seeds in the three countries, and characterized by different values of the basic reproductive number, yield large variations of the Jaccard index value J measuring the similarity in the epidemic invasion paths produced by the use of mobile phone data and of the radiation model with respect to the census benchmark (J in ½0:1,1, see Figure 4 ). Epidemic invasion trees obtained from proxies for mobility are more similar to the ones obtained from the model integrating census data when the seed is located in the capital city of the country. In addition, J increases with larger values of R 0 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 367,
                    "end": 375,
                    "text": "Figure 4",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Epidemic simulations"
        },
        {
            "text": "If the seed is instead located in a peripheral node, values of the Jaccard similarity index fall always below 0.4 in the three countries, and decrease with larger values of the transmissibility.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemic simulations"
        },
        {
            "text": "Mobile phone data performs similarly to the radiation model once the corresponding epidemic models are seeded in a central location, except for the case of Lisbon, and performs better or similar when they are seeded in a peripheral location. If the epidemic starts from a mid-size populated region, the relative performance of the radiation model against mobile phone data in the epidemic outcomes depends on R 0 , with improvements observed as R 0 increases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemic simulations"
        },
        {
            "text": "To test for the role of overestimation of flows, we also performed the same analysis by considering the refined normalization of the mobile phone commuting data that keeps the same total number of commuters per administrative region as in the census dataset and explicitly discounts overestimation biases. The refined normalization allows the mobile phone data to better reproduce the invasion paths obtained from census commuting flows for central and medium-type locations for all R 0 , and to perform slightly worse in case the seed is located in a peripheral location ( Figure 5 for the case of France).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 574,
                    "end": 582,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "Epidemic simulations"
        },
        {
            "text": "When focusing on the time of arrival in a given location, we find a systematic difference between models based on proxy networks and the benchmark model integrating census data. Mobile phone data, overestimating the census commuting fluxes if a basic normalization is considered, leads to a positive difference Table 2 . Statistical comparison between census and mobile phone data. (Figure 4 ). On the other hand, epidemics on the radiation model tend to unfold slower than simulations on the census network, with later arrival times as indicated by negative values of Dt a (except in the case of France where the median of Dt a is approximately equal to zero in all cases). For small values of R 0 , the arrival times of simulations running on a proxy network may be substantially different from the ones obtained with census data, with Dt a of the order of months. While the transmission potential of the disease drives the magnitude of the impact of the discrepancies, the role of the seed location appears to be less relevant here than what previously observed in the study of the invasion paths. A slightly decreasing trend in the positive median values of Dt a is observed in the mobile phone vs. census results, going from peripheral to medium to central location, the effect being more pronounced in Spain and in France.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 311,
                    "end": 318,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 382,
                    "end": 391,
                    "text": "(Figure 4",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Epidemic simulations"
        },
        {
            "text": "By discounting a posteriori the average anticipation of the model built on mobile phone data, which is trivially due to the overestimation of the census commuting fluxes, we find a very good correlation between arrival times for the models built on the census network and on the mobile phone network, with most of the points lying close to the identity line (Lin concordance correlation coefficient ranging from 0.77 to 0.88, panels c, f and i of Figure 4 ). If we consider the refined normalization, anticipation effects produced with the mobile phone data are preserved but reduced in magnitude ( Figure 5) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 447,
                    "end": 455,
                    "text": "Figure 4",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 599,
                    "end": 608,
                    "text": "Figure 5)",
                    "ref_id": null
                }
            ],
            "section": "Epidemic simulations"
        },
        {
            "text": "Epidemic peak times are also affected by the different distributions of commuting flows in the two networks (see Section 2.2 in Text S1). As soon as the disease reaches most of the nodes, the epidemic model integrating the mobile phone network displays a more homogeneous behavior, with epidemic peaks that follow very shortly after each other in all the subpopulations, while peak times in the census networks span a wider time frame.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemic simulations"
        },
        {
            "text": "On coarser spatial scales (Portuguese districts, French departments), we obtain a higher similarity between simulated results with proxies vs. census (see Section 2.1 in Text S1), closer to the results observed for Spanish provinces. The performance of the epidemic model built on the radiation is noticeably poorer than the mobile phone network if we consider the coarse-grained scale, for all seeds but the capital. The differences between arrival times are generally reduced by the coarse-graining, but remain significant when the reproduction number is small (Dt a ranging between 0 and 120 days).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemic simulations"
        },
        {
            "text": "Next to traditional census sources or transportation statistics, several novel approaches to quantifying human movements have become recently available that increase our understanding of mobility patterns [21] [22] [23] [24] [25] [26] [27] [28] [49] [50] [51] [52] . Adequately capturing human movements is particularly important for improving our ability to simulate the spatiotemporal spread of an emerging disease and enabling advancements in our predictive capacity [53, 54] . Previous work has focused on testing mobility models' performance in reproducing the movements of individuals [18, 19] , and its impact on epidemic simulation modeling results when fully supported by data [19] . The full knowledge of mobility data from national statistics is however largely limited to few regions of the world [14] , whereas in many others it may not be routinely collected nor accessible. If mobility models often require aggregated input data from national statistics on movement habits [18] or the full mobility census database [19] for the fitting procedure, mobile phone data may be thought as an ideal alternative candidate for a proxy of human movements in absence of (complete and/or high-resolution) mobility data from official sources [24, 26, 27] .",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 209,
                    "text": "[21]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 210,
                    "end": 214,
                    "text": "[22]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 215,
                    "end": 219,
                    "text": "[23]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 220,
                    "end": 224,
                    "text": "[24]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 225,
                    "end": 229,
                    "text": "[25]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 230,
                    "end": 234,
                    "text": "[26]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 235,
                    "end": 239,
                    "text": "[27]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 240,
                    "end": 244,
                    "text": "[28]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 245,
                    "end": 249,
                    "text": "[49]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 250,
                    "end": 254,
                    "text": "[50]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 255,
                    "end": 259,
                    "text": "[51]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 260,
                    "end": 264,
                    "text": "[52]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 470,
                    "end": 474,
                    "text": "[53,",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 475,
                    "end": 478,
                    "text": "54]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 591,
                    "end": 595,
                    "text": "[18,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 596,
                    "end": 599,
                    "text": "19]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 686,
                    "end": 690,
                    "text": "[19]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 809,
                    "end": 813,
                    "text": "[14]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 988,
                    "end": 992,
                    "text": "[18]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1030,
                    "end": 1034,
                    "text": "[19]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1244,
                    "end": 1248,
                    "text": "[24,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1249,
                    "end": 1252,
                    "text": "26,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1253,
                    "end": 1256,
                    "text": "27]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "To systematically test this hypothesis exploiting the full resolution of both the proxy data and the official census data for commuting, we have compared these two datasets in three European countries and performed a rigorous assessment of the adequacy of proxy commuting patterns -extracted from mobile phone data or synthetically modeled -to reproduce the spatiotemporal spread of an emerging ILI infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Mobility data from mobile phones is able to capture well the fluxes of the commuting patterns of the countries under study, reproducing the large fluctuations in the travel flows observed in the census networks. In all countries the intersection between the two networks includes the vast majority of the commuting flows and the correlation measured on links' traffic and nodes' total fluxes of incoming or outgoing commuters is high (though not statistically equivalent). This suggests that mobile phone data can be used as a surrogate tracking the commuting patterns of a given country, identifying the relative importance of its mobility connections in terms of flows' magnitude, with a resolution that is equivalent to the one adopted by official census surveys or higher. This is a particularly relevant result for data-poor situations, where census data may not be available and official statistics may not be enough to correctly inform a mobility model. Comparing the epidemic behavior on the census network and two proxy networks, mobile phone (red symbols) and radiation model (blue symbols), in Portugal (top panels), Spain (middle) and France (bottom). a, d, g Jaccard similarity index measured between the epidemic infection tree of the census network and the infection tree of the proxy network, for three values of the basic reproduction number R 0 . Each symbol corresponds to a different initial infection seed, displayed on the map (right panels). b, e, h Differences between the arrival times in the census network and in the proxy network, for different values of R 0 and infection seed. Box plots indicate the 90% reference range, measured on all the network nodes. c, f, i Comparing the arrival times in the mobile phone network t mp a with those in the census network t c a , for R 0~1 :5 and the epidemic starting from the capital city. Red points are scatter plot for each node of the network and we subtracted the average systematic difference SDt a T from each t mp a . doi:10.1371/journal.pcbi.1003716.g004",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Discrepancies are however found, especially in the overestimation of commuting flows per link and in the larger variations observed for weaker flows and longer distances, that appear to be responsible for the differences observed in the simulated epidemics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Epidemics run on mobile phone commuting networks reproduce well the invasion pattern simulated on the census commuting when the seed is located in a central location and R 0 is large. The capital city is indeed strongly connected to the rest of the country; therefore it behaves as a potential seeder of the direct transmission to the majority of the other cities, leading to very similar starshaped infection trees from the seed. These rather similar sets of infected locations at the first generation of the invasion path provide a twofold contribution to the increase of J: on the one side, they correspond to a large fraction of the total number of infected subpopulations, so they contribute a large relative weight in the computation of J; on the other, common infected locations are likely to maintain the similarity of the invasion paths at the second generation too, repeating the process in an avalanche fashion. Such behavior becomes increasingly stronger as R 0 grows larger.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The opposite situation is instead found when seeds are located in peripheral nodes, reporting low values of the Jaccard index. The analysis of the commuting networks has indeed shown that larger discrepancies exist for small weights. Once considered in the framework of an epidemic propagation, such discrepancies are expected to lead to strong differences in the invasion already at the first generation of infected locations. If these locations directly infected by the seed strongly differ, their contribution to the decrease of the similarity of the invasion paths will become increasingly stronger for further generations: different nodes are infected and likely different neighbors of those nodes will be affected by the disease, so that deviations cumulate at each successive step of the invasion (Figure 6 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 804,
                    "end": 813,
                    "text": "(Figure 6",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Diseases with a higher transmission potential would enhance this behavior, as with a large value of R 0 the peripheral seed can more quickly infect a large fraction of the system in the mobile phone network, than in the census dataset. Such effect is also present in the radiation model that is not able to describe the epidemic behavior better than the mobile phone data when the seeding location is characterized by a small population or degree.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Not being able to capture well the mobility coupling between peripheral regions and the rest of the country, the radiation model misses most of the seeding events on long distances even when R 0 is large (Figure 6 ). Using a synthetic proxy is therefore not always preferable to data alternatives, and mobile phones appear to be more reliable in matching the spatial epidemic spread starting from peripheral locations.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 204,
                    "end": 213,
                    "text": "(Figure 6",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "A clear bias, which is observed consistently across all countries and for all resolution scales considered, is the faster rate of spread of the simulation based on the mobile phone commuting network with respect to the census one. This is clearly induced by the larger commuting flows obtained following the extraction of commuting patterns from mobile phone data using a basic normalization. The effect is stronger for R 0~1 :1 as it is enhanced by the intrinsic large fluctuations characterizing epidemics close to the threshold. In such scenarios, even relatively small differences between networks' topologies can strongly alter the invasion path of the disease, consistently with the results of previous work on the effect of network sampling on simulated outbreaks [53] . Increasing the value of the reproduction number leads to narrower Dt a ranges, because the larger disease transmissibility accelerates the spreading, synchronizing the epidemic behavior at distant locations and, in general, reducing the system's heterogeneity.",
            "cite_spans": [
                {
                    "start": 771,
                    "end": 775,
                    "text": "[53]",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Time of arrival of the infection in a given location is better matched by the epidemic model built on the radiation model, though with large fluctuations for small values of R 0 . However, it is important to keep in mind that the total number of commuters per administrative unit is an input of the radiation model and no overestimation effects, as the ones resulting from the use of mobile phone data in the basic normalization approach, are possible in the model. If we inform the extraction of commuting patterns from mobile phone data with the same input data of the radiation model, i.e. through the refined normalization, predictions on the time of arrival consistently improve with respect to the basic normalization approach. Fixing the total number of commuters equally in the two datasets is however not enough to obtain an equivalent picture in terms of arrival times, as a considerable anticipation for small values of the transmissibility is still observed. These results need to be taken into account when considering epidemic simulations integrating mobility proxies, as a high accuracy in predicting arrival times can be used for assessing the Figure 5 . Epidemic spreading considering the refined normalization. Comparing the epidemic behavior of mobile phone proxy vs. census, when basic and refined normalization are considered. Only the case of France is shown. a Jaccard similarity index of the epidemic infection tree. Each symbol corresponds to a different initial infection seed, displayed on the map (on the right). b Differences between the arrival times in the census network and in the proxy network, for different values of R 0 and infection seed. Box plots indicate the 90% reference range, measured on all the network nodes. c Arrival times in the mobile phone network t mp a compared with those in the census network t c a , for R 0~1 :5 and the epidemic starting from the capital city. Red points are scatter plot for each node of the network and we subtracted the average systematic difference SDt a T from each t mp a . doi:10.1371/journal.pcbi.1003716.g005 epidemic situation at the source of the infection, estimating important epidemiological parameters during the early phase of the outbreak in a backtracking fashion [11, 45, 54] .",
            "cite_spans": [
                {
                    "start": 2257,
                    "end": 2261,
                    "text": "[11,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2262,
                    "end": 2265,
                    "text": "45,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 2266,
                    "end": 2269,
                    "text": "54]",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [
                {
                    "start": 1160,
                    "end": 1168,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Nodes ranking according to time to first infection also improve in the epidemic simulations based on the refined normalization with respect to the baseline one. The similarity in the invasion paths equals (or even improves) the levels reached once the radiation model is considered. Similar results are therefore obtained from two different sources however employing the same type and amount of input data (for calibration/normalization). Jaccard index values display anyway the presence of important differences in the way the epidemic propagates on proxies with respect to census, being Jw0:7 only when the outbreak is seeded in Paris.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Effects of flows overestimation are visible in the analysis of the epidemic peaks too, but less prominent. The larger number of commuters that travel in the mobile phone networks tends to synchronize the epidemic peak between different subpopulations, leading to shorter overall timespan for all subpopulations to peak in the mobile phone case with respect to census. Differences between the datasets mostly range in a time interval of 2-3 weeks, a time resolution that still allows a meaningful comparison of epidemic results with the average reporting period of standard surveillance systems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In the case of France and Portugal we have also studied multiple hierarchical levels of the administrative units, by aggregating both datasets. Overall, our analysis indicates that the epidemic behavior on aggregated proxy network better matches the results obtained on census data, with respect to higher resolution level. This is however obtained at the cost of studying the epidemic on a lower geographic resolution, which would then provide less information on the predicted time course of the epidemic and may compromise our ability to use models to extract valuable public health information for epidemic control [54] . On the other hand, the radiation model displays an opposite behavior when aggregating on space. This suggests that at each scale of resolution there exists an optimal proxy for the description of the spatial spread of an infectious disease epidemic, similar to what observed in a comparison of mobility models [55] .",
            "cite_spans": [
                {
                    "start": 619,
                    "end": 623,
                    "text": "[54]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 936,
                    "end": 940,
                    "text": "[55]",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The overall picture we presented clearly shows that proxies integrated into epidemic models can provide fairly good estimation of the ranking of subpopulations in terms of time to first infection. A good agreement in the simulated arrival times is intrinsically related to proxies' calibration and normalization aspects, and observed biases can be reduced by using additional information, such as the knowledge of the total number of commuters in each location. On the other hand, the most probable path of infection from one subpopulation to another appears to be affected by more substantial discrepancies between the different sources of data or synthetic flows that cannot be overcome through a simple normalization. To further improve predictions on the path of invasion, we would need to comprehensively understand the causes behind the differences observed in the data analysis. These are inevitably related to the methods used to account for the population sample considered in the mobile phone data and to define the commuting mobility per user.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "First, in extracting the commuting behavior of each user from mobile phone data we necessarily have to make assumptions on the identification of home and work locations (in absence of metadata on the user). If we identify these two locations as the two most visited ones [22] , by definition, we are assuming that place of residence and place of work are two distinct locations, yielding that every mobile phone user is a commuter at the resolution level of the cell phone towers. Once aggregated at a larger scale (i.e. the various administrative units under consideration), we obtain a population made of individuals living and working in the same unit (non-commuters) and of individuals commuting between two different units. While aggregation leads to a certain fraction of non-commuters, the resulting commuting behavior -expressed by the ratio of commuters vs. non-commuters -is anyway more pronounced likely because of the intrinsic assumption made on the original identification of home/work locations from the data. Different choices can be made that can improve the correct identification of home/work locations, leveraging on the availability of additional data. If timing of the call activity is provided, one possible refined definition would be to identify as home location the tower cell with the largest activity during nighttime, and the work location as the one with the largest activity constrained to daytime (with variations of the definition of these intervals) [32, 33, 38, 56] . We tested this approach in the Portuguese dataset and found that the identification of the two locations was not substantially altered by the time-constrained definition chosen, and did not affect our results (see Text S1).",
            "cite_spans": [
                {
                    "start": 271,
                    "end": 275,
                    "text": "[22]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1484,
                    "end": 1488,
                    "text": "[32,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1489,
                    "end": 1492,
                    "text": "33,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1493,
                    "end": 1496,
                    "text": "38,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1497,
                    "end": 1500,
                    "text": "56]",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Increasingly sophisticated approaches can also be envisioned, based on clustering methods applied to calling behavior [57, 58] . In addition to the need for access to the metadata associated to the activity data, results from time-constrained or clustering methods may anyway be affected by biases induced by users' call plans (influencing the pattern of calls to given timeframes during the 24 h or depending on the day of the week, e.g. weekday vs. weekend), job types (altering the expected timing pattern of call activity from work), and more generally the definition of normal business hours that may have a strong cultural component.",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 122,
                    "text": "[57,",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 123,
                    "end": 126,
                    "text": "58]",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Second, our basic normalization may be too simplistic, thus inducing strong overestimation because the population sampled through the mobile phone data is not representative of the general population, being characterized by specific different features affecting the resulting mobility behavior. Biases may be induced by mobile phones ownership, with fluctuations strongly dependent on socio-economic status [31, 58] , and by market share of the specific operator providing the data, In Spain, for example, the strong undersampling of the population in Galicia and Basque region, characterized by a strong political and cultural identity, may be due to the presence of local operators that account for a larger market share than what observed at national level. In Portugal, we observe larger fluctuations per region around the average national coverage than in other countries. Predictions for the invasion path obtained with mobile phones for epidemics starting in the capital of the country are not in good agreement with those obtained with census flows (Jv0:5, Figure 4 ). In this case, the central role of the capital, responsible for leading to higher similarity as discussed before, is reduced by the presence of larger (and overestimated) flows connecting less central regions in the mobile phone dataset. This leads to the creation of leaves stemming from peripheral nodes and infecting the closest neighbors, thus strongly reducing the role of the seed in infecting the large majority of nodes at the first generation of invasion. This phenomenon is effectively similar to the one encountered when the epidemic is seeded in a peripheral location.",
            "cite_spans": [
                {
                    "start": 407,
                    "end": 411,
                    "text": "[31,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 412,
                    "end": 415,
                    "text": "58]",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [
                {
                    "start": 1065,
                    "end": 1073,
                    "text": "Figure 4",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Small-scale studies targeting specific populations (such as e.g. a city or a college town) with additional metadata accompanying the activity records may possibly shed more light in the identification of such biases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In poorer countries these effects are expected to be of a larger magnitude, given that mobile phone users still represent a privileged minority of the population [31] . Recent work has however showed that mobility estimates in Africa are very robust to biases in phone ownership [59] .",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 166,
                    "text": "[31]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 279,
                    "end": 283,
                    "text": "[59]",
                    "ref_id": "BIBREF57"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The introduction of a refined normalization to account for the non-representative nature of the mobile phone sample fixes the total number of commuters equally in the two datasets and leads to an improvement of the comparison of the commuting fluxes on a link-by-link basis. Discrepancies on traffic flows along links are however still observed that are responsible for differences in the resulting epidemic observables, even though the overall systematic overestimation obtained with the basic normalization has been discounted. Increasingly sophisticated approaches can be developed that use iterative proportional fitting, fixing two marginal values that need to be assumed, i.e. the total numbers of incoming commuters and of outgoing commuters per location (or additional data, such as points of interest in the case of intra-city commuting) [60] . Knowledge of these quantities may however not be largely accessible across different regions of the world.",
            "cite_spans": [
                {
                    "start": 847,
                    "end": 851,
                    "text": "[60]",
                    "ref_id": "BIBREF58"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Third, there may be inconsistencies in the definition of commuting for both datasets, or differences in the year of collection of each dataset. We have no information on users' age in the mobile phone dataset, therefore movements for work or study are both tracked in users' trajectories. Commuting for study reasons is included in the Portuguese and French census data, whereas Spain reports about workflows only. The impact of not considering students' commuting in the Spanish case is however estimated to be rather low. Spanish data is indeed collected at a high administrative level (provinces), where students' commuting flows may be very weak given that they are usually more localized than those of workers. Data from France shows that 95% of students (aged,15) travel on distances less than 10 km [4] . To estimate the impact of missing students in the Spanish dataset on the province scale, we examined the fraction of commuter movements of students in the French census commuting network aggregated at the level of regions, i.e. similar to the size of Spanish provinces. In France, students represent about 10% of the total commuting flows across regions. If we assume a similar statistics for Spain too, such ratio is not sufficient to explain the discrepancy observed between the normalized mobile phone commuting flows and the census commuting flows in Spain (Table 1 ). In addition, the lack of a portion of individuals in the dataset (e.g. students) would have no impact when using the refined normalization because, in that case, the total number of commuters is set to be equal in both data sets by definition.",
            "cite_spans": [
                {
                    "start": 806,
                    "end": 809,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 1373,
                    "end": 1381,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Discrepancies in the year of data collection for the two sources range from two years for Spain (2005 is the year of collection of census data, 2007 the year of collection of phone data) to five years for Portugal (2001, 2006) . In the case of France, the two datasets belong to the same year (2007). To assess the possible changes in commuting flows with time, we analyzed French yearly data between 2006 and 2009, given their availability (see Table S1 in Text S1). In three years, the total number of commuters in the country increased by about 3%, and every year, the total number of commuters increased by 1% or less. Assuming that similar trends apply to the other countries, we conclude that the total census commuting flows of Spain and Portugal may have increased by 2% and 5%, respectively, a difference being much smaller than the average discrepancy observed between census data and mobile phone data.",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 220,
                    "text": "(2001,",
                    "ref_id": null
                },
                {
                    "start": 221,
                    "end": 226,
                    "text": "2006)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 446,
                    "end": 454,
                    "text": "Table S1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Finally, the epidemic model considered adopts some approximations that we would like to discuss in the following. Even if countries under consideration belong to a contiguous area in continental Europe, numerical simulations for the epidemic spread were performed for each country in isolation. This choice is driven by the lack of mobile phone data for cross-border movements (given their national nature), and by the negligible fraction of commuting across countries with respect to national commuting (about 780,000 people in the EU, including EEA/ EFTA, were cross-border commuters in the year 2006/2007 [61] over a total of more than 100 million national commuters). For the sake of completeness, we also checked our results against the inclusion of cross-border commuting in the census network of France, where international movements are predominant in a subset of districts (for instance, in those bordering Switzerland). Results reported in Text S1 show that including cross-border movements in the census commuting networks does not significantly alter the simulated epidemic patterns, keeping our conclusions unchanged.",
            "cite_spans": [
                {
                    "start": 608,
                    "end": 612,
                    "text": "[61]",
                    "ref_id": "BIBREF59"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The modeling approach we proposed was fairly simple and did not consider additional substructure of the population, interventions, change of behavior or weekend vs. weekday movements. Our aim not being to reproduce historical epidemics, we chose to include only the basic ingredients that were the object of the analysis in order to achieve a clearer understanding and interpretation of results. Simulations were performed assuming a continuous series of working days, given the purpose of the study and the knowledge that the inclusion of weekend movements has little or no effect in the resulting epidemic profile [42] . To apply this framework to real case studies, more refined compartmental models, movements and interactions between individuals may need to be considered.",
            "cite_spans": [
                {
                    "start": 616,
                    "end": 620,
                    "text": "[42]",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our study was performed on three European countries, and we expect that our conclusions are applicable to other developed countries in the world characterized by similar cultural, social, and economic profiles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our approach for the extraction of commuting patterns from mobile phone data was based on minimal assumptions in order to facilitate its generalizability in other settings where data knowledge may be limited or completely absent. Further work is necessary to extend this work to the analysis of the adequacy of mobile phone data as proxy for human mobility in underdeveloped countries where cultural and socio-economic factors may affect differently the biases here exposed. We also note that diseases other than ILI may be of higher interest for these regions, and in that case the relevant mobility mode and epidemic model would need to be updated in the approach we presented.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "For instance, the transmission of the disease under study may be strongly affected by seasonal forces, such as the variations in human density and contact rates due to agricultural cycles that drive the spatial spread of measles in Niger [62] , or other factors, such as poor sanitation standards that were linked to the persistence of the poliovirus in India [63] . Also, long-term migration may play a more significant role than commuting movements in the spread of the polio virus. On the other hand, the concern for the emergence of new infectious diseases with pandemic potential, as in the recent cases of the H7N9 flu in China [64] and the MERS-CoV virus in the Middle East [65, 66] , is significant for developing countries as well, given they may have access to fewer resources for preparedness and control. In this context, our work can provide useful insights for the development of epidemic models for the spatial spread of such rapidly disseminated directly transmitted emerging diseases.",
            "cite_spans": [
                {
                    "start": 238,
                    "end": 242,
                    "text": "[62]",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 360,
                    "end": 364,
                    "text": "[63]",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 634,
                    "end": 638,
                    "text": "[64]",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 681,
                    "end": 685,
                    "text": "[65,",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 686,
                    "end": 689,
                    "text": "66]",
                    "ref_id": "BIBREF64"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Dataset S1 We provide the mobile phone commuting dataset in .zip format containing the OD matrices extracted from the mobile phone data at the highest geographical resolution in Portugal, Spain and France. Specific information about the format of the data is inside the archive file. (ZIP)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supporting Information"
        },
        {
            "text": "Text S1 The file contains: additional information on data sources (Section 1). Additional results for lower geographic resolutions and epidemic peak times (Section 2). Sensitivity analysis on cross-border commuting, refined definitions of workplace and residence, refined normalization of phone data (Section 3). Additional details on the simulation algorithm (Section 4). (PDF)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supporting Information"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "United States Census Bureau, Commuting (Journey to Work). Available at",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Institut national de la statistique et des études économiques, Bases sur les flux de mobilité: mobilités professionnelles",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Travel Patterns in China",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Garske",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS ONE",
            "volume": "6",
            "issn": "2",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0016364"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Predictability and epidemic pathways in global outbreaks of infectious diseases: the SARS case study",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Colizza",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Barrat",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Barthélemy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vespignani",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "BMC Med",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1741-7015-5-34"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Forecast and control of epidemics in a globalized world",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hufnagel",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Brockmann",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Geisel",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proc Natl Acad Sci",
            "volume": "101",
            "issn": "",
            "pages": "15124--15129",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Spread of a Novel Influenza A (H1N1) Virus via Global Airline Transportation",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kahn",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Arino",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Raposo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sears",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "N Engl J Med",
            "volume": "361",
            "issn": "",
            "pages": "212--214",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMc0904559"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Seasonal transmission potential and activity peaks of the new influenza A(H1N1): a Monte Carlo likelihood analysis based on human mobility",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Balcan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gonçalves",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bajardi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Poletto",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "BMC Med",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1741-7015-7-45"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Synchrony, waves, and spatial hierarchies in the spread of influenza",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Viboud",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Science",
            "volume": "312",
            "issn": "",
            "pages": "447--451",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1125237"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Commuter Mobility and the Spread of Infectious Diseases: Application to Influenza in France",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Charaudeau",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Pakdaman",
                    "suffix": ""
                },
                {
                    "first": "P-Y",
                    "middle": [],
                    "last": "Boëlle",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS ONE",
            "volume": "9",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0083002"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Multiscale mobility networks and the large scale spreading of infectious diseases",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Balcan",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Colizza",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gonçalves",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Ramasco",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Proc Natl Acad Sci",
            "volume": "106",
            "issn": "",
            "pages": "21484--21489",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.0906910106"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Mitigation Measures for Pandemic Influenza in Italy: An Individual Based Model Considering Different Scenarios",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Ciofi Degli Atti",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Merler",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rizzo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ajelli",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Massari",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLoS ONE",
            "volume": "3",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Strategies for containing an emerging influenza pandemic in Southeast Asia",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "Dat",
                    "middle": [],
                    "last": "Cummings",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nature",
            "volume": "437",
            "issn": "",
            "pages": "209--214",
            "other_ids": {
                "DOI": [
                    "10.1038/nature04017"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Modelling Transport, Fourth Edition",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ortúzar J Ded",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Willumsen",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/9781119993308"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "A universal model for mobility and migratory patterns",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Simini",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "González",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Maritan",
                    "suffix": ""
                },
                {
                    "first": "A-L",
                    "middle": [],
                    "last": "Barabási",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nature",
            "volume": "484",
            "issn": "",
            "pages": "96--100",
            "other_ids": {
                "DOI": [
                    "10.1038/nature10856"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Evaluating the Adequacy of Gravity Models as a Description of Human Mobility for Epidemic Modelling",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Truscott",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS Comput Biol",
            "volume": "8",
            "issn": "10",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pcbi.1002699"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The role of population heterogeneity and human mobility in the spread of pandemic influenza",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Merler",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ajelli",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Proc R Soc B",
            "volume": "277",
            "issn": "",
            "pages": "557--565",
            "other_ids": {
                "DOI": [
                    "10.1098/rspb.2009.1605"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Understanding individual human mobility patterns",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "González",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Hidalgo",
                    "suffix": ""
                },
                {
                    "first": "A-L",
                    "middle": [],
                    "last": "Barabási",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nature",
            "volume": "453",
            "issn": "",
            "pages": "779--782",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Limits of predictability in human mobility",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Qu",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Blumm",
                    "suffix": ""
                },
                {
                    "first": "A-L",
                    "middle": [],
                    "last": "Barabási",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Science",
            "volume": "327",
            "issn": "",
            "pages": "1018--1021",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Modelling the scaling properties of human mobility",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Koren",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "A-L",
                    "middle": [],
                    "last": "Barabási",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nat Phys",
            "volume": "6",
            "issn": "",
            "pages": "818--823",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Quantifying the impact of human mobility on malaria",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wesolowski",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Eagle",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Tatem",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Noor",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Science",
            "volume": "338",
            "issn": "",
            "pages": "267--270",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Improved response to disasters and outbreaks by tracking population movements with mobile phone network data: a post-earthquake geospatial study in Haiti",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bengtsson",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Thorson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Garfield",
                    "suffix": ""
                },
                {
                    "first": "Von",
                    "middle": [],
                    "last": "Schreeb",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS Med",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The use of mobile phone data for the estimation of the travel patterns and imported Plasmodium falciparum rates among Zanzibar residents",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Tatem",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Sabot",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Ali",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Malaria Journal",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Travel risk, malaria importation and malaria transmission in",
            "authors": [
                {
                    "first": "Le",
                    "middle": [],
                    "last": "Menach",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tatem",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Hay",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "I"
                    ],
                    "last": "Randell",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Zanzibar. Sci Rep",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Predictability of population displacement after the 2010 Haiti earthquake",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bengtsson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Holme",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Proc Natl Acad Sci",
            "volume": "109",
            "issn": "",
            "pages": "11576--81",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Exploiting Cellular Data for Disease Containment and Information Campaigns Strategies in Country-Wide Epidemics",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lima",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "De Domenico",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Pejovic",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Musolesi",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Third International Conference on the Analysis of Mobile Phone Datasets (NETMOB'13)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Heterogeneous Mobile Phone Ownership and Usage Patterns in Kenya",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wesolowski",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Eagle",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Noor",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Snow",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "O"
                    ],
                    "last": "Buckee",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS ONE",
            "volume": "7",
            "issn": "4",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0035319"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Divided We Call: Disparities in Access and Use of Mobile Phones in Rwanda",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Blumenstock",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Eagle",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Information Technology and International Development",
            "volume": "8",
            "issn": "2",
            "pages": "1--16",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Unique in the Crowd: The privacy bounds of human mobility",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "A"
                    ],
                    "last": "De Montjoye",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Hidalgo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Verleysen",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "D"
                    ],
                    "last": "Blondel",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Sci Rep",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Coastal Heterogeneities and Infection Dynamics",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bharti",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "N"
                    ],
                    "last": "Bjornstad",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "T"
                    ],
                    "last": "Grenfell",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0001941"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Interplay between Telecommunications and Face-to-Face Interactions: A Study Using Mobile Phone Data",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Calabrese",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Smoreda",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "D"
                    ],
                    "last": "Blondel",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ratti",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS ONE",
            "volume": "6",
            "issn": "7",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0020814"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Socio-Geography of Human Mobility: A Study Using Longitudinal Mobile Phone Data",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Phithakkitnukoon",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Smoreda",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Olivier",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS ONE",
            "volume": "7",
            "issn": "6",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0039253"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Weather Effects on Mobile Social Interactions: A Case Study of Mobile Phone Users in Lisbon",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Phithakkitnukoon",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Leong",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Smoreda",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Olivier",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Portugal. PLoS ONE",
            "volume": "7",
            "issn": "10",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0045745"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Delineating Geographical Regions with Networks of Human Interactions in an Extensive Set of Countries",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sobolevsky",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Szell",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Campari",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Couronné",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Smoreda",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS ONE",
            "volume": "8",
            "issn": "12",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.-pone.0081707"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Unravelling daily human mobility motifs",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Schneider",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Belik",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Couronné",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Smoreda",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "González",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J R Soc Interface",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1098/rsif.2013.0246"
                ]
            }
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Gravity versus radiation models: On the importance of scale and heterogeneity in commuting flows",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Masucci",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Serras",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Johansson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Batty",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Phys Rev E",
            "volume": "88",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Metapopulation Biology: Ecology, Genetics, and Evolution",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Hanski",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Gilpin",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Modeling infectious diseases in humans and animals",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Keeling",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rohani",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "The role of routine versus random movements on the spread of disease in Great Britain",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Danon",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "House",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Keeling",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Epidemics",
            "volume": "1",
            "issn": "",
            "pages": "250--258",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Containing pandemic influenza with antiviral agents",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Longini",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Halloran",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nizam",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Am J Epidemiol",
            "volume": "159",
            "issn": "",
            "pages": "623--633",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Containing pandemic influenza at the source",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Longini",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nizam",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ungchusak",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hanshaoworakul",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Science",
            "volume": "309",
            "issn": "",
            "pages": "1083--1087",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Pandemic potential of a strain of influenza A(H1N1): early findings",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Donnelly",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "P"
                    ],
                    "last": "Hanage",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Van Kerkhove",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Science",
            "volume": "324",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Lessons from pandemic influenza A(H1N1): The research-based vaccine industry's perspective",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Abelin",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Colegate",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gardner",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hehme",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Palache",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Vaccine",
            "volume": "29",
            "issn": "",
            "pages": "1135--1138",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vaccine.2010.11.042"
                ]
            }
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Modelling the influence of human behaviour on the spread of infectious diseases: a review",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Funk",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Salathé",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "A"
                    ],
                    "last": "Jansen",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Roy Soc Interface",
            "volume": "7",
            "issn": "50",
            "pages": "1247--1256",
            "other_ids": {
                "DOI": [
                    "10.1098/rsif.2010.0142"
                ]
            }
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Modeling human mobility responses to the large-scale spreading of infectious diseases",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Meloni",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Perra",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Arenas",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gomez",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Moreno",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Sci Rep",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/srep00062"
                ]
            }
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "The role of human movement in the transmission of vector-borne pathogens",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Stoddard",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Morrison",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Vazquez-Prokopec",
                    "suffix": ""
                },
                {
                    "first": "Paz",
                    "middle": [],
                    "last": "Soldan",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Kochel",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "PLoS Negl Trop Dis",
            "volume": "3",
            "issn": "7",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pntd.0000481"
                ]
            }
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Usefulness of commercially available GPS data-loggers for tracking human movement and exposure to dengue virus",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Vazquez-Prokopec",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Stoddard",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Paz-Soldan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Morrison",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Elder",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Int J Health Geogr",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1476-072X-8-68"
                ]
            }
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Explaining seasonal fluctuations of measles in Niger using nighttime lights imagery",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bharti",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Tatem",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Ferrari",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Grais",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Djibo",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Science",
            "volume": "334",
            "issn": "",
            "pages": "1424--1427",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Approaching the Limit of Predictability in Human Mobility",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Wetter",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bharti",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Tatem",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bengtsson",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Sci Rep",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/srep02923"
                ]
            }
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Human mobility patterns predict divergent epidemic dynamics among cities",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Dalziel",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Pourbohloul",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Ellner",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Proc R Soc B Biol Sci",
            "volume": "280",
            "issn": "",
            "pages": "1471--2954",
            "other_ids": {
                "DOI": [
                    "10.1098/rspb.2013.0763"
                ]
            }
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Real-time numerical forecast of global epidemic spreading: case study of 2009 A/ H1N1pdm",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tizzoni",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bajardi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Poletto",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Ramasco",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Balcan",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "BMC Medicine",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Underestimating the effects of spatial heterogeneity due to individual movement and spatial scale: infectious disease as an example",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Cross",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Caillaud",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Heisey",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Landscape Ecol",
            "volume": "28",
            "issn": "",
            "pages": "247--257",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Identifying Important Places in People's Lives from Cellular Network Data",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Isaacman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Becker",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Caceres",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kobourov",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Martonosi",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Pervasive Computing, 9th International Conference",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Exploring the mobility of mobile phone users",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Csaji",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Browet",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "A"
                    ],
                    "last": "Traag",
                    "suffix": ""
                },
                {
                    "first": "J-C",
                    "middle": [],
                    "last": "Delvenne",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Huens",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Physica A",
            "volume": "392",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Prediction of Socioeconomic Levels Using Cell Phone Records",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Soto",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Frias-Martinez",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Virseda",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Frias-Martinez E ; Konstan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Conejo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Marzo",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Oliver",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "User Modeling, Adaption and Personalization. 19th International Conference UMAP Proceedings",
            "volume": "",
            "issn": "",
            "pages": "377--388",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "The impact of biases in mobile phone ownership on estimates of human mobility",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wesolowski",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Eagle",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Noor",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Snow",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "O"
                    ],
                    "last": "Buckee",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J R Soc Interface",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Discrete Multivariate Analysis: Theory and Practice",
            "authors": [
                {
                    "first": "Ymm",
                    "middle": [],
                    "last": "Bishop",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Fienberg",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Holland",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Scientific Report on the Mobility of Cross-Border Workers within the EU-27/EEA/EFTA Countries. Final report to the European Commission",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Mkw Wirtschaftsforschung Gmbh &amp; Empirica",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Kft",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Rural-urban gradient in seasonal forcing of measles transmission in Niger",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Ferrari",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Djibo",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Grais",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bharti",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "T"
                    ],
                    "last": "Grenfell",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Proc R Soc B Biol Sci",
            "volume": "277",
            "issn": "",
            "pages": "2775--2782",
            "other_ids": {
                "DOI": [
                    "10.1098/rspb.2010.0536"
                ]
            }
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "New Strategies for the Elimination of Polio from India",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Grassly",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wenger",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Deshpande",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Sutter",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Science",
            "volume": "314",
            "issn": "",
            "pages": "1150--1153",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Human infection with a novel avian-origin influenza A (H7N9) virus",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 1920,
            "venue": "N Engl J Med",
            "volume": "368",
            "issn": "",
            "pages": "1888--97",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa1304459"
                ]
            }
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Detection of a novel human coronavirus by real-time reverse-transcription polymerase chain reaction",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Corman",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Eckerle",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bleicker",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zaki",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Landt",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Euro Surveill",
            "volume": "217",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Assessment of the MERS-CoV epidemic situation in the Middle East region",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Poletto",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Pelat",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Levy-Bruhl",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yazdanpanah",
                    "suffix": ""
                },
                {
                    "first": "P-Y",
                    "middle": [],
                    "last": "Boëlle",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Euro Surveill",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "being the country population), and the geographicdependent values at the scale of the administrative units under consideration. By rescaling for the national coverage, region of the countries under study. Values close to 1 would correspond to a geographic distribution of the sample in agreement with the national coverage. The Pearson correlation coefficient is also measured to quantify the correlation between the census population N i and the rescaled population of mobile phone users n",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Spatial differences in coverage of the mobile phones and census datasets. Map showing the ratio N mp i =N i for each region i of the countries under study. , and N i represents the official census population. Values close to unity (in grey) indicate that the coverage of the mobile phone dataset is similar to the national coverage; larger (in red) or smaller values (in blue) indicate that the mobile phone dataset is over or under sampling those regions, respectively, compared to the national average. The map was made exclusively for this manuscript and is not subject to copyright. doi:10.1371/journal.pcbi.1003716.g001",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Comparing the weights of the census networks and the mobile phone networks. Top: probability density distributions of the weights (w ij ) of the census commuting network (grey) and the mobile phone commuting network (red) in Portugal (a), Spain (b) and France (c). Bottom: comparing weights in the mobile phone network (w mp ) and weights in the census networks (w c ) in Portugal (d), Spain (e) and France (f). Grey points are scatter plot for each connection. Box plots indicate the 95% reference range of values within a bin. doi:10.1371/journal.pcbi.1003716.g002",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "the Lin's concordance coefficients after a log transformation of variables, and Spearman's coefficient measured between the mobile phone network and the census network for the weights (w ij ) and the nodes' total fluxes for incoming and outgoing commuters. Rows correspond to different countries and geographical subdivisions within a country. doi:10.1371/journal.pcbi.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Effects of geography and demography on commuting fluxes. Panels show the ratio between the weights of the mobile phone networks w mp and the census networks w c in Portugal (top panels), Spain (middle) and France (bottom), as function of the Euclidean distance between nodes (a, d and g), the population of origin (b, e, and h) and the population of destination (c, f and i). The solid red line indicates the unit value. doi:10.1371/journal.pcbi.1003716.g003",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Epidemic spreading.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Epidemic invasion trees. The full invasion trees for R 0~3 :0 are shown for Portugal (top row) and France (bottom row) in the cases of the census network (a, d), the mobile phone network (b, e) and the radiation network (c, f). Seeds of the simulations (black nodes) are Lisbon for Portugal and Barcelonnette for France. Nodes belonging to the first shell of the tree, i.e. those directly infected from the seed are fully colored. Grey nodes have been infected by secondary infected nodes. doi:10.1371/journal.pcbi.1003716.g006",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Basic properties of the commuting networks.Number of nodes, of links, and of commuters for each commuting network under study, without considering self-loops. Rows correspond to different countries and geographical subdivisions within a country. Columns indicate values from the census dataset and the mobile phone dataset. Commuters for the mobile phone dataset correspond to the values obtained directly from the samples, prior to the normalization procedure, and after the basic normalization procedure. Values obtained with the refined normalization are not reported as they are equal to those of the census dataset, by definition. doi:10.1371/journal.pcbi.1003716.t001",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "GKKK would like to thank the ISI Foundation in Turin for its hospitality during the time this work was undertaken. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}