{
    "paper_id": "e0e5e7bee4a69a83d9cffeefcdcc26172d56f1a4",
    "metadata": {
        "title": "Rab11-FIP1C and Rab14 Direct Plasma Membrane Sorting and Particle Incorporation of the HIV-1 Envelope Glycoprotein Complex",
        "authors": [
            {
                "first": "Mingli",
                "middle": [],
                "last": "Qi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Emory University School of Medicine",
                    "location": {
                        "settlement": "Atlanta",
                        "region": "Georgia",
                        "country": "United States of America"
                    }
                },
                "email": ""
            },
            {
                "first": "Janice",
                "middle": [
                    "A"
                ],
                "last": "Williams",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Vanderbilt University School of Medicine",
                    "location": {
                        "settlement": "Nashville",
                        "region": "Tennessee",
                        "country": "United States of America"
                    }
                },
                "email": ""
            },
            {
                "first": "Hin",
                "middle": [],
                "last": "Chu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Emory University School of Medicine",
                    "location": {
                        "settlement": "Atlanta",
                        "region": "Georgia",
                        "country": "United States of America"
                    }
                },
                "email": ""
            },
            {
                "first": "Xuemin",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Emory University School of Medicine",
                    "location": {
                        "settlement": "Atlanta",
                        "region": "Georgia",
                        "country": "United States of America"
                    }
                },
                "email": ""
            },
            {
                "first": "Jaang-Jiun",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Emory University School of Medicine",
                    "location": {
                        "settlement": "Atlanta",
                        "region": "Georgia",
                        "country": "United States of America"
                    }
                },
                "email": ""
            },
            {
                "first": "Lingmei",
                "middle": [],
                "last": "Ding",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Emory University School of Medicine",
                    "location": {
                        "settlement": "Atlanta",
                        "region": "Georgia",
                        "country": "United States of America"
                    }
                },
                "email": ""
            },
            {
                "first": "Ehiole",
                "middle": [],
                "last": "Akhirome",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Emory University School of Medicine",
                    "location": {
                        "settlement": "Atlanta",
                        "region": "Georgia",
                        "country": "United States of America"
                    }
                },
                "email": ""
            },
            {
                "first": "Xiaoyun",
                "middle": [],
                "last": "Wen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Emory University School of Medicine",
                    "location": {
                        "settlement": "Atlanta",
                        "region": "Georgia",
                        "country": "United States of America"
                    }
                },
                "email": ""
            },
            {
                "first": "Lynne",
                "middle": [
                    "A"
                ],
                "last": "Lapierre",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Vanderbilt University School of Medicine",
                    "location": {
                        "settlement": "Nashville",
                        "region": "Tennessee",
                        "country": "United States of America"
                    }
                },
                "email": ""
            },
            {
                "first": "James",
                "middle": [
                    "R"
                ],
                "last": "Goldenring",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Vanderbilt University School of Medicine",
                    "location": {
                        "settlement": "Nashville",
                        "region": "Tennessee",
                        "country": "United States of America"
                    }
                },
                "email": "jim.goldenring@vanderbilt.edujrg"
            },
            {
                "first": "Paul",
                "middle": [],
                "last": "Spearman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Emory University School of Medicine",
                    "location": {
                        "settlement": "Atlanta",
                        "region": "Georgia",
                        "country": "United States of America"
                    }
                },
                "email": "paul.spearman@emory.edu"
            }
        ]
    },
    "abstract": [
        {
            "text": "The incorporation of the envelope glycoprotein complex (Env) onto the developing particle is a crucial step in the HIV-1 lifecycle. The long cytoplasmic tail (CT) of Env is required for the incorporation of Env onto HIV particles in T cells and macrophages. Here we identify the Rab11a-FIP1C/RCP protein as an essential cofactor for HIV-1 Env incorporation onto particles in relevant human cells. Depletion of FIP1C reduced Env incorporation in a cytoplasmic tail-dependent manner, and was rescued by replenishment of FIP1C. FIP1C was redistributed out of the endosomal recycling complex to the plasma membrane by wild type Env protein but not by CT-truncated Env. Rab14 was required for HIV-1 Env incorporation, and FIP1C mutants incapable of binding Rab14 failed to rescue Env incorporation. Expression of FIP1C and Rab14 led to an enhancement of Env incorporation, indicating that these trafficking factors are normally limiting for CT-dependent Env incorporation onto particles. These findings support a model for HIV-1 Env incorporation in which specific targeting to the particle assembly microdomain on the plasma membrane is mediated by FIP1C and Rab14. Citation: Qi M, Williams JA, Chu H, Chen X, Wang J-J, et al. (2013) Rab11-FIP1C and Rab14 Direct Plasma Membrane Sorting and Particle Incorporation of the HIV-1 Envelope Glycoprotein Complex. PLoS Pathog 9(4): e1003278.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "HIV-1 particles assemble on the plasma membrane of infected human cells. The underlying shell of the developing viral particle is formed by the Pr55 Gag polyprotein (Gag), which is translated deep within the cytoplasm of cells and reaches the plasma membrane by an unknown mechanism [1, 2, 3] . Gag binds to the viral genomic RNA through its nucleocapsid (NC) region and is responsible for packaging of RNA into the developing particle. A -1 ribosomal frameshift results in the formation of the Gag-Pol precursor protein in a molar ratio of 20:1 Gag to Gag-Pol [4] . Gag, Gag-Pol, and the associated viral genomic RNA traffic together to the particle assembly site on the plasma membrane. The envelope glycoprotein complex (Env) of HIV-1 is simultaneously incorporated onto the lipid membrane of the developing particle, and yet must travel via a very different route to reach the assembly site.",
            "cite_spans": [
                {
                    "start": 283,
                    "end": 286,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 287,
                    "end": 289,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 290,
                    "end": 292,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 561,
                    "end": 564,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Env is synthesized on ribosomes associated with the endoplasmic reticulum as a precursor protein, gp160 [5] . Trimerization of gp160 is required for exit from the ER [6] . During transit through the Golgi, gp160 becomes heavily glycosylated and the precursor subunits are cleaved by furin-like proteases to create gp41 (TM) and gp120 (SU) subunits. A trimer of heterodimers of TM and SU forms the functional Env glycoprotein complex. Once the mature complex reaches the cell surface, it is either incorporated onto budding virions or rapidly internalized [7, 8, 9, 10] . In contrast to the dense concentration of envelope glycoprotein spikes on the surface of orthomyxoviruses [11] , paramyxoviruses [12] , herpesviruses [13] , and the relative abundance of envelope spikes on gammaretroviruses [14] , lentiviral particles incorporate a very limited number of envelope proteins. Estimates from electron tomography studies reveal an average of 8-14 trimers per virion particle when virions with full-length HIV envelopes are examined [15, 16] . SIV strains with truncations in the cytoplasmic tail (CT) have been noted to incorporate 70-79 trimers and have been widely employed in cryoEM studies of the envelope spike [15, 16, 17] . The reasons for the paucity of Env trimers on lentiviral particles in the absence of mutant CT domains remain unknown.",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 107,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 166,
                    "end": 169,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 555,
                    "end": 558,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 559,
                    "end": 561,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 562,
                    "end": 564,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 565,
                    "end": 568,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 677,
                    "end": 681,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 700,
                    "end": 704,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 721,
                    "end": 725,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 795,
                    "end": 799,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1033,
                    "end": 1037,
                    "text": "[15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1038,
                    "end": 1041,
                    "text": "16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1217,
                    "end": 1221,
                    "text": "[15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1222,
                    "end": 1225,
                    "text": "16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1226,
                    "end": 1229,
                    "text": "17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "HIV and SIV Env proteins incorporate long CTs, averaging about 150 amino acids in length. The Env CT has been the subject of numerous studies, yet a complete understanding of how the CT mediates incorporation onto budding virions remains elusive. The Env CT includes a membrane-proximal YXXw motif that mediates clathrin-and AP2-dependent endocytosis [8, 9, 18, 19, 20 ] and a number of additional tyrosine-based and dileucine motifs that have been implicated in endocytosis and trafficking of Env [21] . A YW 802 motif was reported to interact with TIP47, and by this interaction mediate Env interaction with Gag and incorporation onto particles [22] . Murakami and Freed reported that the long CT of Env is required for particle incorporation into virions and for viral replication in T cell lines and primary cells [23] . This report established the cell type-specific, tail-dependent incorporation onto virions, suggesting that host factors may mediate Env incorporation and be differentially expressed in distinct cell types.",
            "cite_spans": [
                {
                    "start": 351,
                    "end": 354,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 355,
                    "end": 357,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 358,
                    "end": 361,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 362,
                    "end": 365,
                    "text": "19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 366,
                    "end": 368,
                    "text": "20",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 498,
                    "end": 502,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 647,
                    "end": 651,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 818,
                    "end": 822,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The Rab11a Family Interacting Proteins (FIPs) are effector molecules that bind Rab11 family members and mediate sorting of cargo from the endosomal recycling compartment to the plasma membrane [24, 25] . We evaluated Rab11-FIPs as potential mediators of HIV-1 Env incorporation into particles. We identified Rab11-FIP1C/RCP as a specific host cellular factor mediating the delivery of HIV-1 Env onto virion particles in a CTdependent manner. FIP1C-dependent Env incorporation was not mediated through interaction with Rab11a, but instead required interaction with Rab14.",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 197,
                    "text": "[24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 198,
                    "end": 201,
                    "text": "25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The limited number of Env trimers on HIV-1 particles suggested to us that there is an inherent limitation to Env incorporation that is unrelated to the production of Env protein in the cell. To directly test this hypothesis, we expressed a constant amount of Gag expression plasmid together with an increasing amount of full-length or cytoplasmic tail-truncated Env. We used the CTdel-144 Env (CT144) [23] , which retains only 6 cytoplasmic residues of the tail, in order to determine if the cytoplasmic tail was important in limiting the amount of Env on the particle. Expression of full-length Env in cells increased sequentially with increasing amount of plasmid transfected. The amount of Env on released HIV-1 particles did not continue to increase, however, but instead reached a plateau at levels of 0.8 mg or more of transfected DNA (Fig. 1A , WT Env). CT144 expression in cells increased similarly, but incorporation onto HIV-1 particles continued in a linear fashion without apparent saturation (Fig. 1A, CT144 ). The saturation of full-length Env incorporation was further documented by quantitation of Env/ Gag ratio in released particles as measured by densitometry (Fig. 1B) or by gp120 and p24 ELISA (Fig. 1C) . We confirmed that the pelletable Env observed in these experiments was particleassociated and not due to overexpression of Env and release on microvesicles (Fig. S1 ). Despite the ability to incorporate Env at higher levels upon overexpression, particles bearing CT144 Env were consistently less infectious as measured using TZM-bl indicator cells (Fig. 1D ). A plateau in particle infectivity conferred by WT Env was noted at the same level of Env expression found to be saturating by Western blot or ELISA analysis (Fig. 1D) . These results indicated to us that the cytoplasmic tail of Env confers a limitation to Env trimer incorporation onto HIV-1 particles.",
            "cite_spans": [
                {
                    "start": 401,
                    "end": 405,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 841,
                    "end": 849,
                    "text": "(Fig. 1A",
                    "ref_id": null
                },
                {
                    "start": 1005,
                    "end": 1020,
                    "text": "(Fig. 1A, CT144",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1179,
                    "end": 1188,
                    "text": "(Fig. 1B)",
                    "ref_id": null
                },
                {
                    "start": 1215,
                    "end": 1224,
                    "text": "(Fig. 1C)",
                    "ref_id": null
                },
                {
                    "start": 1383,
                    "end": 1391,
                    "text": "(Fig. S1",
                    "ref_id": null
                },
                {
                    "start": 1575,
                    "end": 1583,
                    "text": "(Fig. 1D",
                    "ref_id": null
                },
                {
                    "start": 1744,
                    "end": 1753,
                    "text": "(Fig. 1D)",
                    "ref_id": null
                }
            ],
            "section": "The limitation to virion Env incorporation is cytoplasmic tail-dependent"
        },
        {
            "text": "Saturation of Env on HIV particles could be due to limiting concentrations of a cellular factor that is required for its trafficking or incorporation. We initially investigated a variety of factors involved in cellular recycling pathways as candidates. Depletion of Rab11a or Rab11b did not significantly diminish Env on particles, yet overexpression of the active, GTP-bound form of Rab11a (Rab11a S20V) diminished cellular and particle-associated Env (Fig. S2 ). This led us to consider the Rab11 Family Interacting Proteins (Rab11-FIPs) as candidates involved in HIV-1 Env trafficking, reasoning that one of the FIPs may have been saturated by Rab11 S20V overexpression. The Rab11-FIPs were originally identified in a yeast 2-hybrid screen using Rab11aS20V as bait [24] . Rab11-FIPs form parallel coiled-coil homodimers and bind to two Rab11a-GTP molecules, creating a heterotetrameric complex that regulates distinct intracellular membrane trafficking events. To examine the potential involvement of the Rab11-FIPs in Env trafficking, we performed shRNA-mediated depletion of each of the described FIPs in HeLa cells. Cells were transfected with NL4-3 proviral DNA and analyzed for particle output, Env content, and infectivity of the released particles. Knockdown efficiency was assessed by real-time PCR, and varied from 65-90% by this assay (Fig. 2A) . A striking phenotype was observed in this experiment. Depletion of FIP1C led to markedly diminished particle infectivity, while little effect was seen with depletion of FIP2, FIP3, FIP4, or FIP5 ( Fig. 2A) . We next verified the knockdown of FIP1C using specific antisera, and examined cellular and viral levels of Env (Fig. 2B) . Notably, the cellular levels of gp160 were not altered by FIP1C depletion, while particle-associated Env was markedly lower. Both gp120 and gp41 levels were diminished, suggesting a defect in Env heterotrimer incorporation rather than simply induced shedding of gp120 (Fig. 2B ). While depletion of FIP1C removed Env from particles, it had no effect on cellular Env production or on the release of particles (CA bands, Fig. 2B ).",
            "cite_spans": [
                {
                    "start": 768,
                    "end": 772,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 453,
                    "end": 461,
                    "text": "(Fig. S2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1348,
                    "end": 1357,
                    "text": "(Fig. 2A)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1557,
                    "end": 1565,
                    "text": "Fig. 2A)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1679,
                    "end": 1688,
                    "text": "(Fig. 2B)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1959,
                    "end": 1967,
                    "text": "(Fig. 2B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2110,
                    "end": 2117,
                    "text": "Fig. 2B",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Rab11-FIP1C is required for Env incorporation onto virions"
        },
        {
            "text": "The striking effect of FIP1C depletion on Env incorporation suggested to us that it might be an essential cofactor for Env trafficking and particle incorporation. However, to rule out offtarget effects, we next restored cellular levels of FIP1C using an shRNA-resistant GFP-tagged FIP1C cDNA. Fig. 2C demonstrates that FIP1C depletion and not transduction with a scrambled shRNA vector depleted cellular FIP1C levels and diminished particle Env incorporation. FIP1C levels were not restored upon expression of the unaltered FIP1C cDNA. In contrast, expression of FIP1C cDNA with silent mutations rendering it resistant to shRNA-mediated depletion was able to fully restore the incorporation of Env onto HIV-1 particles (Fig. 2C , FIP1C cDNA* lanes). Accompanying the restoration of FIP1C function and Env incorporation, the infectivity of the released particles was fully restored (Fig. 2D ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 293,
                    "end": 300,
                    "text": "Fig. 2C",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 719,
                    "end": 727,
                    "text": "(Fig. 2C",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 881,
                    "end": 889,
                    "text": "(Fig. 2D",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Rab11-FIP1C is required for Env incorporation onto virions"
        },
        {
            "text": "Enveloped viruses must develop strategies to ensure that a sufficient quantity of their receptor-binding envelope proteins are incorporated onto the surface of viruses as they form. The HIV envelope glycoprotein is specifically incorporated onto assembling virions in relevant cells such as T lymphocytes in a manner that requires its long cytoplasmic tail. The mechanism underlying this specific incorporation has remained unknown. Here, we identify a cellular trafficking pathway that is required for the incorporation of HIV envelope onto virions. A combination of the adaptor protein Rab11-FIP1C and Rab14 directs the envelope protein onto assembling virions, and loss of either of these host factors results in the production of virus particles lacking envelope. We also found that FIP1C was required for replication in T cell lines. This study identifies a trafficking complex required for HIV envelope incorporation and for the formation of infectious HIV particles. Figure 1 . The incorporation of Env onto HIV-1 particles is saturable in a cytoplasmic tail-dependent fashion. (A) Increasing amount of wildtype and the tailless mutant (CT144) of NL4-3 Env protein expressing plasmids were co-transfected with fixed amount of pNL4.3Env-proviral plasmid into HeLa cells. Progeny viral particles were harvested two days after transfection through a 20% sucrose cushion and the particles were lysed with SDS loading buffer. Proteins were analyzed by immunoblot using Env and CA specific antibodies. (B) The intensity of each Env band and Gag band in the particle immunoblot shown in A was quantified by Licor software. Background-subtracted pixel intensity values were plotted on the graph as Env band intensity versus CA band intensity. (C) The absolute quantity of Env and CA/P24 on particles was measured by gp120 ELISA and p24 ELISA. The number of Env molecules per particle was calculated as an approximation, assuming that 5000 CA molecules are present in one HIV-1 virion. (D) The infectivity of the progeny viral particles was measured using TZM-bl reporter cells. Infectivity is plotted as number of blue cells per nanogram of p24 antigen used in the infection assay. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 974,
                    "end": 982,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Author Summary"
        },
        {
            "text": "We next examined the effect of FIP1C depletion on truncated Env using NL4-3delCT144, and extended our analysis to the H9 T cell line. In HeLa cells, depletion of FIP1C markedly diminished Env incorporation in released particles as before (Fig. 3A , WT lanes). CT144 Env incorporation was not altered by depletion of FIP1C (Fig. 3A, CT144 lanes) . The effect of FIP1C depletion was even more striking when the experiment was performed in H9 cells (Fig. 3A, H9 particle lanes). CT144 was very poorly incorporated in control-transduced cells in H9 cells, reflecting cytoplasmic tail-dependent particle incorporation of Env as had been reported [23] . The small amount of incorporated CT144 Env was not altered by FIP1C depletion (Fig. 3A) . Particle infectivity measured in supernatants from wildtype NL4-3 virus was diminished upon FIP1C depletion in both HeLa and H9 cells, while NL4-3delCT144 particle infectivity was not altered (Fig. 3B) . Notably, the effect of FIP1C depletion on HIV-1 Env incorporation was specific for HIV, as no effect on Env incorporation or particle infectivity was observed for viruses pseudotyped with VSV-G or the amphotropic murine leukemia virus (MLV) Env (Fig. S3 ).",
            "cite_spans": [
                {
                    "start": 641,
                    "end": 645,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 238,
                    "end": 246,
                    "text": "(Fig. 3A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 322,
                    "end": 344,
                    "text": "(Fig. 3A, CT144 lanes)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 446,
                    "end": 458,
                    "text": "(Fig. 3A, H9",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 726,
                    "end": 735,
                    "text": "(Fig. 3A)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 930,
                    "end": 939,
                    "text": "(Fig. 3B)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1187,
                    "end": 1195,
                    "text": "(Fig. S3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Rab11-FIP1C mediates Env incorporation in T cell lines"
        },
        {
            "text": "FIP1C is involved in directed trafficking of membrane proteins from the endosomal recycling complex to the plasma membrane. We hypothesized that FIP1C depletion would diminish the specific outward trafficking of HIV-1 Env from this compartment. Cell surface Env was measured in control H9 cells versus those depleted of FIP1C. Cell surface gp120 levels were significantly diminished following FIP1C depletion, while total cellular levels of Env were comparable in control and FIP1C-depleted cells ( Fig. 3C and 3D, WT). In contrast, no significant effect on cell surface levels of CT144 Env was observed following FIP1C depletion ( Fig. 3C and 3D, CT144). We conclude from this that there is a partial depletion of cell surface Env following FIP1C/RCP depletion, and this depletion is itself dependent upon an intact cytoplasmic tail. We next established a population of H9 cells depleted for FIP1C, and infected this population with NL4-3 virus or NL4-3delCT144 at a multiplicity of infection (MOI) of 0.5. No replication of the cytoplasmic tail-truncated virus was observed in H9 cells (Fig. 3E , closed triangles). Wildtype NL4-3 replicated well in H9 cells that had been transduced with control shRNA (filled squares, Fig. 3E ). Depletion of FIP1C resulted in markedly delayed and slow replication of NL4-3 ( Fig. 3E ). At late timepoints, this virus was able to replicate more efficiently, and this was associated with higher levels of FIP1C that developed in the H9 population over time, and not with viral reversion to a FIP1C-independent state (not shown). We concluded from this that FIP1C was essential for Env incorporation and for viral spreading infection.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 499,
                    "end": 506,
                    "text": "Fig. 3C",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 632,
                    "end": 639,
                    "text": "Fig. 3C",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1088,
                    "end": 1096,
                    "text": "(Fig. 3E",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1222,
                    "end": 1229,
                    "text": "Fig. 3E",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1313,
                    "end": 1320,
                    "text": "Fig. 3E",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "FIP1C depletion reduces cell surface concentration of HIV-1 Env and inhibits viral replication in T cell lines"
        },
        {
            "text": "FIP1C normally resides in a perinuclear compartment that colocalizes strongly with Rab11a [26] . HIV-1 Env is found extensively in intracellular compartments as well as on punctate foci on the plasma membrane, making studies of surface redistribution of Env by cellular factors challenging. However, we reasoned that Env might redistribute GFP-FIP1C in a measurable manner. GFP-FIP1C was found predominantly in a focal perinuclear location in HeLa cells in the absence of HIV-1 Env expression (Fig. 4A ). Transfection of NL4-3 provirus led to a marked redistribution of GFP-FIP1C to intracellular vesicles and to the plasma membrane (Fig. 4B ). The redistribution of GFP-FIP1C out of the perinuclear compartment was especially evident in fields where cells expressing Env were adjacent to those lacking Env (Fig. 4C ). In contrast, transfection of NL4-3delCT144 provirus in general retained the perinuclear distribution of GFP-FIP1C (Fig. 4D ). The differences in redistribution of FIP1C out of the perinuclear location were scored by a blinded observer and were significantly different for WT vs. CT144 provirus (Fig. 4E ).",
            "cite_spans": [
                {
                    "start": 90,
                    "end": 94,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [
                {
                    "start": 493,
                    "end": 501,
                    "text": "(Fig. 4A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 633,
                    "end": 641,
                    "text": "(Fig. 4B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 807,
                    "end": 815,
                    "text": "(Fig. 4C",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 933,
                    "end": 941,
                    "text": "(Fig. 4D",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1113,
                    "end": 1121,
                    "text": "(Fig. 4E",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Redistribution of FIP1C to the plasma membrane by HIV-1 Env"
        },
        {
            "text": "To determine if this effect was due to Env alone and not to other components of the provirus, the experiment was repeated with expression of WT Env and CT144 Env alone. Again the peripheral redistribution of FIP1C by WT Env was noted, with a much lower level of FIP1C outside of the perinuclear region upon expression of CT144 Env (Fig. 4F ). Differences in FIP1C distribution between full-length and CT144 Env were statistically significant (p,0.001 by chi squared test). These results suggest a CT-dependent outward movement of FIP1C.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 331,
                    "end": 339,
                    "text": "(Fig. 4F",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Redistribution of FIP1C to the plasma membrane by HIV-1 Env"
        },
        {
            "text": "While FIP1C was critical to Env incorporation onto particles, depletion of Rab11 itself did not significantly alter Env incorporation (discussed further below). To reconcile how a Rab11abinding protein acting as an adaptor could modulate Env incorporation in a Rab11a-independent manner, we investigated the involvement of Rab14 in Env incorporation. Rab14 has recently been identified as a Rab11-FIP binding protein [27] . These investigators had suggested that Rab14 might interact with the Rab binding domain of multiple Rab11-FIP proteins. We therefore sought to investigate the association of Rab14 with different Rab11-FIPs using a split-ubiquitin yeast two-hybrid assay as a method for assessing protein interactions. While we did confirm that Rab14 interacted with FIP1C as well as FIP1B, we did not find any interaction with FIP2 (Supplemental Table S1 in Text S1). All three Rab11-FIP proteins interacted with Rab11a, but none interacted with Rab8a. Given these results, we next evaluated whether Rab14 associated in situ with FIP1C. Fig. 5A demonstrates that GFP-FIP1C colocalized extensively with both Rab11a and Rab14 in a concentrated compartment representing the ERC. However, FIP1C(1-614), which lacks a Rab11a binding domain was distributed throughout the cytosol rather than concentrated in the ERC, and did not colocalize with either Rab11a or Rab14 (Fig. 5B ). The carboxyl terminal truncation Rab11-FIP1C(560-649) caused a marked concentration of both Rab11a and Rab14 with the dominant negative construct (Fig. 5C ). Nevertheless, while GFP-FIP1C(592-649), which retains the Rab11-binding domain, did colocalize extensively with Rab11a, the localization with Rab14 was markedly attenuated (Fig. 5D) . These results suggested that Rab14 may not be associating with the Rab11-binding domain as suggested by Kelly at al. (2010). Since Kelly et al. (2010) had suggested that Rab14 associated with other Rab11-FIP proteins through their conserved Rab11-binding domains, we next examined the association of Rab14 with the dominant negative trafficking mutant GFP-FIP2(129-512). While this mutant strongly concentrated Rab11a, it had no effect on Rab14 distribution (Fig. S4) . Similarly, we did not observe any effects of a carboxyl terminal fragment of FIP5 on Rab14 distribution, although it did strongly concentrate Rab11a (data not shown). These immunofluorescence studies, combined with yeast two-hybrid results, indicated that Rab14 is not interacting with the Rab binding domain of Rab11-FIP1C, since this helix is strongly conserved in all FIP proteins.",
            "cite_spans": [
                {
                    "start": 417,
                    "end": 421,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1854,
                    "end": 1873,
                    "text": "Kelly et al. (2010)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [
                {
                    "start": 853,
                    "end": 861,
                    "text": "Table S1",
                    "ref_id": null
                },
                {
                    "start": 1044,
                    "end": 1051,
                    "text": "Fig. 5A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1369,
                    "end": 1377,
                    "text": "(Fig. 5B",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1527,
                    "end": 1535,
                    "text": "(Fig. 5C",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1711,
                    "end": 1720,
                    "text": "(Fig. 5D)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 2181,
                    "end": 2190,
                    "text": "(Fig. S4)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Mapping the interaction between FIP1C and Rab14"
        },
        {
            "text": "To evaluate further the binding requirements for Rab14 with FIP1C, we compared the sequences of FIP1C and FIP2 in their carboxyl termini and performed directed mutagenesis of candidate residues that were different between the two Rab11-FIPs. We mutated two residues from FIP1C to those matching the sequence in FIP2 to create FIP1C(S580N/S582L). Fig. 5E shows that this double mutation in the context of GFP-FIP1C(560-649) elicited a loss of colocalization with Rab14, while colocalization with Rab11a was unaffected. These results demonstrate that the region proximal to the Rab11-binding domain in FIP1C is responsible for association with Rab14, separate from the Rab11a association requirements. We next confirmed direct binding of WT GFP-FIP1C but not GFP-FIP1C(S580N/S582L) with Rab14 through co-immunoprecipitation studies (Fig. S5) . Having mapped the Rab14 binding domain on FIP1C, we next asked if the Rab14-FIP1C interaction was responsible for the FIP1C-dependent incorporation of Env onto HIV-1 particles.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 346,
                    "end": 353,
                    "text": "Fig. 5E",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 830,
                    "end": 839,
                    "text": "(Fig. S5)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Mapping the interaction between FIP1C and Rab14"
        },
        {
            "text": "Based on the interaction between FIP1C and Rab14, we considered the possibility that Rab14 is involved in HIV-1 Env trafficking and incorporation onto HIV particles. We first examined the effects of dominant-negative (S25N) and constitutively-active (Q70L) forms of Rab14 on incorporation of HIV-1 Env. Remarkably, dominant-negative Rab14(S25N) diminished the incorporation of Env onto HIV-1 particles in a dosedependent fashion (Fig. 6A) . Constitutively-active Rab14(Q70L) expression had the opposite effect, and resulted in an enhanced level of particle-incorporated Env (Fig. 6A, Rab14Q70L) . These results supported an important role for Rab14 in HIV-1 Env incorporation. In the absence of FIP1C, the enhancement of particle-incorporated Env by Rab14(Q70L) was not observed (Fig.  S6A) . Consistent with our prior findings of CT-dependence, Rab14 constitutively-active and dominant-negative constructs had no effect on incorporation of CT144 Env onto particles (Fig. 6A , rightmost panels). Combined with the interaction mapping data above, these data strongly suggest that an interaction between FIP1C and Rab14 is required for incorporation of full-length HIV-1 Env onto particles.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 429,
                    "end": 438,
                    "text": "(Fig. 6A)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 574,
                    "end": 594,
                    "text": "(Fig. 6A, Rab14Q70L)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 779,
                    "end": 790,
                    "text": "(Fig.  S6A)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 966,
                    "end": 974,
                    "text": "(Fig. 6A",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Rab14 mediates HIV-1 Env incorporation onto HIV-1 particles"
        },
        {
            "text": "To evaluate further the role of Rab14 on Env incorporation, we depleted Rab14 or Rab11a in HeLa cells using shRNA and compared the effects on Env incorporation. Rab14 depletion, but not Rab11a depletion, diminished HIV-1 Env incorporation (Fig. 6B) . The effect of Rab14 depletion was specific for HIV-1 Env, as it had no effect on pseudotyping of HIV particles with VSV-G or amphotropic MLV Env (Fig. S6B) . To further examine the specificity of the Rab14-FIP1C interaction in mediating HIV Env incorporation, we utilized the interaction domain mapping data outlined above, and asked if FIP1C(S580N/S582L), which does not interact with Rab14, could rescue Env incorporation in FIP1C-depleted HeLa cells. Strikingly, shRNA-resistant wildtype FIP1C rescued Env incorporation as before, while the 580/582 double mutant was unable to rescue Env onto particles (Fig. 6C,  compare lanes 3 and 4 to lanes 5 and 6) . This indicates that Rab14 interaction is required for rescue of Env particle incorporation. We then introduced mutations in the Rab11 binding domain that have been shown to eliminate Rab11a binding and disrupt membrane association (FIP1C(I621E)) or that eliminate Rab4 interactions without disrupting membrane interactions (FIP1C(D622N) ) [28] , placing these both in the context of the shRNA-resistant FIP1C construct. When compared head-to-head, FIP1C(I621E) was not able to rescue Env particle incorporation (Fig. 6C, lane 7) while FIP1C(D622N) was competent for rescue (Fig. 6C, lane 8) . We interpret this to mean that mislocalized I621E does not reach the ERC, and subsequently cannot direct outward sorting of Env. It is unclear whether this means that normally Rab11 binding is required for the initial ERC localization of FIP1C, followed by Rab14-directed outward sorting, or if the mislocalization and lack of rescue of Env incorporation is reflective of other defects elicited by this mutation. The fact that knockdown of Rab11a or Rab11b did not alter Env incorporation (Fig. S2A ) suggests the latter interpretation, but further work will be needed to define this. Taken together, our data support a model in which a specific Rab14/FIP1C complex mediates the intracellular trafficking and particle incorporation of the HIV-1 Env glycoprotein complex.",
            "cite_spans": [
                {
                    "start": 1249,
                    "end": 1253,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [
                {
                    "start": 239,
                    "end": 248,
                    "text": "(Fig. 6B)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 396,
                    "end": 406,
                    "text": "(Fig. S6B)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 857,
                    "end": 907,
                    "text": "(Fig. 6C,  compare lanes 3 and 4 to lanes 5 and 6)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1233,
                    "end": 1246,
                    "text": "(FIP1C(D622N)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1421,
                    "end": 1438,
                    "text": "(Fig. 6C, lane 7)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1483,
                    "end": 1500,
                    "text": "(Fig. 6C, lane 8)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1992,
                    "end": 2001,
                    "text": "(Fig. S2A",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Rab14 mediates HIV-1 Env incorporation onto HIV-1 particles"
        },
        {
            "text": "Cytoplasmic tail-dependent incorporation of HIV-1 Env onto HIV particles is not limited to T cells, but also has been demonstrated in monocyte-derived macrophages (MDMs) [23] . We therefore sought to determine if FIP1C-dependent Env incorporation was also present in MDMs. Using an efficient siRNA method we recently established in MDMs [29] , we depleted FIP1C in primary MDMs from two donors, then infected the cells with VSV-G-pseudotyped wildtype NL4-3 or NL4-3delCT144. As expected, incorporation of gp120 and truncated gp41 on particles from NL4-3delCT144-infected cells was markedly lower than wildtype NL4-3 (Fig. 7A) . Depletion of FIP1C in MDMs significantly diminished gp41 and gp120 particle incorporation (Fig. 7A ) and infectivity (Fig. 7B) . These data indicate that FIP1C is required for the CT-dependent incorporation of Env onto HIV particles in MDMs as it is in T cell lines and HeLa cells.",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 174,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 337,
                    "end": 341,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 616,
                    "end": 625,
                    "text": "(Fig. 7A)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 718,
                    "end": 726,
                    "text": "(Fig. 7A",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 745,
                    "end": 754,
                    "text": "(Fig. 7B)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "FIP1C mediates Env incorporation in primary human macrophages"
        },
        {
            "text": "Our initial rationale for searching for cellular trafficking factors involved in Env incorporation was the fact that limitations to Env particle incorporation were not related to the amount of Env produced in infected or transfected cells (Fig. 1) . After identifying the involvement of FIP1C and Rab14 in Env incorporation, we wished to determine if overexpression of FIP1C and Rab14 would therefore overcome this limitation and significantly enhance Env incorporation. We created a cell line that inducibly overexpressed FIP1C and Rab14Q70L, and repeated the titration of Env expression in the presence of a constant amount of cellular Gag. Remarkably, the expression of FIP1C and Rab14Q70L enhanced Env incorporation by 2-3 fold (Fig. 7C) . Cell surface levels of Env were also increased upon overexpression of FIP1C and Rab14Q70L as assessed by a surface biotinylation assay (Fig. 7C,  bottom) . The increase in Env incorporation on particles released particles are shown; gp41 particle blots were probed with a gp41-specific monoclonal antibody. (B) Infectivity of released viral particles from the experiment shown in (A) was measured in the TZM-bl reporter cell line, expressed as infectious units/ng p24. (C) Plasma membrane (left) and total cellular (permeabilized) levels of HIV-1 Env (right) were detected using flow cytometry 4 days after infection with VSV-G-pseudotyped NL4-3 WT or NL4-3delCT144 viruses. The relative level of Env on plasma membrane compared to total Env was calculated and plotted in panel (D) for control and FIP1C-depleted H9 cells. (E) FIP1C-depleted (open circles) and control shRNA-treated H9 cells (filled squares) were infected with VSV-pseudotyped viruses indicated at MOI 0.5. Viral growth was monitored over time by detection of p24 in the culture supernatant. CT144 growth (triangles) shown in control H9 cells. doi:10.1371/journal.ppat.1003278.g003 FIP1C and Rab14 Direct HIV-1 Env Incorporation PLOS Pathogens | www.plospathogens.org . HIV-1 Env redistributes FIP1C to plasma membrane in a gp41 cytoplasmic tail-dependent manner. HeLa cells were transfected with GFP-FIP1C (A-C) and either proviruses NL4-3 WT Env (B,C) or NL4-3delCT144 Env mutant (D). 24 hours after transfection, cells were fixed with 4% PFA and stained for HIV-1 Env using human monoclonal antibody b12. The distribution of GFP-tagged FIP1C, FIP2 and Env was examined using a wide-field deconvolution immunofluorescent microscope. Quantitation of tight perinuclear distribution versus peripherallydistributed GFP-FIP1C was evaluated by blinded observers on a per-cell basis, presented graphically as the % of evaluable cells in each category (E). We also tested if HIV-1 Env protein alone redistributes FIP1C using same method described above and plotted the result in (F). doi:10.1371/journal.ppat.1003278.g004 FIP1C and Rab14 Direct HIV-1 Env Incorporation PLOS Pathogens | www.plospathogens.org from this cell line was quantified by densitometric evaluation of Env/Gag ratios and by determination of Env and Gag particle content by ELISA (Fig. 7D) . We conclude that FIP1C and Rab14 are limiting factors for Env particle incorporation in HeLa cells.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 239,
                    "end": 247,
                    "text": "(Fig. 1)",
                    "ref_id": null
                },
                {
                    "start": 732,
                    "end": 741,
                    "text": "(Fig. 7C)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 879,
                    "end": 897,
                    "text": "(Fig. 7C,  bottom)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 3056,
                    "end": 3065,
                    "text": "(Fig. 7D)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "FIP1C and Rab14 overexpression enhances Env incorporation in HeLa cells"
        },
        {
            "text": "Retroviral envelope proteins are incorporated onto developing viral particles by a process that remains incompletely understood. Pseudotyping of viruses or virus-like particles (VLPs) with envelope glycoproteins of foreign viruses has revealed both specific and nonspecific mechanisms of Env incorporation. HIV-1 can form infectious particles with Env proteins from a wide variety of retroviral subfamilies, including alpha-, beta-, gamma-, and delta-, and even spumaretroviruses [30, 31, 32, 33, 34] (reviewed in [35] ). This promiscuity for pseudotyping extends to Env glycoproteins from other viral families, including coronaviruses [36] , paramyxoviruses [37] , filoviruses [38] , rhabdoviruses [39] , and others. Promiscuity of Env incorporation would argue either for a lack of specificity of Env incorporation, or for a common mechanism that is shared by these diverse viruses for Env delivery and incorporation. In contrast, HIV-1 Env itself is quite selective in its ability to pseudotype other retrovirus particles. HIV-1 Env with a full length CT is unable to pseudotype MLV vectors, although truncation of Env CT allows MLV pseudotyping [40] . HIV-1 mutants with point mutations in MA fail to incorporate full-length HIV-1 Env, while truncation of CT allows Env incorporation [41, 42] . Although direct interactions between Env CT and MA have been reported in vitro for HIV and SIV [43, 44] , a direct interaction has been difficult to substantiate in cell-based assays. Thus there is selectivity and specificity of particle incorporation that is conferred by the full length HIV-1 Env CT, while the mechanism has not yet been fully explained. The specificity of HIV-1 Env incorporation could be due to direct interactions with MA, to indirect Gag-Env interactions mediated by an intermediate host protein, or could be explained by cotrafficking to a common site of assembly as outlined by Jorgenson and colleagues [45] . Our data support a requirement for specific outward Env trafficking from the ERC mediated by FIP1C and Rab14.",
            "cite_spans": [
                {
                    "start": 480,
                    "end": 484,
                    "text": "[30,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 485,
                    "end": 488,
                    "text": "31,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 489,
                    "end": 492,
                    "text": "32,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 493,
                    "end": 496,
                    "text": "33,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 497,
                    "end": 500,
                    "text": "34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 514,
                    "end": 518,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 636,
                    "end": 640,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 659,
                    "end": 663,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 678,
                    "end": 682,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 699,
                    "end": 703,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1149,
                    "end": 1153,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1288,
                    "end": 1292,
                    "text": "[41,",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1293,
                    "end": 1296,
                    "text": "42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1394,
                    "end": 1398,
                    "text": "[43,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1399,
                    "end": 1402,
                    "text": "44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1927,
                    "end": 1931,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Functionally, the Rab11-FIPs play important roles in the recycling of cargo from the recycling system to the cell surface. Rip11/Rab11-FIP5 is required for the transport of GLUT4 vesicles to the cell surface following insulin treatment [46] . FIP2 regulates the recycling of a number of plasma membrane proteins, including aquaporin-2 and CXCR2, to the cell surface [47, 48] . FIP2 has also been implicated in trafficking and assembly of respiratory syncytial virus, providing prior evidence that viruses may usurp the FIP-mediated transport mechanisms to deliver their cargo to the site of assembly [49] . Most significant for this report is the ability of FIP1C to regulate the recycling of a5b1 integrin and EGFR1 to the cell surface [50] .",
            "cite_spans": [
                {
                    "start": 236,
                    "end": 240,
                    "text": "[46]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 366,
                    "end": 370,
                    "text": "[47,",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 371,
                    "end": 374,
                    "text": "48]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 600,
                    "end": 604,
                    "text": "[49]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 737,
                    "end": 741,
                    "text": "[50]",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We identified FIP1C and its binding partner Rab14 as essential components determining the incorporation of full-length but not truncated Env onto HIV-1 particles. Rab11-FIP1 was first identified in 2001 through a yeast 2-hybrid screen employing dominant active Rab11a as bait [24] . Rab11a and Rab11-FIPs localize to the endosomal recycling complex and to the apical recycling endosome in polarized cells, where they regulate sorting and plasma membrane recycling [25, 26] . There are five members of this family that have been divided into two classes based upon the presence of specific motifs including C2 domains (class 1 members FIP1B, FIP1C, FIP2, and Rip11/FIP5) and EF hands (class 2 members FIP3 and FIP4) [25, 51] . All family members possess a carboxyl-terminal alpha-helical Rab11-binding domain (RBD). The RBD of the FIPs forms a parallel coiled-coil homodimer that interacts with switch 1 and switch 2 regions of the GTP-bound form of Rab11a, resulting in a heterotetrameric complex of two FIPs and two Rab proteins [52, 53, 54, 55] . While a previous investigation has suggested that the class I FIPs are capable of forming complexes with the Rab14 GTPase [27] , our findings suggest that Rab14 interacts specifically with FIP1C through a region separable from the Rab11 binding domain. These results indicate that FIP1C has multiple binding domains for small GTPases, as previously demonstrated for Rabaptin-5 (Rab5 and Rab4) and FIP3 (Arf6 and Rab11) [29, 56] . Our studies demonstrate the discrete point mutations in FIP1C proximal to the RBD can disrupt Rab14 binding without affecting Rab11a association. Similarly, we could not demonstrate any association between Rab14 and FIP2 or FIP5 in either split ubiquitin yeast two-hybrid assays or in immunofluorescence studies. The difference between our studies and those of Kelly, et al. (2010) could be due to differences in the cell systems examined, but it seems more likely that the discrepancy stems from the antibodies used to detect Rab14. The Aviva Rab14 antibody we have used here has no cross reactivity with either Rab11a or Rab7. In contrast, we have found that the antibody used by Kelly, et al. [27] has prominent cross-reactivity with recombinant Rab11a and Rab7 (data not shown). In any case, the fact that the S580N/S582L FIP1C dual mutant was unable to rescue Env particle incorporation confirms that it is the Rab14/FIP1C interaction rather than the interaction of Rab11a with FIP1C that defines the trafficking complex for HIV Env. In support of this, we found that the GTP-bound form of Rab14(Q70L) actually enhanced the amount of particleassociated Env, while dominant-negative Rab14(S25N) diminished Env incorporation in a dose-dependent fashion. Similar experiments with dominant-negative and constitutively-active Rab11a did not demonstrate this effect. In fact, the constitutively-active Rab11a(S20V) construct diminished Env incorporation, perhaps through competition for FIP1C binding. Together, our results support a complex of GTP-bound Rab14 and FIP1C as essential components mediating the transport of HIV-1 Env to the particle assembly site.",
            "cite_spans": [
                {
                    "start": 276,
                    "end": 280,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 464,
                    "end": 468,
                    "text": "[25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 469,
                    "end": 472,
                    "text": "26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 715,
                    "end": 719,
                    "text": "[25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 720,
                    "end": 723,
                    "text": "51]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1030,
                    "end": 1034,
                    "text": "[52,",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1035,
                    "end": 1038,
                    "text": "53,",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 1039,
                    "end": 1042,
                    "text": "54,",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1043,
                    "end": 1046,
                    "text": "55]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 1171,
                    "end": 1175,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1468,
                    "end": 1472,
                    "text": "[29,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1473,
                    "end": 1476,
                    "text": "56]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 1840,
                    "end": 1860,
                    "text": "Kelly, et al. (2010)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 2175,
                    "end": 2179,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our data support a model of directed outward trafficking of HIV-1 Env to a plasma membrane microdomain for specific incorporation onto the lipid envelope of budding virions. We suggest that FIP1C and Rab14 are required for this directed trafficking from the ERC to the site of particle assembly and budding, as depicted in Fig. 8 . This model predicts that cellular levels of specific trafficking factors may limit the number of Env trimers incorporated onto particles. In support of this idea, we were able to modestly increase the amount of Env on HIV particles by overexpression of constitutively-active Rab14. We propose that the delivery of Env trimers to the cell surface is required but not sufficient for particle incorporation for wildtype viruses bearing intact CTs. Truncated Env constructs such as CT144 reach the cell surface of permissive cells and may be acquired passively, explaining the lack of saturation of truncated Env shown in Fig. 1 of this report. However, T cells are not permissive for incorporation of truncated Env [23] . Therefore the nature of the assembly microdomain in which assembly occurs may differ between cell types such as HeLa cells and H9 cells, with exclusion of truncated Env from this microdomain in H9 cells and lack of exclusion in HeLa. Active trafficking of full length Env, directed by Rab14 and FIP1C, is required for Env delivery and particle incorporation in both cell types. The tail dependence of this phenotype predicts that specific motifs in the CT will be engaged with a FIP1C/Rab14 complex in the outward trafficking of Env. Future work will focus on the identification of these motifs and the interacting domains within FIP1C. We note that there are numerous polymorphisms in FIP1C alleles reported in the NCBI database, some of which could be damaging to its function. It will be important in future studies to examine the potential leftmost lanes set to 100. (B) shRNA-mediated depletion of Rab11 or Rab14 was performed in HeLa cells. Following selection in puromycin, cells were transfected with either pNL4-3 or pNL4-3 CT144 plasmid. Cellular and particle-associated Env was detected by immunoblotting 48 hours following transfection. (C) shRNA-resistant GFP-FIP1C* WT and GFP-FIP1C* (S580N/S582L) were transfected together with pNL4-3 in control HeLa cells or FIP1Cdepleted HeLa cells as in the repletion experiment described in Figure 2 . Input FIP1C* plasmid levels were 2 mg in lanes 3, 5, 7, and 8 and increased to 4 mg in lanes 4 and 6. In a separate experiment the ability of Rab11 binding mutant GFP-FIP1C* I62E and GFP-FIP1C* D622N to rescue Env particle incorporation in FIP1C-depleted HeLa cells (lanes 7 and 8) . Note that gp160 and gp120 were detected with polyclonal antiserum; gp41 particle blots were probed with a monoclonal specific for gp41. doi: 10 In conclusion, we have identified for the first time a complex of Rab14 and Rab11-FIP1C with a biologically-relevant cargo. The Rab14/FIP1C complex directs HIV-1 Env to the plasma membrane assembly site for incorporation onto developing particles in a manner that depends upon the long cytoplasmic tail of Env. It will be of great interest to define other components of this trafficking complex, such as motor protein(s) involved in the outward trafficking of Env, and to extend these findings to the assembly processes of other retroviruses as well as more distant families of viruses.",
            "cite_spans": [
                {
                    "start": 1044,
                    "end": 1048,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 2831,
                    "end": 2833,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 323,
                    "end": 329,
                    "text": "Fig. 8",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 950,
                    "end": 956,
                    "text": "Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 2395,
                    "end": 2403,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2672,
                    "end": 2687,
                    "text": "(lanes 7 and 8)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Peripheral blood was obtained from healthy volunteer donors according to a protocol approved by the Emory University Institutional Review Board (IRB). Written informed consent was obtained from donors, and samples were de-identified prior to handling by laboratory personnel.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics statement"
        },
        {
            "text": "HeLa and TZM-bl cells [57] ) were maintained in DMEM containing 10% FBS and antibiotics. The H9 T cell line (ATCC HTB-176) were cultured in RPMI medium 1640 supplemented with 10% FBS, 2 mM Glutamine, and antibiotics. MDMs were prepared from human peripheral blood as described previously [29] . HeLa T-REX cells for inducible expression of FIP1C and Rab14 were created using the T-REx system and vector pCDNA5/TO (Invitrogen). Cells were maintained in tetracycline-free media and induction carried out with 1 mg/ml doxycycline.",
            "cite_spans": [
                {
                    "start": 22,
                    "end": 26,
                    "text": "[57]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 288,
                    "end": 292,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Cells and media"
        },
        {
            "text": "Vesicular stomatitis virus G glycoprotein (VSV-G)-pseudotyped HIV-NL4.3 and HIV-CT144 virus stocks were generated by cotransfecting 293T cells with pNL4.3 or pNL4.3CT144 and the VSV-G expression plasmid pHCMV-G. Viruses were harvested from transfected 293T supernatants 48 hours post-transfection, filter-sterilized, and assayed with TZM-bl indicator cells for infectivity assessment. Env expression plasmids pIIINL4env and are Western blot results from two donors. (B) Particle infectivity from the experiments described above was measured in TZM-bl reporter cells as before.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viruses, plasmids, and lentiviral vectors"
        },
        {
            "text": "Rab14Q70L were transfected with a constant amount of Gag expression plasmid and increasing amounts of NL4-3 Env plasmid (numbers above gp160 blot represent mg of input plasmid). Cell lysates and purified particles were examined by Western blotting. In these experiments, virus lanes were loaded with equal amounts of p24 as measured by ELISA. The bottom Env immunoblot represents cell surface Env as determined by biotinylation and precipitation with streptavidin beads, using the same input Gag and Env DNA as above. (D) Env and Gag content of released viral particles was quantified by densitometry using the LiCor instrument and plotted as background-subtracted Env pixel intensity to Gag pixel intensity (left) and by p24 and gp120 antigen-capture ELISA (right). The number of Env molecules per particle was calculated as an approximation, assuming that 5000 CA molecules are present in one HIV-1 virion. doi:10.1371/journal.ppat.1003278.g007 FIP1C and Rab14 Direct HIV-1 Env Incorporation pIIINL4envCTdel-144 were gifts kindly provided by Dr. Eric Freed [23] . Vesicular stomatitis virus glycoprotein (VSV-G) expressing plasmid pHCMV-G was provided by J. Burns [58] . Amphotropic MLV Env expression vector pCL-Ampho was from Inder Verma [56] . Rab11a expression plasmids and FIP1C expression plasmids have been previously described [24, 26, 59] . FIP1C-specific shRNA constructs and methods, siRNA sequences, and real-time PCR reagents are described in Supplemental Experimental Procedures. Silencing of FIP1C-expression in MDMs was carried out by transfecting FIP1C-specific siRNA (Dharmacon) using the N-TER nanoparticle siRNA transfection system (Sigma) as previously described [29] .",
            "cite_spans": [
                {
                    "start": 1059,
                    "end": 1063,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1166,
                    "end": 1170,
                    "text": "[58]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 1242,
                    "end": 1246,
                    "text": "[56]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 1337,
                    "end": 1341,
                    "text": "[24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1342,
                    "end": 1345,
                    "text": "26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1346,
                    "end": 1349,
                    "text": "59]",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 1686,
                    "end": 1690,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "(C) Parental HeLa T-REx cells (Invitrogen) and HeLa-T-REx cells stably transfected with plasmids for inducible expression of FIP1C and"
        },
        {
            "text": "Rabbit polyclonal antibody against FIP1C was obtained from Sigma. Goat polyclonal antibody against HIV-1 gp120 and gp160 (used in Western blotting) was AHP2204 from AbD Serotec (Oxford, UK). Human anti-gp120 antibody for immunofluorescence experiments was IgG1 b12; synthesized from recombinant cDNA by the laboratory of James Crowe (Vanderbilt University). Antibody used for immunoblotting of gp41 was murine monoclonal 5009 from BTI research reagents (Columbia, MD). HIV Gag detection was performed with either rabbit anti-p17 polyclonal, mouse anti-p24 monoclonal CA-183 (provided by Bruce Chesebro and Kathy Wehrly through the NIH AIDS Research and Reference Reagent Program), or mouse anti-p24-FITC (KC57-FITC) obtained from Beckman Coulter (Fullerton, CA, USA). Anti-VSV-G antibody was from Sigma (V5507), and antiamphotropic MLV goat antiserum (679) was obtained from Chris Aiken (Vanderbilt). Rabbit anti-Rab14 antibody was obtained from Aviva Systems Biology. Mouse monoclonal anti-Rab11a (8H10) was described previously by the Goldenring laboratory [60] , who also provided rabbit anti-Rab11b polyclonal antiserum (VU76). Alexa Fluor goat anti-mouse and Alexa Fluor goat antirabbit secondary antibodies, as well as the DAPI nucleic acid stain were obtained from Molecular Probes (Eugene, OR, USA). IRDye goat anti-mouse and IRDye goat anti-rabbit secondary antibodies used for Western blots were obtained from Li-cor Biosciences (Lincoln, NE, USA).",
            "cite_spans": [
                {
                    "start": 1059,
                    "end": 1063,
                    "text": "[60]",
                    "ref_id": "BIBREF59"
                }
            ],
            "ref_spans": [],
            "section": "Antibodies and immunostaining reagents"
        },
        {
            "text": "Images of GFP-FIP1C and Env distribution were obtained with a Nikon TE2000-U spinning disc confocal fluorescence microscope with automated stage and Hamamatsu EM-CCD camera developed by Improvision under the control of the Volocity software, or with a DeltaVision imaging system developed by Applied Precision. The system was equipped with an Olympus IX70 microscope and a CoolSnap HQ2 digital camera under the control of the softWoRx software. Imaging processing and deconvolution was performed using softWoRx 3.7.0. Colocalization measurements were quantified with the colocalization function of Volocity 5.2.1. For immunofluorescence experiments, HeLa cells were washed with PBS and fixed in 4% paraformaldehyde for 12 minutes at RT. After fixation, cells were extensively washed including an overnight wash at 4 degree. Cells were then permeabilized for 10 minutes with 0.2% Triton X-100 and block in Dako blocking buffer for 30 minutes. Primary and secondary antibodies were diluted in Dako antibody diluent to appropriate concentrations. DAPI was used to stain the nuclei of the cells. The coverslips were mounted in Gelvatol overnight and examined directly the next day. Images of endogenous Rab11 and Rab14 together with GFP-FIP1C were obtained using an Olympus Fluoview confocal microscope; details of immunofluorescence staining protocols and antibodies for these experiments are provided in Supplemental Experimental Procedures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Image acquisition and analysis"
        },
        {
            "text": "HeLa and H9 surface staining was performed with human monoclonal anti-gp120 antiserum at final concentration of 0.1 ug/ ml in PBS with 2% BSA and a second PE-conjugated anti-human antibody at 0.02 ug/ml. Mouse anti-p24-FITC (KC57-FITC, Beckman-Coulter) was employed following permeabilization to allow gating on the infected population. HeLa cells were harvested at 48 hours post-infection in this analysis, while H9 cells were harvested at day 4 post-infection. Analysis was performed on a FACSCanto flow cytometer (BD Biosciences) and using FlowJo software (Treestar, Inc).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Flow cytometry for HIV-1 Env"
        },
        {
            "text": "At 48 hours post transfection, virion-containing culture supernatants were harvested, clarified by low speed centrifugation and filtered (0.2 mm). Infectious virus release was determined by inoculating TZM-bl indicator cells, plated the previous day in 12 well plates at 1610 5 cells/well, with 400 ml of serially diluted supernatants. At 48 hours after infection, cells were fixed and stained with X-gal. Blue cells were counted and infectivity was calculated as blue cell numbers per nanogram of p24 inoculation. The remainder of the virion containing supernatant (750 ml) was layered onto 200 ml of 20% sucrose in PBS and centrifuged at 20,000 g for 2 hours at 4uC. Virion pellets, and corresponding virion producing cells were dissolved in SDS PAGE loading buffer. Virion and cell lysates were separated on 10% polyacrylamide gels and subjected to Western blotting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virus release assays and infectivity assays"
        },
        {
            "text": "Figure S1 Env vs. Env + Gag pelleting. In order to confirm that overexpression of Env was not leading to pelletable Env in the absence of Gag, we performed a titration of Env expression in HeLa cells without (left) or with (right) a constant amount of Gag expression. Supernatant materials were pelleted through 20% sucrose cushions and analyzed by Western blotting for the proteins shown. (TIF) Figure S2 Recycling factor involvement in Env incorporation. A) Rab11a or Rab11b depletion does not alter Env incorporation. shRNA-mediated depletion of Rab11b (center lanes) or Rab11a (right lanes) was performed in HeLa cells, followed by expression of NL4-3 provirus. Cell lysates (left lanes) and pelleted viral particles (right) were analyzed by Western blotting for the indicated proteins. B) Overexpression of Rab11aS20V depletes particle-associated Env and leads to degradation of cellular Env. An expression plasmid for Rab11a S20V was titrated in HeLa cells co-expressing NL4-3 (left) or NL CT144 (right). Cellular Env levels and particle-associated Env were evaluated by Western blot. Full-length Env was depleted by S20V, while truncated Env was unaffected. (TIF) Figure S3 Effect of Rab11-FIP1C/RCP depletion on HIV particle pseudotyping with amphotropic MLV and VSV-G. (A) The effect of FIP1C/RCP depletion on amphotropic MLV Env (middle panel) and VSV-G protein (lower panel) incorporation onto HIV-1 particles was examined and compared with effects on gp120 particle incorporation (top). (B) Infectivity of pseudotyped viruses from (A) was measured using TZM-bl reporter cells; units are infected cells/ng p24 input. (TIF) Figure S4 Rab14 does not associate with Rab11-FIP2. HeLa cells were transfected with either (A) wild type GFP-Rab11-FIP2 or (B) GFP-FIP2 (129-512), designated FIP2(DC2). Cells were fixed and then immunostained for endogenous Rab14 and endogenous Rab11a. Inserts show higher magnification regions. Note that FIP2(DC2) strongly concentrated Rab11a in association with the EGFP-chimera, but had no effect on Rab14 distribution. (TIF) Figure S5 Co-immunoprecipitation of FIP1C with Rab14. HeLa Cells were transfected with EGFP-FIP1C WT or EGFP-FIP1C (S580N/S582L) and EGFP-Rab14. Input protein content is shown on left. IP was performed using FIP1C-specific antisera, followed by immunoblotting for the proteins indicated on the right. Endogenous Rab11a is shown. (TIF) Figure S6 Rab14 enhancement of HIV-1 Env incorporation requires FIP1C and Rab14 depletion does not alter incorporation of MLV or VSV-G Env. A) Titration of Rab14Q70L in HeLa cells with normal FIP1C levels (Scr shRNA lanes) or in cells depleted of FIP1C (FIP1C shRNA lanes). Note that gp120 and gp160 blots were probed with goat anti-gp120/ gp160 antisera, while gp41 was probed with murine monoclonal anti-gp41 antibody. B) Hela cells were transfected with NL4-3 or with NL4-3deltaEnv and expression constructs pHCMV-G (for VSV-G) or pCL-Ampho (MLV Env). Depletion of Rab14 was performed using shRNA in the indicated lanes. Cellular and particle Env content was assessed by immunoblotting with specific antisera for HIV gp120/160, VSV-G, or amphotropic MLV Env. (TIF) Text S1 1) Table S1 : Split-ubiquitin yeast two-hybrid assay of Rab11-FIP protein interaction with Rab proteins. Split ubiquitin assays were performed between CCW vectors with Rab11-FIP proteins and DSL vectors with Rab proteins. Results were consistent over three separate experiments. 2) Supplemental Experimental Procedures. (DOC)",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 396,
                    "end": 405,
                    "text": "Figure S2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1171,
                    "end": 1180,
                    "text": "Figure S3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1634,
                    "end": 1643,
                    "text": "Figure S4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 2065,
                    "end": 2074,
                    "text": "Figure S5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 2400,
                    "end": 2409,
                    "text": "Figure S6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 3179,
                    "end": 3187,
                    "text": "Table S1",
                    "ref_id": null
                }
            ],
            "section": "Supporting Information"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Immunoelectron microscopic localization of Rous sarcoma virus structural protein p27 in infected chicken embryo fibroblasts",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Stanislawski",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Mongiat",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Haguenau",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Intervirology",
            "volume": "14",
            "issn": "",
            "pages": "261--271",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Identification of an intracellular trafficking and assembly pathway for HIV-1 gag",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Perlman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Resh",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Traffic",
            "volume": "7",
            "issn": "",
            "pages": "731--745",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Form, function, and use of retroviral gag proteins",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Wills",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Craven",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "AIDS",
            "volume": "5",
            "issn": "",
            "pages": "639--654",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Characterization of ribosomal frameshifting in HIV-1 gag-pol expression",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jacks",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Power",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "R"
                    ],
                    "last": "Masiarz",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Luciw",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Barr",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Nature",
            "volume": "331",
            "issn": "",
            "pages": "280--283",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Retrovirus envelope glycoproteins",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hunter",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Swanstrom",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Current topics in microbiology and immunology",
            "volume": "157",
            "issn": "",
            "pages": "187--253",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Folding, assembly, and intracellular trafficking of the human immunodeficiency virus type 1 envelope glycoprotein analyzed with monoclonal antibodies recognizing maturational intermediates",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Otteken",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Earl",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Moss",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Journal of virology",
            "volume": "70",
            "issn": "",
            "pages": "3407--3415",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The simian immunodeficiency virus envelope glycoprotein contains multiple signals that regulate its cell surface expression and endocytosis",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bowers",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pelchen-Matthews",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Honing",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Vance",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Creary",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Traffic",
            "volume": "1",
            "issn": "",
            "pages": "661--674",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Endocytosis of endogenously synthesized HIV-1 envelope protein. Mechanism and role in processing for association with class II MHC",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Rowell",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Stanhope",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Siliciano",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Journal of immunology",
            "volume": "155",
            "issn": "",
            "pages": "473--488",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "An internalization signal in the simian immunodeficiency virus transmembrane protein cytoplasmic domain modulates expression of envelope glycoproteins on the cell surface",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Sauter",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pelchen-Matthews",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bron",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Marsh",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Labranche",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "The Journal of cell biology",
            "volume": "132",
            "issn": "",
            "pages": "795--811",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The highly conserved C-terminal dileucine motif in the cytosolic domain of the human immunodeficiency virus type 1 envelope glycoprotein is critical for its association with the AP-1 clathrin adaptor",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wyss",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Berlioz-Torrent",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Boge",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Blot",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Honing",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Journal of virology",
            "volume": "75",
            "issn": "",
            "pages": "2982--2992",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Zernike phase contrast electron microscopy of ice-embedded influenza A virus",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yamaguchi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Danev",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nishiyama",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sugawara",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nagayama",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Journal of structural biology",
            "volume": "162",
            "issn": "",
            "pages": "271--276",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Paramyxovirus ultrastructure and genome packaging: cryo-electron tomography of sendai virus",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Loney",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mottet-Osman",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Roux",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bhella",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Journal of virology",
            "volume": "83",
            "issn": "",
            "pages": "8191--8197",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Three-dimensional structure of herpes simplex virus from cryo-electron tomography",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Grunewald",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Desai",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Winkler",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Heymann",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Belnap",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "302",
            "issn": "",
            "pages": "1396--1398",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Retrovirus envelope protein complex structure in situ studied by cryo-electron tomography",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Forster",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Medalia",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zauberman",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Baumeister",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fass",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Proceedings of the National Academy of Sciences of the United States of America",
            "volume": "102",
            "issn": "",
            "pages": "4729--4734",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Electron tomography analysis of envelope glycoprotein trimers on HIV and simian immunodeficiency virus virions",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Chertova",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bess",
                    "suffix": ""
                },
                {
                    "first": "Jr",
                    "middle": [],
                    "last": "Lifson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Arthur",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "O"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Proceedings of the National Academy of Sciences of the United States of America",
            "volume": "100",
            "issn": "",
            "pages": "15812--15817",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Distribution and three-dimensional structure of AIDS virus envelope spikes",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bess",
                    "suffix": ""
                },
                {
                    "first": "Jr",
                    "middle": [],
                    "last": "Chertova",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lifson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nature",
            "volume": "441",
            "issn": "",
            "pages": "847--852",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Molecular architectures of trimeric SIV and HIV-1 envelope glycoproteins on intact viruses: strain-dependent variation in quaternary structure",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bartesaghi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Borgnia",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Meyerson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "De La Cruz",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS pathogens",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "A membrane-proximal tyrosinebased signal mediates internalization of the HIV-1 envelope glycoprotein via interaction with the AP-2 clathrin adaptor",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Boge",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wyss",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Bonifacino",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Thali",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "The Journal of biological chemistry",
            "volume": "273",
            "issn": "",
            "pages": "15773--15778",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "A single amino acid change in the cytoplasmic domain of the simian immunodeficiency virus transmembrane molecule increases envelope glycoprotein expression on infected cells",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Labranche",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Sauter",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Haggarty",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Vance",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Romano",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Journal of virology",
            "volume": "69",
            "issn": "",
            "pages": "5217--5227",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Interaction of endocytic signals from the HIV-1 envelope glycoprotein complex with members of the adaptor medium chain family",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ohno",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Aguilar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Fournier",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hennecke",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Cosson",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Virology",
            "volume": "238",
            "issn": "",
            "pages": "305--315",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Mutagenesis of tyrosine and di-leucine motifs in the HIV-1 envelope cytoplasmic domain results in a loss of Env-mediated fusion and infectivity",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Bhakta",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Shang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Prince",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Claiborne",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hunter",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Retrovirology",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Tailinteracting protein TIP47 is a connector between Gag and Env and is required for Env incorporation into HIV-1 virions",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lopez-Verges",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Camus",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Blot",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Beauvoir",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Benarous",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Proceedings of the National Academy of Sciences of the United States of America",
            "volume": "103",
            "issn": "",
            "pages": "14947--14952",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The long cytoplasmic tail of gp41 is required in a cell type-dependent manner for HIV-1 envelope glycoprotein incorporation into virions",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Murakami",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "O"
                    ],
                    "last": "Freed",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Proceedings of the National Academy of Sciences of the United States of America",
            "volume": "97",
            "issn": "",
            "pages": "343--348",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Identification and characterization of a family of Rab11-interacting proteins",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Hales",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Griner",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Hobdy-Henderson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Dorn",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hardy",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Biol Chem",
            "volume": "276",
            "issn": "",
            "pages": "39067--39075",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The dynamic Rab11-FIPs",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Horgan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Mccaffrey",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Biochemical Society transactions",
            "volume": "37",
            "issn": "",
            "pages": "1032--1036",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "The Rab11-FIP1/RCP gene codes for multiple protein transcripts related to the plasma membrane recycling system",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Goldenring",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Biochimica et biophysica acta",
            "volume": "1759",
            "issn": "",
            "pages": "281--295",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Class I Rab11-family interacting proteins are binding targets for the Rab14 GTPase",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Kelly",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Horgan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Adams",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Patzer",
                    "suffix": ""
                },
                {
                    "first": "Ni",
                    "middle": [],
                    "last": "Shuilleabhain",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Biol Cell",
            "volume": "102",
            "issn": "",
            "pages": "51--62",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Characterisation of the Rab binding properties of Rab coupling protein (RCP) by site-directed mutagenesis",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Lindsay",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Mccaffrey",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "FEBS letters",
            "volume": "571",
            "issn": "",
            "pages": "86--92",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Tetherin/BST-2 Is Essential for the Formation of the Intracellular Virus-Containing Compartment in HIV-Infected Macrophages",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Qi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Yoon",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Cell host & microbe",
            "volume": "12",
            "issn": "",
            "pages": "360--372",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Pseudotyping with human T-cell leukemia virus type I broadens the human immunodeficiency virus host range",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Landau",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Page",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Littman",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Journal of virology",
            "volume": "65",
            "issn": "",
            "pages": "162--169",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Development of an avian leukosis-sarcoma virus subgroup A pseudotyped lentiviral vector",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Lewis",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chinnasamy",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Morgan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Varmus",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Journal of virology",
            "volume": "75",
            "issn": "",
            "pages": "9339--9344",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Jaagsiekte sheep retrovirus envelope efficiently pseudotypes human immunodeficiency virus type 1-based lentiviral vectors",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Halbert",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Journal of virology",
            "volume": "78",
            "issn": "",
            "pages": "2642--2647",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "High-titer human immunodeficiency virus type 1-based vector systems for gene delivery into nondividing cells",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Mochizuki",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Schwartz",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tanaka",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "O"
                    ],
                    "last": "Brady",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Reiser",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Journal of virology",
            "volume": "72",
            "issn": "",
            "pages": "8873--8883",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Transduction of nondividing cells using pseudotyped defective high-titer HIV type 1 particles",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Reiser",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Harmison",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kluepfel-Stahl",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "O"
                    ],
                    "last": "Brady",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Karlsson",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Proceedings of the National Academy of Sciences of the United States of America",
            "volume": "93",
            "issn": "",
            "pages": "15266--15271",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Mechanisms for Env glycoprotein acquisition by retroviruses",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "AIDS research and human retroviruses",
            "volume": "27",
            "issn": "",
            "pages": "239--247",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "S protein of severe acute respiratory syndrome-associated coronavirus mediates entry into hepatoma cell lines and is targeted by neutralizing antibodies in infected patients",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hofmann",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hattermann",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Marzi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gramberg",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Geier",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Journal of virology",
            "volume": "78",
            "issn": "",
            "pages": "6134--6142",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Transduction of human islets with pseudotyped lentiviral vectors",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Kobinger",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Louboutin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vatamaniuk",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Matschinsky",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Human gene therapy",
            "volume": "15",
            "issn": "",
            "pages": "211--219",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Filovirus-pseudotyped lentiviral vector can efficiently and stably transduce airway epithelia in vivo",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Kobinger",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Weiner",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [
                        "C"
                    ],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Nature biotechnology",
            "volume": "19",
            "issn": "",
            "pages": "225--230",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "In vivo gene delivery and stable transduction of nondividing cells by a lentiviral vector",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Naldini",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Blomer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gallay",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ory",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mulligan",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Science",
            "volume": "272",
            "issn": "",
            "pages": "263--267",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Pseudotyping of murine leukemia virus with the envelope glycoproteins of HIV generates a retroviral vector with specificity of infection for CD4-expressing cells",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Schnierle",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Stitz",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Bosch",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Nocken",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Merget-Millitzer",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Proceedings of the National Academy of Sciences of the United States of America",
            "volume": "94",
            "issn": "",
            "pages": "8640--8645",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Domains of the human immunodeficiency virus type 1 matrix and gp41 cytoplasmic tail required for envelope incorporation into virions",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "O"
                    ],
                    "last": "Freed",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Martin",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Journal of virology",
            "volume": "70",
            "issn": "",
            "pages": "341--351",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Virion incorporation of envelope glycoproteins with long but not short cytoplasmic tails is blocked by specific, single amino acid substitutions in the human immunodeficiency virus type 1 matrix",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "O"
                    ],
                    "last": "Freed",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Martin",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Journal of virology",
            "volume": "69",
            "issn": "",
            "pages": "1984--1989",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Direct interaction between the envelope and matrix proteins of HIV-1",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Cosson",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "The EMBO journal",
            "volume": "15",
            "issn": "",
            "pages": "5783--5788",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "In vitro binding of simian immunodeficiency virus matrix protein to the cytoplasmic domain of the envelope glycoprotein",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Manrique",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Affranchino",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Gonzalez",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Virology",
            "volume": "374",
            "issn": "",
            "pages": "273--279",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Foreign glycoproteins can be actively recruited to virus assembly sites during pseudotyping",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Jorgenson",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Vogt",
                    "suffix": ""
                },
                {
                    "first": "Johnson",
                    "middle": [],
                    "last": "Mc",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Journal of virology",
            "volume": "83",
            "issn": "",
            "pages": "4060--4067",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Rip11 is a Rab11-and AS160-RabGAP-binding protein required for insulinstimulated glucose uptake in adipocytes",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "I"
                    ],
                    "last": "Welsh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Leney",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lloyd-Lewis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wherlock",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Lindsay",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Journal of cell science",
            "volume": "120",
            "issn": "",
            "pages": "4197--4208",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Rab11-family interacting protein 2 and myosin Vb are required for CXCR2 recycling and receptor-mediated chemotaxis",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Lapierre",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Goldenring",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sai",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Richmond",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Molecular biology of the cell",
            "volume": "15",
            "issn": "",
            "pages": "2456--2469",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "A Role of myosin Vb and Rab11-FIP2 in the aquaporin-2 shuttle",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "I"
                    ],
                    "last": "Nedvetsky",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Stefan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Frische",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Santamaria",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wiesner",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Traffic",
            "volume": "8",
            "issn": "",
            "pages": "110--123",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Respiratory syncytial virus uses a Vps4-independent budding mechanism controlled by Rab11-FIP2",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Utley",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Ducharme",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Varthakavi",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Shepherd",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Santangelo",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Proceedings of the National Academy of Sciences of the United States of America",
            "volume": "105",
            "issn": "",
            "pages": "10209--10214",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Rab-coupling protein coordinates recycling of alpha5beta1 integrin and EGFR1 to promote cell migration in 3D microenvironments",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "T"
                    ],
                    "last": "Caswell",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Lindsay",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Mccaffrey",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Boettiger",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "The Journal of cell biology",
            "volume": "183",
            "issn": "",
            "pages": "143--155",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Rabs, Rips, FIPs, and endocytic membrane traffic",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Prekeris",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "TheScientificWorldJournal",
            "volume": "3",
            "issn": "",
            "pages": "870--880",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Structural basis for Rab11-mediated recruitment of FIP3 to recycling endosomes",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Eathiraj",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mishra",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Prekeris",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Lambright",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Journal of molecular biology",
            "volume": "364",
            "issn": "",
            "pages": "121--135",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Crystal structure of rab11 in complex with rab11 family interacting protein 2",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "N"
                    ],
                    "last": "Jagoe",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Lindsay",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Read",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Mccoy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Mccaffrey",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Structure",
            "volume": "14",
            "issn": "",
            "pages": "1273--1283",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Structural basis for Rab11-dependent membrane recruitment of a family of Rab11-interacting protein 3 (FIP3)/Arfophilin-1",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Shiba",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Koga",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Shin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kawasaki",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kato",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Proceedings of the National Academy of Sciences of the United States of America",
            "volume": "103",
            "issn": "",
            "pages": "15416--15421",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Disorder and structure in the Rab11 binding domain of Rab11 family interacting protein 2",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bose",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Henry",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Baleja",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Biochemistry",
            "volume": "48",
            "issn": "",
            "pages": "549--557",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "The pCL vector system: rapid production of helper-free, high-titer, recombinant retroviruses",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Naviaux",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Costanzi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Haas",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Verma",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Journal of virology",
            "volume": "70",
            "issn": "",
            "pages": "5701--5705",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Emergence of resistant human immunodeficiency virus type 1 in patients receiving fusion inhibitor (T-20) monotherapy",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Decker",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Arani",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Antimicrob Agents Chemother",
            "volume": "46",
            "issn": "",
            "pages": "1896--1905",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Generation of high-titer pseudotyped retroviral vectors with very broad host range",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Yee",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Friedmann",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Burns",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Methods Cell Biol",
            "volume": "43",
            "issn": "",
            "pages": "99--112",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Rab11a and myosin Vb regulate recycling of the M4 muscarinic acetylcholine receptor",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Volpicelli",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Lah",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Goldenring",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "I"
                    ],
                    "last": "Levey",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Neurosci",
            "volume": "22",
            "issn": "",
            "pages": "9776--9784",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Rab11 is an apically located small GTP-binding protein in epithelial tissues",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Goldenring",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Vaughan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Cameron",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hawkins",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "The American journal of physiology",
            "volume": "270",
            "issn": "",
            "pages": "515--525",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "doi:10.1371/journal.ppat.1003278.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "FIP1C depletion and HIV-1 Env incorporation in HeLa cells. (A) The efficiency of depletion of Rab11a-FIPs was measured by real time PCR (top). Infectivity of released particles following depletion of each FIP family member is shown below. (B) Depletion of FIP1C was confirmed at the protein level by immunoblotting with a FIP1C-specific antiserum. Env levels in both cell lysates and virions harvested from the FIP-depleted HeLa cells were assayed by immunoblotting. (C) Restoration of Env incorporation following shRNA-mediated depletion. Two constructs were used in this experiment: FIP1C cDNA is an shRNA sensitive GFP-tagged plasmid; while FIP1C* includes silent mutations in the shRNA target sequence rendering it shRNA-resistant. 2 ug and 4 ug of each FIP1C construct were used in the repletion assay as indicated at the top of the blot. (D) Infectivity of viral particles from the experiment shown in panel D as evaluated using TZM-bl indicator cells. Lanes are numbered and correspond to the blot above. Statistical comparisons utilized the unpaired t-test, * = p,.05; ** = p,.01. doi:10.1371/journal.ppat.1003278.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "FIP1C depletion alters HIV-1 Env incorporation, cell surface levels, and viral growth in the H9 T cell line. (A) FIP1C depletion was achieved using shRNA in HeLa cells (left) and the H9 T cell line (right). Populations of FIP1C-depleted HeLa and H9 cells were then divided and infected with VSV-pseudotyped NL4-3 or NL4-3delCT144. Released viruses were harvested 2 days after infection (HeLa) or 4 days after infection (H9) and evaluated for protein content by Western blotting. Note that results using specific antiserum used for detection of gp120 and gp160 in cells and",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4. HIV-1 Env redistributes FIP1C to plasma membrane in a gp41 cytoplasmic tail-dependent manner. HeLa cells were transfected with GFP-FIP1C (A-C) and either proviruses NL4-3 WT Env (B,C) or NL4-3delCT144 Env mutant (D). 24 hours after transfection, cells were fixed with 4% PFA and stained for HIV-1 Env using human monoclonal antibody b12. The distribution of GFP-tagged FIP1C, FIP2 and Env was examined using a wide-field deconvolution immunofluorescent microscope. Quantitation of tight perinuclear distribution versus peripherallydistributed GFP-FIP1C was evaluated by blinded observers on a per-cell basis, presented graphically as the % of evaluable cells in each category (E). We also tested if HIV-1 Env protein alone redistributes FIP1C using same method described above and plotted the result in (F). doi:10.1371/journal.ppat.1003278.g004",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "GFP-FIP1C-wildtype and FIP1C truncation mutants demonstrate distinct localization with Rab14 and Rab11a. HeLa cells were transfected with (A)GFP-FIP1C wild-type (WT; 1-649), (B) C-terminally truncated GFP-FIP1C (1-614), lacking the Rab11 binding domain (RBD), (C) N-terminally truncated GFP-FIP1C (560-649), (D) GFP-FIP1C (592-649), or (E) FIP1C(560-649)(S580N/S582L). Cells were fixed and stained for endogenous Rab14 (red) and Rab11a (blue). doi:10.1371/journal.ppat.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Rab14 interaction with FIP1C is required for HIV-1 Env incorporation. (A) HeLa cells were transfected with proviral plasmid pNL4-",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "FIP1C is required for Env incorporation in MDMs and enhances Env content of HIV-1 particles when overexpressed with Rab14. (A) MDMs were prepared from peripheral blood of healthy donors and depleted of FIP1C using two administrations of siRNA. MDMs were then infected with VSV-G-pseudotyped NL4-3 or NL4-3delCT144. Cell lysates and purified particles were examined 8 days following infection. Shown",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "| www.plospathogens.org effect of polymorphisms in FIP1C on HIV acquisition or disease progression.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Model for outward sorting of HIV Env by the FIP1C-Rab14 complex. ERC = endosomal recycling compartment. doi:10.1371/journal.ppat.1003278.g008",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ".1371/journal.ppat.1003278.g006 FIP1C and Rab14 Direct HIV-1 Env Incorporation PLOS Pathogens | www.plospathogens.org",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}