{
    "paper_id": "e1cb86642107f15ec6d854bebf9c8341d1416ef4",
    "metadata": {
        "title": "Strand-Exchange Nucleic Acid Circuitry with Enhanced Thermo-and Structure-Buffering Abilities Turns Gene Diagnostics Ultra-Reliable and Environmental Compatible OPEN",
        "authors": [
            {
                "first": "Zhentong",
                "middle": [],
                "last": "Zhu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Lab of Electroanalytical Chemistry",
                    "institution": "Chinese Academy of Science",
                    "location": {
                        "postCode": "130022",
                        "settlement": "Changchun, Changchun, Jilin",
                        "country": "P.R. China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yidan",
                "middle": [],
                "last": "Tang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Lab of Electroanalytical Chemistry",
                    "institution": "Chinese Academy of Science",
                    "location": {
                        "postCode": "130022",
                        "settlement": "Changchun, Changchun, Jilin",
                        "country": "P.R. China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yu",
                "middle": [
                    "Sherry"
                ],
                "last": "Jiang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Texas at Austin",
                    "location": {
                        "postCode": "78712",
                        "settlement": "Austin",
                        "region": "Texas",
                        "country": "United States"
                    }
                },
                "email": ""
            },
            {
                "first": "Sanchita",
                "middle": [],
                "last": "Bhadra",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Texas at Austin",
                    "location": {
                        "postCode": "78712",
                        "settlement": "Austin",
                        "region": "Texas",
                        "country": "United States"
                    }
                },
                "email": ""
            },
            {
                "first": "Yan",
                "middle": [],
                "last": "Du",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Texas at Austin",
                    "location": {
                        "postCode": "78712",
                        "settlement": "Austin",
                        "region": "Texas",
                        "country": "United States"
                    }
                },
                "email": ""
            },
            {
                "first": "Andrew",
                "middle": [
                    "D"
                ],
                "last": "Ellington",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Lab of Electroanalytical Chemistry",
                    "institution": "Chinese Academy of Science",
                    "location": {
                        "postCode": "130022",
                        "settlement": "Changchun, Changchun, Jilin",
                        "country": "P.R. China"
                    }
                },
                "email": ""
            },
            {
                "first": "Bingling",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Here we present an amide-assistant mechanism that successfully reduces the prevalence of these problems for CHA and maximizes its thermo-and structure-buffering abilities. Such an organic amide-promoted CHA (shortened as OHT-CHA) can unprecedentedly amplify through 4 °C to 60 °C without rebuilding sequences or concerning target complexity. We are then for the first time able to employ it as a direct and universal signal booster for loop mediated isothermal reaction (LAMP). LAMP is one of the most promising point-of-care (POC) gene amplifiers, but has been hard to detect precisely due to structured products and haunted off-target amplicons. OHT-CHA guarantees a significant and reliable signal for LAMP reaction amplified from as little as 10 −19 M virus gene. And one single set of OHT-CHA is qualified to any detection requirement, either in real-time at LAMP running temperature (~60 °C), or at end-point on a POC photon counter only holding environmental temperatures fluctuating between 4 °C to 42 °C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Recent advances in the field of molecular computing have yielded a series of nucleic-acid-alone amplification circuits relying on parallel or series toehold-mediated strand exchange reactions 1-8 . One of these promising circuits, catalytic two hairpin assembly (known as CHA) 8,9 , uses a single stranded DNA oligonucleotide as an input/catalyst to initial two successive toehold-mediated stand exchange/displacement reactions that assemble two hairpin substrates into duplex products (Fig. 1A) . Under a regular reaction condition, an ideal CHA reaction is capable of amplifying 50 to 100 fold within a few hours (Fig. 1B, column 1) . Due to the high signal-to-background ratio and programmability, CHA has been widely applied into detecting various analytical platforms and considered as a new generation of signal amplifier and transducer. A wide range of targets have been designed as catalysts for detection, including oligonucleotides 10,11 , aptamer-intermediated non-nucleic acid species such as proteins and small molecules 12,13 , nucleic acid nanostructures 14 , and certain isothermal nucleic acid amplification products such as rolling circle amplification (RCA) and strand exchange amplification (SDA) 15, 16 .",
            "cite_spans": [
                {
                    "start": 1217,
                    "end": 1220,
                    "text": "15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1221,
                    "end": 1223,
                    "text": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 486,
                    "end": 495,
                    "text": "(Fig. 1A)",
                    "ref_id": null
                },
                {
                    "start": 615,
                    "end": 634,
                    "text": "(Fig. 1B, column 1)",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        },
        {
            "text": "Unfortunately, it has been found further utilization of CHA in real-world detection rather than just proof-of-concept validations is still practically difficult and inflexible. A well-designed circuit may only functions efficiently at a narrow temperature zone, for example, ranging from 32 °C to 42 °C for a regular reaction optimized to perform at 37 °C 15 . Once the temperature fluctuates out, it requires laboriously shortening or extending sequence lengths according to temperature cooling or elevating 15 . We recently also realized CHA may be still inefficient or non-functional even after rational design. The main reason is most worthy-to-detect RNA or",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "gene segments are actually containing highly self-folding structures that can block toehold binding and strand exchange steps involved in CHA pathway, finally inhibiting or ruining the whole reaction (Fig. 1B, column 2 , Figure S1 ). The prevalence of such inhibition induced by unexpected \"temperature fluctuation\" or \"self-folding\" has perniciously impeded the broader applications of CHA and other nucleic acid circuits, especially in achieving point-of-care (POC) gene or RNA diagnostics.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 200,
                    "end": 218,
                    "text": "(Fig. 1B, column 2",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 221,
                    "end": 230,
                    "text": "Figure S1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Tracing back to the 60's of last century, pioneers in nucleic acid research revealed amides, in particular formamide, could speed up DNA hybridization rate 17 and meanwhile improve hybridization specificity 18 as a hydrogen-bond destabilizer 19 . In the following several decades, these properties of formamide have been successively employed for increasing reaction rate or accuracy of many novel nucleic acid interactions 20-29 , including those milestones such as polymerase chain reaction 20 , sequencing 21 and nanostructure assembly 26, 27, 29 . Inspired by these early findings, here we deeply explored the amide (especially formamide)-assistant mechanism in the CHA reaction and showed dramatic enhancement in the buffering ability of a CHA against unexpected self-folding or temperature-cooling. As a hybridization accelerator and moderate hydrogen bonder softener, formamide with an appropriate volume fraction (≤ 50%) could successfully revive a structure-inhibited CHA reaction, promote its catalytic rate by tens-to-hundreds times, and enlarge its functional temperature to much cooler than desired. Especially when organic amide was coupled with our self-engineered CHA system executing at as high as 45 °C to 60 °C (HT-CHA, Fig. 1B, column 3) 15 , the as-formed OHT-CHA can amplify efficient through 4 °C to 60 °C, exempt from rebuilding sequences or concerning target complexity (Fig. 1B, column 4) . Such a flexible performance has never been achieved in previous reports. Detailed rules summarized in this article may motivate and enable many other advances in this field, both theoretically and practically. As a very important example (Fig. 1C) , we employed OHT-CHA as a temperature-independent and structure-irrespective signal enhancer for loop mediated isothermal reaction (LAMP) [30] [31] [32] [33] . LAMP is a most powerful point-of-care (POC) gene amplifier, but its direct detection has been analytically difficult due to structured products and frequent off-target reactions. OHT-CHA guaranteed a significant and reliable LAMP signal even in presence of down to 10 −19 M virus genes of fetal Middle-East respiratory syndrome coronavirus (MERS-CoV) or Zaire Ebolavirus (Ebola). Moreover, one single set of OHT-CHA was qualified to any detection requirement, either in real-time at LAMP running temperature (~60 °C), or at end-point on a POC photon counter only holding environmental temperatures fluctuating between 4 °C to 42 °C. Gene detection based on LAMP thus turns ultra-reliable and environmental compatible, being ready in POC applications.",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 158,
                    "text": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 207,
                    "end": 209,
                    "text": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 242,
                    "end": 244,
                    "text": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 493,
                    "end": 495,
                    "text": "20",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 509,
                    "end": 511,
                    "text": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 539,
                    "end": 542,
                    "text": "26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 543,
                    "end": 546,
                    "text": "27,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 547,
                    "end": 549,
                    "text": "29",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1258,
                    "end": 1260,
                    "text": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1804,
                    "end": 1808,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1809,
                    "end": 1813,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1814,
                    "end": 1818,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1819,
                    "end": 1823,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [
                {
                    "start": 1239,
                    "end": 1257,
                    "text": "Fig. 1B, column 3)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1395,
                    "end": 1414,
                    "text": "(Fig. 1B, column 4)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1655,
                    "end": 1664,
                    "text": "(Fig. 1C)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Self-structures ruined a high temperature CHA (HT-CHA) at room temperature. Our demonstration started from specifically designing a HT-CHA for potential MERS-CoV virus detection. The reaction followed a classic four-step pathway 9 shown in Fig. 1A and general rules summarized in our report of HT-CHA 15 . The catalyst (C1) sequence was designed as a selected 29-mer fragment within ORF1A region of MERS-CoV virus gene (MRES-1A, Fig. 2A ) 31, 33 . Customarily, we describe the DNA reaction components in terms of numbered domains, each of which contains 10-15 mer short sequence. Complementarity between numbered domains is denoted by an asterisk (*). In presence of C1, its domain 1 serves as a toehold to bind domain 1* on H1 and initiates a branch migration reaction to open the H1 stem (Fig. 1A, Step I). Domain 3 on H1 then serves as a second toehold to initiate another strand displacement reaction to open the H2 stem, forming the C1-H1-H2 intermediate (Fig. 1A, Step II). C1 can automatically dissociate from H1 and serve as a catalyst to trigger one other round of hairpin assembly reaction, leaving H1-H2 duplex as final product (Fig. 1A, Step III). Meanwhile, overhanging fragment (4*-3*-2*-5*-6*) on H1-H2 initiates one more toehold-mediated strand displacement that releases a fluorescence quencher (Q1) from a fluorescein amidite (FAM)-labeled oligonucleotide (F1), allowing the reaction process being monitored (Fig. 1A, Step IV).",
            "cite_spans": [
                {
                    "start": 301,
                    "end": 303,
                    "text": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 439,
                    "end": 442,
                    "text": "31,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 443,
                    "end": 445,
                    "text": "33",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [
                {
                    "start": 240,
                    "end": 247,
                    "text": "Fig. 1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 429,
                    "end": 436,
                    "text": "Fig. 2A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 790,
                    "end": 799,
                    "text": "(Fig. 1A,",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 960,
                    "end": 969,
                    "text": "(Fig. 1A,",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1139,
                    "end": 1148,
                    "text": "(Fig. 1A,",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1426,
                    "end": 1435,
                    "text": "(Fig. 1A,",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "As shown in Fig. 2B gotten at 55 °C, a sharp fluorescence increase was clearly observed when only 2.5 nM C1 was added into the CHA reaction, on contrast to a quasi-flat curve gotten from the reaction without any C1. Such high signal-background resolution was obtained through a temperature range from 47 °C to 60 °C ( Figure S2 ), well meeting the high performance of a HT-CHA 15 . However, when the temperature was decreased to our room temperature fluctuating between 20 °C and 25 °C, the reaction with same amount of 2.5 nM C1 showed almost ignorable fluorescence increase during a whole 3 h monitoring period (Fig. 2C) , which was more visually reflected by an almost 100-fold decrease in initial reaction rate (Δ relative fluorescent unit/Δ time 0-30min , Δ RFU/Δ t 0-30min ) compared with the one at 55 °C. According to our previous study 15 , it was predictable the HT-CHA could lose some catalytic efficiency at cooler temperature due to the slower dissociation of C1 from H1-H2-C1 complex (Fig. 1A, Step III). Here the completely loss in catalytic activity was more attributed to the undesirable secondary structures in C1 and fragment 4*-3*-2*-5*-6* formed at around 20 °C ( Fig. 2A , left, and S3A). Calculation was made on open-access online software, Nupack, developed by Caltech University 34 . They seriously blocked the toehold binding and thus slowed down further branch migration step, finally ruining the whole reaction. This assumption could be confirmed by observing gradually recovered catalytic activities along with heating-up the reaction ( Fig. 2B and S2 ). Upon temperature increase, these secondary structures would be gradually dissolved, and even eliminated when the temperature approached 60 °C ( Fig. 2A , right, and S3B).",
            "cite_spans": [
                {
                    "start": 377,
                    "end": 379,
                    "text": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 845,
                    "end": 847,
                    "text": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 12,
                    "end": 19,
                    "text": "Fig. 2B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 318,
                    "end": 327,
                    "text": "Figure S2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 613,
                    "end": 622,
                    "text": "(Fig. 2C)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 998,
                    "end": 1007,
                    "text": "(Fig. 1A,",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1185,
                    "end": 1192,
                    "text": "Fig. 2A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1566,
                    "end": 1580,
                    "text": "Fig. 2B and S2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1728,
                    "end": 1735,
                    "text": "Fig. 2A",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Formamide significantly improved the buffering abilities of a CHA circuit against unexpected cooling and self-folding. When we started importing formamide (from 10% volume concentration) into the above reaction at room temperature, a formamide concentration-dependent recovery in catalytic rate (with 2.5 nM C1) was observed. In presence of 40% formamide, the catalytic rate reached as high as 50-fold compared to that without formamide ( Fig. 2C and S4) . Meanwhile, the non-catalytic reaction rate (without C1) still kept unchanged \"zero\" in the same recipe, about 500-fold less than that of catalytic reaction. Above surprising improvement could be partially explained by earlier finding [17] [18] [19] [20] [21] [22] [23] [24] [25] [26] [27] [28] [29] and our experiments ( Figure S5 ) that formamide could accelerate the hybridization rate. Being identically consistent with one other pioneering literature 22 , we also observed formamide could linearly decrease duplex melting temperature at a rate of approximate − 6.5 °C/ volume fraction (× 100) formamide ( Figure S6 ), suggesting formamide was meanwhile destabilizing the nucleobase pairs. In a mechanism derived from our and other's understanding 22 , this phenomenon probably resulted from the special molecular size and composite of formamide. Carbonyl oxygen atom on formamide might serve as a hydrogen-bond competitor that directly occupies the position of one base, finally breaking-up a normal base pair. But meanwhile, formamide is also likely to just soften but not destroy a base pair through forming a base-formamide-base intermediate, in which both carbonyl oxygen atom and amino hydrogen atom take part in hydrogen bond formation. Formamide thus happened to gain similar function as heating and opportune force to unwind/soften those unexpected self-structures blocked the strand exchange reactions during the HT-CHA pathway. More intuitionally, formimade with appropriate amount was strong enough to melt those unexpected, relatively weaker self-folding structures in C1 and fragment 4*-3*-2*-5*-6*, but mild enough to remain the expected, stronger H1, H2, and H1-H2 duplexes. The softening effect also facilitated the process that C1 dissociated from H1-H2-C1 intermediate at low temperature. Overall, it was formamide's synergistic function of both accelerating and destabilizing that greatly enhanced the fluidity of a suppressed HT-CHA at room temperature. A detection limit of 50 pM C1 was gotten at 25 °C ( Figure S4 ), as sensitive as that gotten from a HT-CHA functioning at its desirable high temperature 15 .",
            "cite_spans": [
                {
                    "start": 691,
                    "end": 695,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 696,
                    "end": 700,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 701,
                    "end": 705,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 706,
                    "end": 710,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 711,
                    "end": 715,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 716,
                    "end": 720,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 721,
                    "end": 725,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 726,
                    "end": 730,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 731,
                    "end": 735,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 736,
                    "end": 740,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 741,
                    "end": 745,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 746,
                    "end": 750,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 751,
                    "end": 755,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 912,
                    "end": 914,
                    "text": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1208,
                    "end": 1210,
                    "text": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 2588,
                    "end": 2590,
                    "text": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 439,
                    "end": 454,
                    "text": "Fig. 2C and S4)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 778,
                    "end": 787,
                    "text": "Figure S5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1066,
                    "end": 1075,
                    "text": "Figure S6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 2487,
                    "end": 2496,
                    "text": "Figure S4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Summarized from our systematic discussion in both main text (Figs 3 and 4) and supporting information ( Figure S5 -S9), it could be concluded that the formamide-enhanced structure-buffering and thermo-buffering abilities could be generalized to any one step strand exchange reaction (Fig. 3 ) and CHA circuit (Fig. 4) , no matter it was a HT-CHA (Fig. 2C ) or regular CHA that was ought to proceed at around 37 °C (Fig. 4 ). Just through slightly adjusting the formamide content, we could more or less revive a CHA reaction from self-folding-lagged passivation, and at the time widen its efficient region to cooler circumstances than desired functional temperature Table S2 for convenient reading. Note: To meet different temperature requirements and prove the instrument-friendly property of our method, we used more than one fluorescent outputting instrument (Seeing Instruments section of supporting information). Therefore the data of y-axis of different figures may be in different scales.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 104,
                    "end": 113,
                    "text": "Figure S5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 283,
                    "end": 290,
                    "text": "(Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 309,
                    "end": 317,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 346,
                    "end": 354,
                    "text": "(Fig. 2C",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 414,
                    "end": 421,
                    "text": "(Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 665,
                    "end": 673,
                    "text": "Table S2",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "( Fig. 2C and S9) . However, as a hydrogen-bond softener, the effect of formimade on an ideal (no self-folding) strand exchange or CHA reaction would not be definitely positive at desired functional temperatures or above, but highly depends on the toehold length (or sequence) of each strand exchange step. Notably, the advantage of using formamide in a circuit would be especially dramatic, much more obvious compared with in a one-step strand exchange reaction or simple hybridization. The reason was a nucleic acid circuit was an integration of multiple strand exchange reactions. Therefore, the promotional effect of formamide on each strand exchange step would be correspondingly integrated and accumulated in a circuit.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 2,
                    "end": 17,
                    "text": "Fig. 2C and S9)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Even though the promotional effect of formamide on CHA was general, using formamide together with a thermo-stable one (HT-CHA) could endow a circuit maximum thermo-buffering ability and thus was especially encouraged. As confirmed ( Figure S10 ), in assistance of formamide, a HT-CHA could function efficiently through above 4 °C to 60 °C, without concerning target complexity or rebuilding component sequences. To emphasize this unprecedented and remarkable advance, such combination of organic amide with HT-CHA was in general named OHT-CHA. The above HT-CHA and OHT-CHA using C1 as catalyst were then specified as HT-CHA1 and OHT-CHA1, respectively. From observing the optimized formamide concentration in OHT-CHA1 at different temperatures ( Figure S10 ), the highest necessity of using formamide sit at temperatures below 47 °C. The more the temperature was lower than 47 °C, the more formamide was required to achieve satisfied promotion. It should be noted that the optimized amount and necessary temperature of formamide have to be experimentally determined, since it might vary a lot for different CHA sets, and still be difficult to be theoretically calculated. But at any situation formamide should be controlled less than 50%. Otherwise over amounted formamide would seriously destabilize expected H1, H2 and reporter duplexes as well. Some other amides, such as dimethyl sulfoxide (DMSO), dimethyl formamide (DMF), and N-methyl-2-pyrrolidone (NMP), were also found with similarly effect to formamide ( Figure S11 ). Nevertheless, under equal amount formamide provided the highest signal-to-background ratio for Significant improvement of OHT-CHA in the single mismatch discrimination at low temperature.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 233,
                    "end": 243,
                    "text": "Figure S10",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 746,
                    "end": 756,
                    "text": "Figure S10",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1515,
                    "end": 1525,
                    "text": "Figure S11",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Establishment of organic amide promoted HT-CHA system (OHT-CHA)."
        },
        {
            "text": "Other than promoting catalytic reaction rate and providing wider thermo-buffering ability, amide could also significantly increase detection selectivity of a circuit at low temperature. As shown in Fig. 2C , only a single mutation at the middle of C1 toehold domain (e.g. C1mis1) or at starting-point of branch migration (e.g. C1mis2) was able to inhibit catalytic reaction to almost undetectable, about 120-fold decrease in initial reaction rate, which was even more than 10 times higher than that of either one step strand exchange 35, 36 or a regular 37 °C CHA 9 .",
            "cite_spans": [
                {
                    "start": 534,
                    "end": 537,
                    "text": "35,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 538,
                    "end": 540,
                    "text": "36",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [
                {
                    "start": 198,
                    "end": 205,
                    "text": "Fig. 2C",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Establishment of organic amide promoted HT-CHA system (OHT-CHA)."
        },
        {
            "text": "Further demonstration of generality of the OHT-CHA. The generality of OHT-CHA could be proved in two simple ways. First, we applied the similar OHT-CHA strategy into one other HT-CHA designed with completely different sequences (C2, H3, H4, F2, Q2) . In presence of formamide (30%), the new OHT-CHA (OHT-CHA2) again showed a significant performance surge at room temperature of 17 °C (Fig. 5A , 55 °C shown in Figure S12) . Second, as shown in Figure S13 , 5B and 5C, using one other target (C3 here) to open a hairpin transducer in which toehold domain of C1 was previously blocked by the stem of transducer, the unlocked C1 could then trigger the OHT-CHA1 (H1, H2, F1 and Q1) efficiently at 25 °C. This success further generalized OHT-CHA to those sequences non-relevant to its components.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 228,
                    "end": 248,
                    "text": "(C2, H3, H4, F2, Q2)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 384,
                    "end": 392,
                    "text": "(Fig. 5A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 410,
                    "end": 421,
                    "text": "Figure S12)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 444,
                    "end": 454,
                    "text": "Figure S13",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Establishment of organic amide promoted HT-CHA system (OHT-CHA)."
        },
        {
            "text": "Application of OHT-CHA in improving reliability and environment-compatibility for real-world virus diagnosis. To further verify the application of OHT-CHA in monitoring trace amount real-world target much less than pM level, LAMP was innovatively imported here as an assistant sensitivity booster. LAMP is a most point-of-care promising isothermal gene amplifier 32 but has been underused due to its complex products and haunted non-specific false amplicons ( Figure S14) 37, 38 . Our recent advances have proven one step strand exchange reaction (OSD) could solve this problem by specifically probing single strand loop amplicons among LAMP products 30, 31, 33 . Here displacing OSD with CHA circuit may provide further signal enhancement upon anti-false function ( Fig. 1C and S13B ). In detail, the 29-mer MERS-1A gene segment, with the same sequence as C1, was designed to be one of the loop sequences (Loop 3 in Figure S14 ) among LAMP amplicons amplified from MERS-1A. Simultaneously with or after MERS-1A-posivie LAMP reaction, the accumulated Loop 3 (C1) would initial OHT-CHA1 (without formamide) at 55 °C, either in real-time (Fig. 6A) or at end-point ( Figure S15 ). Besides performing the detection at 55 °C on a professional real-time PCR machine (Fig. 6A, S15) , addition of formamide now also allowed the same OHT-CHA1 executing end-point detection on fluorescence (FL) facilities with no temperature control ( Figure S16, 6B and 6C ). For example, it was very excited to see OHT-CHA1 behaved Sequences and structures of three catalysts, C linear , C structured1 , and C structured2 , respectively. The three catalysts hold the same C linear sequence that can trigger the CHA reaction at 37 °C. The segment in red was the toehold binding domain, which was partly blocked in C structured1 and C structured2 at different degrees. (B) Real-time fluorescent kinetic monitoring right after buffer, C linear , C structured1 , or C structured2 was added into CHA components without (B) and with (C) 20% formamide.",
            "cite_spans": [
                {
                    "start": 472,
                    "end": 475,
                    "text": "37,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 476,
                    "end": 478,
                    "text": "38",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 651,
                    "end": 654,
                    "text": "30,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 655,
                    "end": 658,
                    "text": "31,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 659,
                    "end": 661,
                    "text": "33",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [
                {
                    "start": 460,
                    "end": 471,
                    "text": "Figure S14)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 767,
                    "end": 783,
                    "text": "Fig. 1C and S13B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 917,
                    "end": 927,
                    "text": "Figure S14",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1136,
                    "end": 1145,
                    "text": "(Fig. 6A)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1164,
                    "end": 1174,
                    "text": "Figure S15",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1260,
                    "end": 1274,
                    "text": "(Fig. 6A, S15)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1426,
                    "end": 1447,
                    "text": "Figure S16, 6B and 6C",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Establishment of organic amide promoted HT-CHA system (OHT-CHA)."
        },
        {
            "text": "the same well on a common FL spectrum (under room temperature fluctuating from 19 °C to 21 °C, Fig. 6B) , and a portable FL photon counter with resource-poor settings (under outdoor temperature fluctuating from 6.5 °C to 12 °C, Fig. 6C ). Control experiments indicated even at such low temperature the detection was still so specific and sensitive (Fig. 7) . After as short as 20-30 min LAMP reaction, OHT-CHA1 could provide accurate \"YES\"-or-\"NO\" detection for as low as 20 copy MERS-1A (≈ 6 × 10 −19 M, or 600 zM, Fig. 7) , well meeting the practical requirement for MERS-CoV virus detection 31, 33 . Meanwhile, the special second-order kinetic curve avoided the misreading brought by easy-shifted fluorescence intensity generated in regular end-point fluorescence assay. Practically, the negative control reading could be even omitted. Note here while ultra-sensitivity could be realized, there hardly was dose-discrimination. First, as might have been expected for a robust amplification reaction such as LAMP, primers in reactions with different amount templates have been all consumed in a short given time, producing similar amounts of amplicons. Second, similar to other powerful isothermal amplifications, LAMP with different samples might randomly produce unrepeatable side amplicons, which could affect the accurate quantification of correct amplicons.",
            "cite_spans": [
                {
                    "start": 594,
                    "end": 597,
                    "text": "31,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 598,
                    "end": 600,
                    "text": "33",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [
                {
                    "start": 95,
                    "end": 103,
                    "text": "Fig. 6B)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 228,
                    "end": 235,
                    "text": "Fig. 6C",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 348,
                    "end": 356,
                    "text": "(Fig. 7)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 516,
                    "end": 523,
                    "text": "Fig. 7)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Establishment of organic amide promoted HT-CHA system (OHT-CHA)."
        },
        {
            "text": "We also tried to use OHT-CHA to detect LAMP amplicons of Zaire Ebolavirus synthetic DNA templates (ZEBOV) 33 . Just as shown in the gel electrophoresis (Fig. 8A) , LAMP products amplified from parallel ZEBOV positive samples (PI and PII) run into different patterns and it was hard to get clear diagnostics. Now such \"puzzle\" could be easily solved by using ZEBOV targeting OHT-CHA (OHT-CHA3). Products from both PI and PII could generate OHT-CHA fluorescence curves, verifying both samples contained correct amplicons and were ZEBOV positive (Fig. 8B) . While the slower slope with PII indicated the correct amplicons were diluted by more side non-specific products compared with that with PI. These experiments further confirmed CHA's amplifiable necessity that guaranteed a high and reliable signal in response to seriously diluted amplicons. But it should be notable due to LAMP reactions, especially being accompanied with side reactions, could hardly be completely reproduced from time to time. The gel pictures and kinetic curves in Fig. 8 could show different patterns and slopes whenever the experiments are to be repeated.",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 108,
                    "text": "33",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [
                {
                    "start": 152,
                    "end": 161,
                    "text": "(Fig. 8A)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 543,
                    "end": 552,
                    "text": "(Fig. 8B)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1040,
                    "end": 1046,
                    "text": "Fig. 8",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Establishment of organic amide promoted HT-CHA system (OHT-CHA)."
        },
        {
            "text": "In this paper, we presented the first systematic demonstration showing how formamide and other amide denaturants were so deeply and helpfully involved in the CHA reactions. Through step-by-step study we reproduced formamide's critical function as an efficient hybridization accelerator, and confirmed its destructiveness as denaturant was particularly moderate, compared with other amides. Within a wide concentration range, formamide was strong enough to smooth those unexpected, small-scale structures, but weak enough to remain most expected ~20-mer duplexes generally used in strand exchange reactions, especially at ambient environmental temperatures. Such a synergistic effect of acceleration and mild smoothing finally made formamide dramatically effective to revive a structure-inhibited strand-exchange. This superiority was even enlarged when multiple strand exchange reactions were integrated into a nucleic acid CHA circuit. In complicated medium such as serum (e.g. 50% fetal bovine serum, Figure S17 ), formamide was found functioned as well as, and even better than in pure buffer condition. Besides reviving the structure-inhibited CHA reaction, formamide could also effectively inhibit those enzymes in serum that could degrade CHA components. Especially when formamide was coupled with a HT-CHA, the as formed OHT-CHA has showed significant improvement for gene detection in all aspects of signal amplitude, specificity, and environment-comparability. We have tried to use different types of fluorescence readers to monitor the LAMP-OHT-CHA combination. Even through different instruments have Fig. B and C, Data were at end-point collected after LAMP products were manually added into CHA reaction. Other useful notes about OHT-CHA-LAMP detection see the last page of supporting information). different temperature controlling abilities, different data collecting and processing accuracies, and different POC comparability, the OHT-CHA could perform equally well on these various instruments, providing its beautiful climbing curve only in presence of the correct virus genes. It should be noted that in this paper, we only used easily-prepared and contamination-free synthetic DNA templates but not real virus RNA because our recent study have already demonstrated the amplification and anti-interference ability of reverse transcription LAMP (RT-LAMP) for both ZEBOV and MERS RNAs were equally efficient to that of LAMP for MERS-1A and ZEBOV DNA templates) 30, 31, 33 . And formamide was not encouraged being added into the real-time detection at as high as ~60 °C. It may do harm to the DNA polymerase and delay the LAMP reaction. To avoid contamination generated during any open-tube step after LAMP reaction, transporting OHT-CHA components through a sealed flow set-up was suggested.",
            "cite_spans": [
                {
                    "start": 2478,
                    "end": 2481,
                    "text": "30,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 2482,
                    "end": 2485,
                    "text": "31,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 2486,
                    "end": 2488,
                    "text": "33",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [
                {
                    "start": 1003,
                    "end": 1013,
                    "text": "Figure S17",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1612,
                    "end": 1618,
                    "text": "Fig. B",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, we have shown the introduction of formamide to smooth the undesired structures in strand exchange and CHA reactions, which for the first time allowed us to extend a single CHA functioning at flexible operation temperatures ranging from right above ice point to 60 °C. From the view of point-of-care, we can see that the as-named OHT-CHA may boost the usage of nucleic circuitry in detecting diseases at somewhere there is poor temperature control. Such possibility was well demonstrated when we realized ultra-sensitive and-specific detection of MERS-1A and ZEBOV in various environments. This interesting advance has also deepened our insight of strand exchange, nucleic acid circuitry and their relationship with underused organic hybridization accelerators. Its applications are supposed to be generally extended to other strand exchange based circuits, making them much easier to design and more powerful. Being encouraged by such a remarkable promoting function of amide organic, other types of chemicals [17] [18] [19] [20] [21] [22] [23] [24] [25] [26] [27] [28] [29] holding similar or even better effect are highly deserved further exploration, comparison and theoretical calculation.",
            "cite_spans": [
                {
                    "start": 1025,
                    "end": 1029,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1030,
                    "end": 1034,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1035,
                    "end": 1039,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1040,
                    "end": 1044,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1045,
                    "end": 1049,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1050,
                    "end": 1054,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1055,
                    "end": 1059,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1060,
                    "end": 1064,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1065,
                    "end": 1069,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1070,
                    "end": 1074,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1075,
                    "end": 1079,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1080,
                    "end": 1084,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1085,
                    "end": 1089,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "supporting information. Sequences and reaction conditions for each figure were listed in Table S1 and Table S2 , respectively. Table S2 for convenient reading.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 89,
                    "end": 110,
                    "text": "Table S1 and Table S2",
                    "ref_id": null
                },
                {
                    "start": 127,
                    "end": 135,
                    "text": "Table S2",
                    "ref_id": null
                }
            ],
            "section": "Materials and instruments. Instruments and materials (including buffers and chemicals) were listed in"
        },
        {
            "text": "templates were obtained with the same protocol as ref. 32 . Briefly, all DNA polymerase chain reaction (PCR) amplification reactions were performed using high-fidelity Phusion DNA polymerase (NEB), according to the manufacturer's instructions. The gBlock double stranded DNA surrogates of MERS-CoV and ZEBOV genetic loci were designed to include a T7 RNA polymerase promoter at their 5′ -ends to enable subsequent transcription. These gBlocks were cloned into the pCR2.1-TOPO vector (Life Technologies, Carlsbad, CA, USA) by Gibson assembly using the 2× mastermix (NEB) according to the manufacturer's instructions. Cloned plasmids were selected and maintained in an E. coli Top10 strain. Plasmid minipreps were prepared from these strains using the Qiagen miniprep kit (Qiagen, Valencia, CA, U.S.A). All gBlock inserts were verified by sequencing at the Institute of Cellular and Molecular Biology Core DNA Sequencing Facility.",
            "cite_spans": [
                {
                    "start": 55,
                    "end": 57,
                    "text": "32",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Cloning of MERS-CoV and Zaire Ebolavirus VP30 gBlocks and PCR amplification of transcription templates (Making MERS-1A and ZEBOV DNA templates). Synthetic MERS-1A and ZEBOV"
        },
        {
            "text": "For performing in vitro run-off transcription, transcription templates cloned in a pCR2.1-TOPO vector were amplified from sequenced plasmids by PCR using Phusion DNA polymerase. Final PCR products (MERS-1A and ZEBOV) were verified by agarose gel electrophoresis and then purified using the Wizard SV gel and PCR Clean-up system, according to the manufacturer's instructions (Promega, Madison, WI, USA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cloning of MERS-CoV and Zaire Ebolavirus VP30 gBlocks and PCR amplification of transcription templates (Making MERS-1A and ZEBOV DNA templates). Synthetic MERS-1A and ZEBOV"
        },
        {
            "text": "Synthetic M. tuberculosis rpoB gene (RPOB) segment was generated from commercial genomic DNA of the virulent strain H37Rv (ATCC, Manassas, VA, USA) in the same protocol described above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cloning of MERS-CoV and Zaire Ebolavirus VP30 gBlocks and PCR amplification of transcription templates (Making MERS-1A and ZEBOV DNA templates). Synthetic MERS-1A and ZEBOV"
        },
        {
            "text": "Mixtures containing different copies of template (MERS-1A or ZEBOV), 1 μ M each B1c-B2 and F1c-F2, 0.25 μ M each B3 and F3, 0.5 μ M LP (no LP in ZEBOV LAMP), 1 M betaine, and 0.4 mM dNTPs in a total volume of 24 μ L 1 × IsoMg buffer were heated to 95 °C for 5 to 10 min, followed by chilling on ice for 2 min (NOTE: This pre-denaturing process was not absolutely necessary but resulted in improved sensitivity). Then, 1.5 μ L (8 U) of Bst DNA polymerase 2.0 was added to initiate the LAMP reaction. Unless otherwise indicated, the reactions (with a final volume of 25 μ L) were incubated for 1.5 hour in a thermal cycler maintained at ~55 °C-60 °C. To characterize LAMP reaction, a 5 μ l aliquot of the reaction mixed with 2 μ l Gel-Dye Super Buffer Mix was then analyzed by electrophoresis through a 1% agarose gel. Gel analysis of LAMP products was performed in a fume-cupboard completely separate from the normal laboratory space. This precaution was taken to minimize the spread of LAMP amplicon contamination. (Note: The LAMP reaction volume could be at least increased to 100 μ L without losing sensitivity.)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Standard LAMP reaction."
        },
        {
            "text": "A total 17 μ L liquid containing certain volume of formamide, certain volume of 10× Iso buffer, certain volume of 100 mM MgCl 2 and 3 μ L concentrated CHA component mixture (annealed two hairpins and Reporter duplex) were added into every 25 μ L standard LAMP products, followed by immediate fluorescent kinetic reading. Unless otherwise indicated, in a final LAMP-CHA mixture there were different volume concentrations of formamide solvent (usually 25% or 30%) and CHA components of 50 nM H1, 200 nM H2, and 50 nM Reporter duplex. In Reporter duplex, [F1 (or F2, or F3)] was 50 nM, 1/2 of [Q1 (Q2, or Q3)]. The buffer component was same as 1× IsoMg buffer. For experiments that generated Figure S16 In fluorescent reading, the fluorescence signal of 17 μ L each final reaction mixture was recorded every 1 to 3 min on a LightCycler ® 96 Real-Time PCR System ( Figure S15 ) or a COYOTE Mini-8 Portable Real-time PCR system (Fig. 8) . Fluorescence reading on DeNovix DS-11 + FX spectrophotometer (Fig. 6B ) and HG-2 Portable Fluorescent Detector (Fig. 6C ) used a 42 μ L final reaction mixture instead of 17 μ L. NOTE: Due to DeNovix DS-11 + FX spectrophotometer and HG-2 Portable Fluorescent Detector were lack of multi-well reading function, the kinetic data points for each sample were manually collected separately. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 689,
                    "end": 699,
                    "text": "Figure S16",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 861,
                    "end": 871,
                    "text": "Figure S15",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 923,
                    "end": 931,
                    "text": "(Fig. 8)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 995,
                    "end": 1003,
                    "text": "(Fig. 6B",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1045,
                    "end": 1053,
                    "text": "(Fig. 6C",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Standard real-time and end-point LAMP-HT-CHA and LAMP-OHT-CHA detection. End-point."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Diagnostic applications of nucleic acid circuits",
            "authors": [
                {
                    "first": "Jung",
                    "middle": [
                        "C"
                    ],
                    "last": "Ellington",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Acc. Chem. Res",
            "volume": "47",
            "issn": "",
            "pages": "1825--1835",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "From cascaded catalytic nucleic acids to enzyme-DNA nanostructures: controlling reactivity, sensing, logic operations, and assembly of complex structures",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Willner",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Chem. Rev",
            "volume": "114",
            "issn": "",
            "pages": "2881--2941",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "DNA-mediated homogeneous binding assays for nucleic acids and proteins",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Dever",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "F"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "C"
                    ],
                    "last": "Le",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Chem. Rev",
            "volume": "113",
            "issn": "",
            "pages": "2812--2841",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Functional nucleic acid sensors",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": 1948,
            "venue": "Chem. Rev",
            "volume": "109",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Point-of-care nucleic acid detection using nanotechnology",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Hartman",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nanoscale",
            "volume": "5",
            "issn": "",
            "pages": "10141--10154",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Triggered amplification by hybridization chain reaction",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Dirks",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Pierce",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "101",
            "issn": "",
            "pages": "15275--15278",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Engineering entropy-driven reactions and networks catalyzed by DNA",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "Y"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Turberfield",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yurke",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Winfree",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Science",
            "volume": "318",
            "issn": "",
            "pages": "1121--1125",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Programming biomolecular self-assembly pathways",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Calvert",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Pierce",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nature",
            "volume": "451",
            "issn": "",
            "pages": "318--322",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Rational, modular adaptation of enzyme-free DNA circuits to multiple detection methods",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Ellington",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nucleic Acids Res",
            "volume": "39",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Catalytic hairpin assembly-programmed porphyrin-DNA complex as photoelectrochemical initiator for DNA biosensing",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lei",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ling",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ju",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Anal. Chem",
            "volume": "87",
            "issn": "",
            "pages": "5430--5436",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "A nonenzymatic hairpin DNA cascade reaction provides high signal gain of mRNA imaging inside live cells",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Am. Chem. Soc",
            "volume": "137",
            "issn": "",
            "pages": "4900--4903",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Universal strategy to engineer catalytic DNA hairpin assemblies for protein analysis",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "C"
                    ],
                    "last": "Le",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Anal. Chem",
            "volume": "87",
            "issn": "",
            "pages": "8063--8066",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Hairpin assembly circuit-based fluorescence cooperative amplification strategy for enzyme-free and label-free detection of small molecule",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Talanta",
            "volume": "143",
            "issn": "",
            "pages": "101--106",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Probing spatial organization of DNA strands using enzyme-free hairpin assembly circuits",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Ellington",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Am. Chem. Soc",
            "volume": "134",
            "issn": "",
            "pages": "13918--13921",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Real-time detection of isothermal amplification reactions with thermostable catalytic hairpin assembly",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Milligan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bhadra",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Ellington",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Am. Chem. Soc",
            "volume": "135",
            "issn": "",
            "pages": "7430--7433",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Adapting enzyme-free DNA circuits to the detection of loop-mediated isothermal amplification reactions",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Ellington",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Anal. Chem",
            "volume": "84",
            "issn": "",
            "pages": "8371--8377",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "A method for the hybridization of nucleic acid molecules at low temperature",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bonner",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kung",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Bekhor",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "Biochemistry",
            "volume": "6",
            "issn": "",
            "pages": "3650--3653",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Nucleic acid reassociation in formamide",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Mcconaughy",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Laird",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Mccarthy",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "Biochemistry",
            "volume": "8",
            "issn": "",
            "pages": "3289--3295",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Rates of formation and thermal stabilities of RNA:DNA and DNA:DNA duplexes at high concentrations of formamide",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Casey",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Davidson",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Nucleic Acids Res",
            "volume": "4",
            "issn": "",
            "pages": "1539--1552",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Formamide can dramatically improve the specificity of PCR",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sarkar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kapelner",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Sommer",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Nucleic Acids Res",
            "volume": "18",
            "issn": "",
            "pages": "7465--7465",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Improvement of PCR sequencing by formamide",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "W"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "G"
                    ],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "A"
                    ],
                    "last": "Deisseroth",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Nucleic Acids Res",
            "volume": "19",
            "issn": "",
            "pages": "6649--6649",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Thermodynamic effects of formamide on DNA stability",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Blake",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Delcourt",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Nucleic Acids Res",
            "volume": "24",
            "issn": "",
            "pages": "2095--2103",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Assembly of DNA-functionalized nanoparticles in alcoholic solvents reveals opposite thermodynamic and kinetic trends for DNA hybridization",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Am. Chem. Soc",
            "volume": "132",
            "issn": "",
            "pages": "6300--6301",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Exploring the thermal stability of DNA-linked gold nanoparticles in ionic liquids and molecular solvents",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Menhaj",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Chem. Sci",
            "volume": "3",
            "issn": "",
            "pages": "3216--3220",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Fast molecular beacon hybridization in organic solvents with improved target specificity",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Dave",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Phys. Chem. B",
            "volume": "114",
            "issn": "",
            "pages": "15694--15699",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Self-assembly of DNA origami and single-stranded tile structures at room temperature",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Besenbacher",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "V"
                    ],
                    "last": "Gothelf",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Angew. Chem. Int. Ed",
            "volume": "52",
            "issn": "",
            "pages": "9219--9223",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Speeding up the self-assembly of a DNA nanodevice using a variety of polar solvents",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kang",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nanoscale",
            "volume": "6",
            "issn": "",
            "pages": "14153--14157",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Kinetic and thermodynamic origins of osmolyte-influenced nucleic acid folding",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "D"
                    ],
                    "last": "Holmstrom",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "F"
                    ],
                    "last": "Dupuis",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Nesbitt",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Phys. Chem. B",
            "volume": "119",
            "issn": "",
            "pages": "3687--3696",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Next-Generation in Situ Hybridization Chain Reaction: Higher Gain, Lower Cost, Greater Durability",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "M T"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "A"
                    ],
                    "last": "Beck",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Pierce",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "ACS Nano",
            "volume": "8",
            "issn": "",
            "pages": "4284--4294",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Robust strand exchange reactions for the sequence-specific, real-time detection of nucleic acid amplicons",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bhadra",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "R"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Milligan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Ellington",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Anal. Chem",
            "volume": "87",
            "issn": "",
            "pages": "3314--3320",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Real-time sequence-validated loop-mediated isothermal amplification assays for detection of Middle East respiratory syndrome coronavirus (MERS-CoV)",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bhadra",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Hensley",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Ellington",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS One",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Loop-mediated isothermal amplification of DNA",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Notomi",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Nucleic Acids Res",
            "volume": "28",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "A sweet spot for molecular diagnostics: Coupling isothermal amplification and strand exchange circuits to glucometers",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Hughes",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bhadra",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Ellington",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Sci. Rep",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "NUPACK: Analysis and design of nucleic acid systems",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Zadeh",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Comput. Chem",
            "volume": "32",
            "issn": "",
            "pages": "170--173",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Control of DNA strand displacement kinetics using toehold exchange",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "Y"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Winfree",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Am. Chem. Soc",
            "volume": "131",
            "issn": "",
            "pages": "17303--17314",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "The kinetics of spontaneous DNA branch migration",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "G"
                    ],
                    "last": "Panyutin",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hsieh",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "91",
            "issn": "",
            "pages": "2021--2025",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Drawback of loop-mediated isothermal amplification",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Huo",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Afr. J. Food Sci",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Non specific amplification with the LAMP technique in the diagnosis of tuberculosis in Sri Lankan settings",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Senarath",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Tuberculosis Res",
            "volume": "2",
            "issn": "",
            "pages": "168--172",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "(A) Scheme of a classic four-step CHA pathway. Complementarity between numbered domains is denoted by an asterisk (*). (B) Schematic table showing average operating temperatures of an ideal regular CHA (Ideal), a structure ruined regular CHA (Reality), a high temperature CHA (HT-CHA), and an organic amide promoted HT-CHA (OHT-CHA). (C) Scheme of coupling OHT-CHA with LAMP to achieve ultra-sensitive, reliable and compatible gene diagnosis.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "(A) The theoretically calculated secondary structures of C1 at 25 °C (Left) and 60 °C (Right), respectively. The calculation was made on open-access online software, NuPack 34 . The buffer condition was set to contain 200 mM NaCl and 5 mM MgCl 2 . (B) Fluorescent responses of HT-CHA at 55 °C with and without C1. (C) Fluorescent responses of HT-CHA (with no or 40% F) at 20 °C with and without C1. F represents formamide. C1mis1 and C1mis2 represent mismatched C1 with T-to-A and G-to-C single point mutation, respectively. (D) Illustration of proposed interaction between amide molecules and nucleobases. Note: (I) The bases occupied or base pairs weakened shown in Fig. 2D were randomly selected. The actual condition it could be any base or base pair. (II) Concentrations of all components, operating temperatures, inputs, amide concentrations, and instruments used for each Figure of this paper were also listed in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Demonstration that formamide can significantly accelerate toehold-mediated strand exchange reaction inhibited by small scale self-folding structures. (A) Scheme of toehold mediated strand exchange reaction triggered by T linear , T structured1 , and T structured2 , respectively. The three triggers hold the same linear sequence of T linear that could displace Q5 away from F5. The segment in red was toehold binding domain, which was partly blocked in T structured1 and T structured2 at different degrees. After strand exchange, fluorescence of FAM on F5 was quenched by the Quencher on Q5. (B) and (C) Real-time fluorescent kinetic monitoring right after T linear , T structured1 , or T structured2 was added into F5-Q5 duplex solution without (B) and with (C) 25% formamide. The experiments were carried out at 25 °C. Scientific RepoRts | 6:36605 | DOI: 10.1038/srep36605OHT-CHA1. Such high performance of formamide further showed its moderate strength in softening hydrogen bond, and thus remained its usage in all of our later experiments.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Demonstration that formamide can significantly accelerate a 37 °C regular CHA reaction inhibited by small-scale self-folding structures. (A)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Generality of OHT-CHA. (A) Fluorescent responses of quite another OHT-CHA (OHT-CHA2) at 17 °C, with and without C2. (B) Fluorescent responses of OHT-CHA1 triggered by 0 nM and 3 nM C1-nonrelevant target, C3, in presence of a hairpin transducer. The pathway for this strategy was shown in Fig. 5C. The explanation for this pathway was in caption of Figure S13A. Scientific RepoRts | 6:36605 | DOI: 10.1038/srep36605",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Demonstration that LAMP-OHT-CHA combination is environmental ultra-compatible. Fluorescent responses of OHT-CHA1 to LAMP products amplified from synthetic MERS-1A DNA negative (0 copy) and positive (2000 copies, 6 × 10 −17 M) samples. Data were collected, respectively, on (A) a professional real-time PCR system at 55 °C simultaneously with LAMP reaction, (B) a fluorescence (FL) spectrum under room temperature fluctuating from 19 °C to 21 °C, and (C) a portable FL detector under outdoor temperature fluctuating from 6.5 °C to 12 °C. For",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Demonstration that LAMP-OHT-CHA combination is ultra-sensitive and selective. Fluorescent responses of OHT-CHA1 (with 30% formamide) to LAMP products amplified from different copies of MERS-1A DNA samples. The green curve was gotten from using LAMP product of M. tuberculosis rpoB gene (RPOB) segment as an anti-interference control to trigger OHT-CHA1. LAMP reaction was carried out for 20 min at 60 °C. The fluorescent reading was performed at 25 °C.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Demonstration that LAMP-OHT-CHA combination is ultra-reliable. (A) Electrophoresis and (B) Characterization with OHT-CHA3 of LAMP amplicons from synthetic ZEBOV DNA negative (0 copy, NI and its parallel, NII) and positive 2000 copies (6 × 10 −17 M, PI and its parallel, PII) samples. Curves in Fig. B were collected on a portable real-time PCR system at room temperature of 25 o C.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "-time HT-CHA or OHT-CHA fluorescence kinetic reading. All the hairpins and reporters were annealed at 95 °C for 5 min and cooled down to 25 °C at a rate of 0.1 °C/s before use. Unless otherwise indicated, all HT-CHA's kinetic reading was performed in 1× IsoMg buffer. All OHT-CHA's kinetic reading was performed in 1× IsoMg buffer in presence of different volume concentrations of amide solvent. In both circumstances final CHA components in a reaction mixture contained 50 nM H1 (or H3, or H5), 200 nM H2 (or H4, or H6), and 50 nM Reporter duplex with and without catalyst. In Reporter duplex, [F1 (or F2, or F3)] was 50 nM, 1/2 that of [Q1 (Q2, or Q3)]. The fluorescence signal of 17 μ L each CHA mixture was recorded every 1 to 3 min at different temperatures on different instruments. NOTE: Concentrations of CHA components, operating temperatures, inputs, amide concentrations, and instruments used for each Figure of this paper were also listed in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "and 6C, CHA components of 200 nM H1, 200 nM H2, and 200 nM Reporter duplex were used instead. In Reporter duplex, [F1 (or F2, or F3)] was 200 nM, equal to [Q1 (Q2, or Q3)]. NOTE: To avoid contamination generated during any open-tube step after LAMP reaction, transporting OHT-CHA components through a sealed flow set-up was suggested.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Scientific RepoRts | 6:36605 | DOI: 10.1038/srep36605 Real-time. A 25 μ L standard LAMP reaction in presence of 2000 copies MERS-1A was carried and monitored at 55 °C every 1 to 3 min with LightCycler ® 96 Real-Time PCR System (Fig. 6A) except that 200 nM H1, 200 nM H2, and 200 nM Reporter duplex were simultaneously included. NOTE: Here the 3′ end of H1, H2, and F1 were protected with invert-dT to avoid unexpected enzymatic extension.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "www.nature.com/scientificreports/",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}