{
    "paper_id": "e1d7e7883ad7d77a1c982c700f77e5ce09530fcf",
    "metadata": {
        "title": "Contact chains of cattle farms in Great Britain",
        "authors": [
            {
                "first": "Helen",
                "middle": [
                    "R"
                ],
                "last": "Fielding",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Trevelyan",
                "middle": [
                    "J"
                ],
                "last": "Mckinley",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Matthew",
                "middle": [
                    "J"
                ],
                "last": "Silk",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Richard",
                "middle": [
                    "J"
                ],
                "last": "Delahay",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Robbie",
                "middle": [
                    "A"
                ],
                "last": "Mcdonald",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Lack of scientific question drive Overall, the present study lack of a clear question-answer drive and, in the current form, looks more like an application of a network analysis measures. This lack is reflected in the structure of the Introduction and Discussion sections. While the former is confusing and does not follow a clear logical flow, the latter seems to partly repeat the results section (except for few paragraphs, such as page 12 the 1st and 2nd, and page 13, the 3rd), and to partly to state already known. I think that a descriptive analysis might be still valuable, but only if better justified and well described.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Major comments"
        },
        {
            "text": "Contact chains calculation The second major comment regard the calculation of contact chains. The paragraph reported from Page 7 line 28 to Page 8 line 5 is confusing and it took me a lot to understand how authors calculated the contact chains. In my understanding, they calculate the ICC (and OCC) starting each year from January for 365 days. My concern is that by calculating the contact chains in this way, they overestimate the chains value. For example, if a given farm (#2) receive an animal in February from farm #1, then is inactive for a prolonged time period, and in November sends an animal to farm #3, are farm 1-2-3 in the same chain? Konschake et al (2014, PlosOne) introduced an infection period for the calculation of contacts chains to overcome this issue. In this formulation two contacts needs to happen within the infectious period to be included in the same chain. The authors formulation could work in the context of slow-spreading diseases (i.e. bTB) in the absence of control measures, such as movement restrictions, but not for fast-spreading diseases (i.e. FMD). Another issue with that is the seasonality of movements and \"border effect\". The authors showed that by starting the calculation in different months (over a range of 3 years) results did not changed much. However, this sounds obvious, because the periods with more movements will be caught anyway by the chain, as cattle movement are known to have a marked yearly seasonal behaviour. So, I do not think this issue is addressed correctly. On the other hand, a \"border effect\" could prevent a correct calculation of contact chains. As an example, if I start to calculate the ICC on Jan 1st of a given year and ignore what happened in the last period of the previous year. How do the authors addressed this issue? Finally, in order to combine the information of the ICC and OCC the authors could use the method showed by Rossi et al (2017, Plos Computational Biology) , or at least discuss their results in the light of this. In general, I would refresh the literature on contact chains.",
            "cite_spans": [
                {
                    "start": 649,
                    "end": 680,
                    "text": "Konschake et al (2014, PlosOne)",
                    "ref_id": null
                },
                {
                    "start": 1908,
                    "end": 1954,
                    "text": "Rossi et al (2017, Plos Computational Biology)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Major comments"
        },
        {
            "text": "Minor comments General -The citations numbering is not correct (example, page 4 and 5, no 36 and 38 between 35 and 39, 37 is the same as 33). Also, sometimes citations are redundant (see page 3, line 14).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Major comments"
        },
        {
            "text": "-Networks measures are calculated for each year (so, 15 observations per measure, in my understanding): most of the time the authors reports mean and SD. I think it would be better to report the median/mean and 95th percentile or median/mean and range.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Major comments"
        },
        {
            "text": "Page 3 Lines 6-8: add citation; Line 9: \"animal movements between farms form a directional link from the source to the destination farm\", it is how we consider movements in a network framework, more than the movement forming an edge itself; Lines 25-27: add citation; Lines 27-30: support this claim; Lines 49-50: \"cows\"? Or \"farms\" maybe;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Page 5 There is no brief description of the different types of farms. A reader unfamiliar with the GB cattle industry might not be aware of the exact difference between the types of farm. Also, is \"suckler\" what elsewhere is called \"cow-calf\"? Lines 48-50: I agree with this choice, but it needs to be properly justified and/or discussed; Pag 6 Lines 15-20: the choice of weight the links based on the number of animals and not on the number of batches is good to me, but it should be supported or discussed (see Volkova et al., 2010, already cited) ; Line 30: update igraph citation; Lines 15-56 (and Page 7 lines 3-24): I would suggest the authors to report all these network metrics, with opportune citations, and brief descriptions in a table, since none of these represent a novelty in the field. Maybe this could make the section easier to read; Page 7",
            "cite_spans": [
                {
                    "start": 513,
                    "end": 549,
                    "text": "Volkova et al., 2010, already cited)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Lines 5-10: the correct citation here is Kao et al., 2006, Interface. Page 8 Lines 7-19: how much the results of this analysis can be affected by a different threshold choice? I would suggest the authors to repeat the analysis with at least 2 alternative thresholds. Alternatively, they can use a GLM with multinomial response variable. In any case, this choice needs more explanation and discussion; Line 12: I would suggest to show a map with the England's regions in the supplementary material, since they are using this information;",
            "cite_spans": [
                {
                    "start": 41,
                    "end": 69,
                    "text": "Kao et al., 2006, Interface.",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Page 8 Could be interested to report the number of isolated farms every year, if they change or not. Line 55: what does \"batched movements\" mean? Page 9 Line 33/ Figure S5 : should the bars be vertical on this figure? Otherwise the necessitate a better explanation; Page 10 Lines 4-20: this paragraph is very confusing. Please rephrase; Line 36: quantify \"few\"; Page 11 Lines 48-50: I could not find the ROC curve;",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 162,
                    "end": 171,
                    "text": "Figure S5",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Page 12 Lines 15-17: quantify \"few\" and \"very many\"; Lines 31-41: as described, these result seem trivial; Page 13 Lines 12-21: this paragraph looks disconnected, please rephrase; Lines 23-25: add citation, and maybe fully test the power-law distribution on the degree centrality (see Clauset, Shalizi, Newman, 2009, SIAM Review paper); Page 14 Lines 27-33: instead of \"widespread\" it could be more precise to talk about the different spatial scales at which other types of contacts might be important, and for which kind of infections;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Page 14 Lines 39-56: this paragraph should be included in the Introduction. The editors assigned to your paper (\"Contact chains of cattle farms in Great Britain\") have now received comments from reviewers. We would like you to revise your paper in accordance with the referee and Associate Editor suggestions which can be found below (not including confidential reports to the Editor). Please note this decision does not guarantee eventual acceptance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Please submit a copy of your revised paper before 10-Oct-2018. Please note that the revision deadline will expire at 00.00am on this date. If we do not hear from you within this time then it will be assumed that the paper has been withdrawn. In exceptional circumstances, extensions may be possible if agreed with the Editorial Office in advance. We do not allow multiple rounds of revision so we urge you to make every effort to fully address all of the comments at this stage. If deemed necessary by the Editors, your manuscript will be sent back to one or more of the original reviewers for assessment. If the original reviewers are not available, we may invite new reviewers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "To revise your manuscript, log into http://mc.manuscriptcentral.com/rsos and enter your Author Centre, where you will find your manuscript title listed under \"Manuscripts with Decisions.\" Under \"Actions,\" click on \"Create a Revision.\" Your manuscript number has been appended to denote a revision. Revise your manuscript and upload a new version through your Author Centre.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "When submitting your revised manuscript, you must respond to the comments made by the referees and upload a file \"Response to Referees\" in \"Section 6 -File Upload\". Please use this to document how you have responded to the comments, and the adjustments you have made. In order to expedite the processing of the revised manuscript, please be as specific as possible in your response.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "In addition to addressing all of the reviewers' and editor's comments please also ensure that your revised manuscript contains the following sections as appropriate before the reference list:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "• Ethics statement (if applicable) If your study uses humans or animals please include details of the ethical approval received, including the name of the committee that granted approval. For human studies please also detail whether informed consent was obtained. For field studies on animals please include details of all permissions, licences and/or approvals granted to carry out the fieldwork.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "• Data accessibility It is a condition of publication that all supporting data are made available either as supplementary information or preferably in a suitable permanent repository. The data accessibility section should state where the article's supporting data can be accessed. This section should also include details, where possible of where to access other relevant research materials such as statistical tools, protocols, software etc can be accessed. If the data have been deposited in an external repository this section should list the database, accession number and link to the DOI for all data from the article that have been made publicly available. Data sets that have been deposited in an external repository and have a DOI should also be appropriately cited in the manuscript and included in the reference list.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "If you wish to submit your supporting data or code to Dryad (http://datadryad.org/), or modify your current submission to dryad, please use the following link: http://datadryad.org/submit?journalID=RSOS&manu=RSOS-180719",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "• Competing interests Please declare any financial or non-financial competing interests, or state that you have no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "• Authors' contributions All submissions, other than those with a single author, must include an Authors' Contributions section which individually lists the specific contribution of each author. The list of Authors should meet all of the following criteria; 1) substantial contributions to conception and design, or acquisition of data, or analysis and interpretation of data; 2) drafting the article or revising it critically for important intellectual content; and 3) final approval of the version to be published.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "All contributors who do not meet all of these criteria should be included in the acknowledgements.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "We suggest the following format: AB carried out the molecular lab work, participated in data analysis, carried out sequence alignments, participated in the design of the study and drafted the manuscript; CD carried out the statistical analyses; EF collected field data; GH conceived of the study, designed the study, coordinated the study and helped draft the manuscript. All authors gave final approval for publication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "• Acknowledgements Please acknowledge anyone who contributed to the study but did not meet the authorship criteria.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "• Funding statement Please list the source of funding for each author.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Please note that Royal Society Open Science charge article processing charges for all new submissions that are accepted for publication. Charges will also apply to papers transferred to Royal Society Open Science from other Royal Society Publishing journals, as well as papers submitted as part of our collaboration with the Royal Society of Chemistry (http://rsos.royalsocietypublishing.org/chemistry). If your manuscript is newly submitted and subsequently accepted for publication, you will be asked to pay the article processing charge, unless you request a waiver and this is approved by Royal Society Publishing. You can find out more about the charges at http://rsos.royalsocietypublishing.org/page/charges. Should you have any queries, please contact openscience@royalsociety.org.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Once again, thank you for submitting your manuscript to Royal Society Open Science and I look forward to receiving your revision. If you have any questions at all, please do not hesitate to get in touch. Comments to the Author(s) The manuscript deals with an important aspect of animal disease spread by a relevant approach. However, as the movement of animals via markets is a phenomenon that plays a much more important role in the British isles than elsewhere in Europe, it would be useful for the reader to include some additional text about this. For some diseases, animals meeting at markets/shows (despite biosecurity measures in place) constitutes a major risk of dissemination and it would therefore be of great interest to see all the analyses performed on the dataset with markets and shows included as well as excluded. As this is relevant for 35% of the movements (p5, l46) it is not unimportant. At least, Figure S1 in the supplementary material could be placed next to Figure 2 to illustrate this, and some text added in relevant sections (Methods, Results, Discussion) . Moreover, as bovine TB is referred to (and rightly so), it would be of interest to relate the movement patterns (e.g. the pattern of the GSCC) to the different geographical risk areas for TB or, at least, add some comments about this in the Discussion. I have some minor comments, listed below: P7, L8: directed or direct? P12, L 36-41. The comparison with Sweden needs an added statement that the Swedish cattle trading system doesn't include livestock markets, the similarity is a large number of animals into fattening farms, not a proportion of these via livestock markets. In addition, Swedish fattening herds only sell directly to slaughter. P13, L14-15: \"these\" farms, not this farms P14, L20: rather \"than\" random selection P14, L27-28: perhaps point out that moving infected animals remains the highest risk (other contacts <100%) P15 L 9: it appears that you are hinting that contacts and ICC information should be added to farms' disease status information, this might be pointed out more clearly in the discussion, with pro's and con's of such a system.",
            "cite_spans": [
                {
                    "start": 1054,
                    "end": 1084,
                    "text": "(Methods, Results, Discussion)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 920,
                    "end": 929,
                    "text": "Figure S1",
                    "ref_id": null
                },
                {
                    "start": 984,
                    "end": 992,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Conclusion"
        },
        {
            "text": "In addition, the following points would be useful to add to the Discussion: \"Fattening herds\" in most countries (except for UK and Ireland) sell only animals directly to slaughter, in this study it is demonstrated that some have large ICCs AND large OCCs, is it possible to characterise these more (where are they, are they really \"fattening\" herds or something else?)? As TB is mentioned as a disease for which the study is relevant, the finding that animal movements increased while TB testing almost stopped entirely is worth commenting on. In many papers the stopped testing has been put forward as the main reason for subsequent increase in TB prevalence and animal movements have not been highlighted. This study demonstrates the importance of movements and it would be a shame not to emphasise it. The many animal movements still resulted in a lower number of edges in 2001, this should also be commented on, the particular aspects of restockning depopulated herds could be elaborated. Some herds with low in-degree and out-degree still had large ICCs and OCCs, this is also worth commenting on (false sense of security?) High ICC's in the North of England is also worth mentioning in connection with TB, as a lot of the low risk area for TB is in the North.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Comments to the Author(s) The paper titled \"Contact chains of cattle farms in Great Britain\" describes the cattle movement network in the study country during a time span of 15 years (2001) (2002) (2003) (2004) (2005) (2006) (2007) (2008) (2009) (2010) (2011) (2012) (2013) (2014) (2015) . The authors applied several network analysis metric in order to characterize the 15 yearly networks. Particular attention was given to a metric called \"contact chain\" (in the literature known also as \"infection chain\"), and to the merit of the authors this metrics was rarely used on such extensive datasets, in particular in GB (to my knowledge). The paper has the clear merit to conduct a complete network analysis, including many metrics that can describe the between-farms contact patterns due to animal movements, and to conduct this research through a long time-series. However, novelty elements hardly emerge from both the methods and the discussion/conclusion, since they applied metrics developed by others and already used in the context of livestock networks, and the conclusions are rather well-known in the literature. In fact, the major concern regards the structure and the lack of a sound scientific question to drive the paper.",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 189,
                    "text": "(2001)",
                    "ref_id": null
                },
                {
                    "start": 190,
                    "end": 196,
                    "text": "(2002)",
                    "ref_id": null
                },
                {
                    "start": 197,
                    "end": 203,
                    "text": "(2003)",
                    "ref_id": null
                },
                {
                    "start": 204,
                    "end": 210,
                    "text": "(2004)",
                    "ref_id": null
                },
                {
                    "start": 211,
                    "end": 217,
                    "text": "(2005)",
                    "ref_id": null
                },
                {
                    "start": 218,
                    "end": 224,
                    "text": "(2006)",
                    "ref_id": null
                },
                {
                    "start": 225,
                    "end": 231,
                    "text": "(2007)",
                    "ref_id": null
                },
                {
                    "start": 232,
                    "end": 238,
                    "text": "(2008)",
                    "ref_id": null
                },
                {
                    "start": 239,
                    "end": 245,
                    "text": "(2009)",
                    "ref_id": null
                },
                {
                    "start": 246,
                    "end": 252,
                    "text": "(2010)",
                    "ref_id": null
                },
                {
                    "start": 253,
                    "end": 259,
                    "text": "(2011)",
                    "ref_id": null
                },
                {
                    "start": 260,
                    "end": 266,
                    "text": "(2012)",
                    "ref_id": null
                },
                {
                    "start": 267,
                    "end": 273,
                    "text": "(2013)",
                    "ref_id": null
                },
                {
                    "start": 274,
                    "end": 280,
                    "text": "(2014)",
                    "ref_id": null
                },
                {
                    "start": 281,
                    "end": 287,
                    "text": "(2015)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Reviewer: 2"
        },
        {
            "text": "Lack of scientific question drive Overall, the present study lack of a clear question-answer drive and, in the current form, looks more like an application of a network analysis measures. This lack is reflected in the structure of the Introduction and Discussion sections. While the former is confusing and does not follow a clear logical flow, the latter seems to partly repeat the results section (except for few paragraphs, such as page 12 the 1st and 2nd, and page 13, the 3rd), and to partly to state already known. I think that a descriptive analysis might be still valuable, but only if better justified and well described.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Major comments"
        },
        {
            "text": "The second major comment regard the calculation of contact chains. The paragraph reported from Page 7 line 28 to Page 8 line 5 is confusing and it took me a lot to understand how authors calculated the contact chains. In my understanding, they calculate the ICC (and OCC) starting each year from January for 365 days. My concern is that by calculating the contact chains in this way, they overestimate the chains value. For example, if a given farm (#2) receive an animal in February from farm #1, then is inactive for a prolonged time period, and in November sends an animal to farm #3, are farm 1-2-3 in the same chain? Konschake et al (2014, PlosOne) introduced an infection period for the calculation of contacts chains to overcome this issue. In this formulation two contacts needs to happen within the infectious period to be included in the same chain. The authors formulation could work in the context of slow-spreading diseases (i.e. bTB) in the absence of control measures, such as movement restrictions, but not for fast-spreading diseases (i.e. FMD). Another issue with that is the seasonality of movements and \"border effect\". The authors showed that by starting the calculation in different months (over a range of 3 years) results did not changed much. However, this sounds obvious, because the periods with more movements will be caught anyway by the chain, as cattle movement are known to have a marked yearly seasonal behaviour. So, I do not think this issue is addressed correctly. On the other hand, a \"border effect\" could prevent a correct calculation of contact chains. As an example, if I start to calculate the ICC on Jan 1st of a given year and ignore what happened in the last period of the previous year. How do the authors addressed this issue? Finally, in order to combine the information of the ICC and OCC the authors could use the method showed by Rossi et al (2017, Plos Computational Biology) , or at least discuss their results in the light of this. In general, I would refresh the literature on contact chains.",
            "cite_spans": [
                {
                    "start": 1881,
                    "end": 1927,
                    "text": "Rossi et al (2017, Plos Computational Biology)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Contact chains calculation"
        },
        {
            "text": "Minor comments General -The citations numbering is not correct (example, page 4 and 5, no 36 and 38 between 35 and 39, 37 is the same as 33). Also, sometimes citations are redundant (see page 3, line 14).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contact chains calculation"
        },
        {
            "text": "-Networks measures are calculated for each year (so, 15 observations per measure, in my understanding): most of the time the authors reports mean and SD. I think it would be better to report the median/mean and 95th percentile or median/mean and range.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contact chains calculation"
        },
        {
            "text": "Page 3 Lines 6-8: add citation; Line 9: \"animal movements between farms form a directional link from the source to the destination farm\", it is how we consider movements in a network framework, more than the movement forming an edge itself; Lines 25-27: add citation; Lines 27-30: support this claim; Lines 49-50: \"cows\"? Or \"farms\" maybe;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Page 5 There is no brief description of the different types of farms. A reader unfamiliar with the GB cattle industry might not be aware of the exact difference between the types of farm. Also, is \"suckler\" what elsewhere is called \"cow-calf\"? Lines 48-50: I agree with this choice, but it needs to be properly justified and/or discussed; Pag 6 Lines 15-20: the choice of weight the links based on the number of animals and not on the number of batches is good to me, but it should be supported or discussed (see Volkova et al., 2010, already cited); Line 30: update igraph citation; Lines 15-56 (and Page 7 lines 3-24): I would suggest the authors to report all these network metrics, with opportune citations, and brief descriptions in a table, since none of these represent a novelty in the field. Maybe this could make the section easier to read; Page 7 Lines 5-10: the correct citation here is Kao et al., 2006, Interface. Page 8 Lines 7-19: how much the results of this analysis can be affected by a different threshold choice? I would suggest the authors to repeat the analysis with at least 2 alternative thresholds. Alternatively, they can use a GLM with multinomial response variable. In any case, this choice needs more explanation and discussion; Line 12: I would suggest to show a map with the England's regions in the supplementary material, since they are using this information;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Page 8 Could be interested to report the number of isolated farms every year, if they change or not. Line 55: what does \"batched movements\" mean? Page 9 Line 33/ Figure S5 : should the bars be vertical on this figure? Otherwise the necessitate a better explanation; Page 10 Lines 4-20: this paragraph is very confusing. Please rephrase; Line 36: quantify \"few\"; Page 11 Lines 48-50: I could not find the ROC curve;",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 162,
                    "end": 171,
                    "text": "Figure S5",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Page 12 Lines 15-17: quantify \"few\" and \"very many\"; Lines 31-41: as described, these result seem trivial; Page 13 Lines 12-21: this paragraph looks disconnected, please rephrase; Lines 23-25: add citation, and maybe fully test the power-law distribution on the degree centrality (see Clauset, Shalizi, Newman, 2009, SIAM Review paper); Page 14",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Lines 27-33: instead of \"widespread\" it could be more precise to talk about the different spatial scales at which other types of contacts might be important, and for which kind of infections; ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Review form: Reviewer 1 (Susanna Sternberg Lewerin)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RSOS-180719.R1 (Revision)"
        },
        {
            "text": "Comments to the Author(s) I have only one remaining question, that does not really qualify as a revision. I would suggest to double-check the statement on line 216-217 that 5.4% of fattening herds were closed for the five-year period (2011) (2012) (2013) (2014) (2015) . Is it reasonable that about 450 herds (if I understand the figures correctly) that are classified as fattening herds would not introduce a single animal for 5 years but still qualify as active herds (so there must be outward movements as births would not be expected to occur at any significant rate in fattening herds). A brief explanatory comment could be added to this sentence, as it does sound extraordinary to have any number of \"closed\" fattening herds for a longer period.",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 240,
                    "text": "(2011)",
                    "ref_id": null
                },
                {
                    "start": 241,
                    "end": 247,
                    "text": "(2012)",
                    "ref_id": null
                },
                {
                    "start": 248,
                    "end": 254,
                    "text": "(2013)",
                    "ref_id": null
                },
                {
                    "start": 255,
                    "end": 261,
                    "text": "(2014)",
                    "ref_id": null
                },
                {
                    "start": 262,
                    "end": 268,
                    "text": "(2015)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Recommendation? Accept as is"
        },
        {
            "text": "Is the language acceptable? Yes",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Are the interpretations and conclusions justified by the results? Yes"
        },
        {
            "text": "Accept with minor revision (please list in comments)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendation?"
        },
        {
            "text": "The quality how this manuscript has improved and the authors were able to effectively clarify the purpose of it. These efforts made the manuscript publishable. However, I would suggest a couple of things. First, to make more clear (in the abstract, in particular) that OCC and ICCs calculations are suited to bovine TB. In general, the abstract needs a bit more explanation on the background and the significance of the paper (as an example, one important result to me is that even after excluding markets, some farms act as \"hubs\" anyway). Second, I would also suggest to fix the syntax of some sentences, to improve the readability and the flow of the manuscript (example: lines 19-20 or 84-85, but throughout the text). Other minor comments below. On behalf of the Editors, I am pleased to inform you that your Manuscript RSOS-180719.R1 entitled \"Contact chains of cattle farms in Great Britain\" has been accepted for publication in Royal Society Open Science subject to minor revision in accordance with the referee suggestions. Please find the referees' comments at the end of this email.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comments to the Author(s)"
        },
        {
            "text": "The reviewers and Subject Editor have recommended publication, but also suggest some minor revisions to your manuscript. Therefore, I invite you to respond to the comments and revise your manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comments to the Author(s)"
        },
        {
            "text": "• Ethics statement If your study uses humans or animals please include details of the ethical approval received, including the name of the committee that granted approval. For human studies please also detail whether informed consent was obtained. For field studies on animals please include details of all permissions, licences and/or approvals granted to carry out the fieldwork.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comments to the Author(s)"
        },
        {
            "text": "• Data accessibility It is a condition of publication that all supporting data are made available either as supplementary information or preferably in a suitable permanent repository. The data accessibility section should state where the article's supporting data can be accessed. This section should also include details, where possible of where to access other relevant research materials such as statistical tools, protocols, software etc can be accessed. If the data has been deposited in an external repository this section should list the database, accession number and link to the DOI for all data from the article that has been made publicly available. Data sets that have been deposited in an external repository and have a DOI should also be appropriately cited in the manuscript and included in the reference list.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comments to the Author(s)"
        },
        {
            "text": "If you wish to submit your supporting data or code to Dryad (http://datadryad.org/), or modify your current submission to dryad, please use the following link: http://datadryad.org/submit?journalID=RSOS&manu=RSOS-180719.R1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comments to the Author(s)"
        },
        {
            "text": "• Competing interests Please declare any financial or non-financial competing interests, or state that you have no competing interests. • Authors' contributions All submissions, other than those with a single author, must include an Authors' Contributions section which individually lists the specific contribution of each author. The list of Authors should meet all of the following criteria; 1) substantial contributions to conception and design, or acquisition of data, or analysis and interpretation of data; 2) drafting the article or revising it critically for important intellectual content; and 3) final approval of the version to be published.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comments to the Author(s)"
        },
        {
            "text": "All contributors who do not meet all of these criteria should be included in the acknowledgements.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comments to the Author(s)"
        },
        {
            "text": "We suggest the following format: AB carried out the molecular lab work, participated in data analysis, carried out sequence alignments, participated in the design of the study and drafted the manuscript; CD carried out the statistical analyses; EF collected field data; GH conceived of the study, designed the study, coordinated the study and helped draft the manuscript. All authors gave final approval for publication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comments to the Author(s)"
        },
        {
            "text": "• Acknowledgements Please acknowledge anyone who contributed to the study but did not meet the authorship criteria.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comments to the Author(s)"
        },
        {
            "text": "• Funding statement Please list the source of funding for each author.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comments to the Author(s)"
        },
        {
            "text": "Please note that we cannot publish your manuscript without these end statements included. We have included a screenshot example of the end statements for reference. If you feel that a given heading is not relevant to your paper, please nevertheless include the heading and explicitly state that it is not relevant to your work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comments to the Author(s)"
        },
        {
            "text": "Because the schedule for publication is very tight, it is a condition of publication that you submit the revised version of your manuscript before 13-Jan-2019. Please note that the revision deadline will expire at 00.00am on this date. If you do not think you will be able to meet this date please let me know immediately.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comments to the Author(s)"
        },
        {
            "text": "To revise your manuscript, log into https://mc.manuscriptcentral.com/rsos and enter your Author Centre, where you will find your manuscript title listed under \"Manuscripts with Decisions\". Under \"Actions,\" click on \"Create a Revision.\" You will be unable to make your revisions on the originally submitted version of the manuscript. Instead, revise your manuscript and upload a new version through your Author Centre.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comments to the Author(s)"
        },
        {
            "text": "When submitting your revised manuscript, you will be able to respond to the comments made by the referees and upload a file \"Response to Referees\" in \"Section 6 -File Upload\". You can use this to document any changes you make to the original manuscript. In order to expedite the processing of the revised manuscript, please be as specific as possible in your response to the referees.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comments to the Author(s)"
        },
        {
            "text": "When uploading your revised files please make sure that you have: 1) A text file of the manuscript (tex, txt, rtf, docx or doc), references, tables (including captions) and figure captions. Do not upload a PDF as your \"Main Document\". 2) A separate electronic file of each figure (EPS or print-quality PDF preferred (either format should be produced directly from original creation package), or original software format) 3) Included a 100 word media summary of your paper when requested at submission. Please ensure you have entered correct contact details (email, institution and telephone) in your user account 4) Included the raw data to support the claims made in your paper. You can either include your data as electronic supplementary material or upload to a repository and include the relevant doi within your manuscript 5) All supplementary materials accompanying an accepted article will be treated as in their final form. Note that the Royal Society will neither edit nor typeset supplementary material and it will be hosted as provided. Please ensure that the supplementary material includes the paper details where possible (authors, article title, journal name).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comments to the Author(s)"
        },
        {
            "text": "Supplementary files will be published alongside the paper on the journal website and posted on the online figshare repository (https://figshare.com). The heading and legend provided for each supplementary file during the submission process will be used to create the figshare page, so please ensure these are accurate and informative so that your files can be found in searches. Files on figshare will be made available approximately one week before the accompanying article so that the supplementary material can be attributed a unique DOI. I thank you for your constructive responses on the suggestions of the reviewers. I think this outcome was an example for an excellent interplay between authors and reviewers resulting in a considerable improvement of the paper quality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comments to the Author(s)"
        },
        {
            "text": "I finally like you to consider the minor modifications suggested by one of the reviewers, which look to me aiming at even further improving the manuscript and its perception. I leave it to you in how far you like to modify the text in response to the reviewers' suggestions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comments to the Author(s)"
        },
        {
            "text": "Reviewer comments to Author: Reviewer: 1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "With kind regards, Dirk Drasdo"
        },
        {
            "text": "Comments to the Author(s) I have only one remaining question, that does not really qualify as a revision. I would suggest to double-check the statement on line 216-217 that 5.4% of fattening herds were closed for the five-year period (2011) (2012) (2013) (2014) (2015) . Is it reasonable that about 450 herds (if I understand the figures correctly) that are classified as fattening herds would not introduce a single animal for 5 years but still qualify as active herds (so there must be outward movements as births would not be expected to occur at any significant rate in fattening herds). A brief explanatory comment could be added to this sentence, as it does sound extraordinary to have any number of \"closed\" fattening herds for a longer period.",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 240,
                    "text": "(2011)",
                    "ref_id": null
                },
                {
                    "start": 241,
                    "end": 247,
                    "text": "(2012)",
                    "ref_id": null
                },
                {
                    "start": 248,
                    "end": 254,
                    "text": "(2013)",
                    "ref_id": null
                },
                {
                    "start": 255,
                    "end": 261,
                    "text": "(2014)",
                    "ref_id": null
                },
                {
                    "start": 262,
                    "end": 268,
                    "text": "(2015)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "With kind regards, Dirk Drasdo"
        },
        {
            "text": "Comments to the Author(s) The quality how this manuscript has improved and the authors were able to effectively clarify the purpose of it. These efforts made the manuscript publishable. However, I would suggest a couple of things. First, to make more clear (in the abstract, in particular) that OCC and ICCs calculations are suited to bovine TB. In general, the abstract needs a bit more explanation on the background and the significance of the paper (as an example, one important result to me is that even after excluding markets, some farms act as \"hubs\" anyway). Second, I would also suggest to fix the syntax of some sentences, to improve the readability and the flow of the manuscript (example: lines 19-20 or 84-85, but throughout the text). Other minor comments below. You can expect to receive a proof of your article in the near future. Please contact the editorial office (openscience_proofs@royalsociety.org and openscience@royalsociety.org) to let us know if you are likely to be away from e-mail contact. Due to rapid publication and an extremely tight schedule, if comments are not received, your paper may experience a delay in publication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reviewer: 2"
        },
        {
            "text": "Royal Society Open Science operates under a continuous publication model (http://bit.ly/cpFAQ). Your article will be published straight into the next open issue and this will be the final version of the paper. As such, it can be cited immediately by other researchers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reviewer: 2"
        },
        {
            "text": "As the issue version of your paper will be the only version to be published I would advise you to check your proofs thoroughly as changes cannot be made once the paper is published. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reviewer: 2"
        },
        {
            "text": "Reviewer 1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Response to reviewers ____________________________________________________________________ ______________"
        },
        {
            "text": "1. The manuscript deals with an important aspect of animal disease spread by a relevant approach. However, as the movement of animals via markets is a phenomenon that plays a much more important role in the British isles than elsewhere in Europe, it would be useful for the reader to include some additional text about this. For some diseases, animals meeting at markets/shows (despite biosecurity measures in place) constitutes a major risk of dissemination and it would therefore be of great interest to see all the analyses performed on the dataset with markets and shows included as well as excluded. As this is relevant for 35% of the movements (p5, l46) it is not unimportant. At least, Figure S1 in the supplementary material could be placed next to Figure 2 to illustrate this, and some text added in relevant sections (Methods, Results, Discussion).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 693,
                    "end": 702,
                    "text": "Figure S1",
                    "ref_id": null
                },
                {
                    "start": 757,
                    "end": 765,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Response to reviewers ____________________________________________________________________ ______________"
        },
        {
            "text": "-As requested, we have moved Figure S1 into the main document (now Figure 2b ) and added clarification and explanation to the figure legend (Line 669), methods (Lines 121-129), results (207-209), and discussion (332-335, 339-341, and particularly 368-376). Our analysis reveals and emphasises the importance of some farms as hubs, in addition to the previously described role of markets. This effect would be less apparent in an analysis that included markets as nodes. -See also our response to Referee 2 (Point 27), who agrees with our approach of directly linking source and destination farms.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 29,
                    "end": 38,
                    "text": "Figure S1",
                    "ref_id": null
                },
                {
                    "start": 67,
                    "end": 76,
                    "text": "Figure 2b",
                    "ref_id": null
                }
            ],
            "section": "Response to reviewers ____________________________________________________________________ ______________"
        },
        {
            "text": "2. Moreover, as bovine TB is referred to (and rightly so), it would be of interest to relate the movement patterns (e.g. the pattern of the GSCC) to the different geographical risk areas for TB or, at least, add some comments about this in the Discussion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Response to reviewers ____________________________________________________________________ ______________"
        },
        {
            "text": "-We fully agree with this comment, however extending the analysis to a direct assessment of TB risk is a major addition that would extend the length and scope of this particular paper too far. We hope you will appreciate that we are therefore dealing with the issue of TB, and the risk areas, more extensively in a separate paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Response to reviewers ____________________________________________________________________ ______________"
        },
        {
            "text": "I have some minor comments, listed below: 3. P7, L8: directed or direct? -This text is now in supplementary Table S1 , as per point 30 of Reviewer 2 (below), in the row about the Giant Strongly-Connected Component. -We use 'directed' to indicate a difference between the strong and weak components, whereas the weak component would include farms that are connected by an edge in either direction (direct), the strong component specifically uses only farms linked by edges in a determined direction (directed).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 108,
                    "end": 116,
                    "text": "Table S1",
                    "ref_id": null
                }
            ],
            "section": "Response to reviewers ____________________________________________________________________ ______________"
        },
        {
            "text": "4. P12, L 36-41. The comparison with Sweden needs an added statement that the Swedish cattle trading system doesn't include livestock markets, the similarity is a large number of animals into fattening farms, not a proportion of these via livestock markets. In addition, Swedish fattening herds only sell directly to slaughter.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Response to reviewers ____________________________________________________________________ ______________"
        },
        {
            "text": "-Done as requested (Line 372).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Response to reviewers ____________________________________________________________________ ______________"
        },
        {
            "text": "5. P13, L14-15: \"these\" farms, not this farms -Sentence no longer exists. These lines have been rephrased in response to Reviewer 2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Response to reviewers ____________________________________________________________________ ______________"
        },
        {
            "text": "6. P14, L20: rather \"than\" random selection -Done as requested (Line 374).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Response to reviewers ____________________________________________________________________ ______________"
        },
        {
            "text": "7. P14, L27-28: perhaps point out that moving infected animals remains the highest risk (other contacts <100%) -Done as requested (Line 391) 8. P15 L 9: it appears that you are hinting that contacts and ICC information should be added to farms' disease status information, this might be pointed out more clearly in the discussion, with pro's and con's of such a system.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 130,
                    "end": 140,
                    "text": "(Line 391)",
                    "ref_id": null
                }
            ],
            "section": "Response to reviewers ____________________________________________________________________ ______________"
        },
        {
            "text": "-We now discuss this further at Lines 376-382 and again at Lines 412-421.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Response to reviewers ____________________________________________________________________ ______________"
        },
        {
            "text": "9. In addition, the following points would be useful to add to the Discussion: \"Fattening herds\" in most countries (except for UK and Ireland) sell only animals directly to slaughter, in this study it is demonstrated that some have large ICCs AND large OCCs, is it possible to characterise these more (where are they, are they really \"fattening\" herds or something else?)? -We have clarified the classification of herd types at Lines 134-139 and its limitations at lines 335-341. -We looked at location of different types and found that fattening premises were well-distributed across GB (see the map below), across all cattle dense areas, therefore did not consider the spatial distribution was worth reporting in its own right.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Response to reviewers ____________________________________________________________________ ______________"
        },
        {
            "text": "10. As TB is mentioned as a disease for which the study is relevant, the finding that animal movements increased while TB testing almost stopped entirely is worth commenting on. In many papers the stopped testing has been put forward as the main reason for subsequent increase in TB prevalence and animal movements have not been highlighted. This study demonstrates the importance of movements and it would be a shame not to emphasise it. The many animal movements still resulted in a lower number of edges in 2001, this should also be commented on, the particular aspects of restocking depopulated herds could be elaborated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Response to reviewers ____________________________________________________________________ ______________"
        },
        {
            "text": "-We have added text at lines 349-355.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Response to reviewers ____________________________________________________________________ ______________"
        },
        {
            "text": "11. Some herds with low in-degree and out-degree still had large ICCs and OCCs, this is also worth commenting on (false sense of security?) -We now address this at lines 298-299 in the results, and Figure 8 , and have added text in the discussion at lines 379-382 and 412-419.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 198,
                    "end": 206,
                    "text": "Figure 8",
                    "ref_id": null
                }
            ],
            "section": "Response to reviewers ____________________________________________________________________ ______________"
        },
        {
            "text": "12. High ICC's in the North of England is also worth mentioning in connection with TB, as a lot of the low risk area for TB is in the North.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Response to reviewers ____________________________________________________________________ ______________"
        },
        {
            "text": "-We agree but refer you to our response to Point 2 above. This will be in a later paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Response to reviewers ____________________________________________________________________ ______________"
        },
        {
            "text": "Reviewer: 2",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Response to reviewers ____________________________________________________________________ ______________"
        },
        {
            "text": "The paper titled \"Contact chains of cattle farms in Great Britain\" describes the cattle movement network in the study country during a time span of 15 years (2001) (2002) (2003) (2004) (2005) (2006) (2007) (2008) (2009) (2010) (2011) (2012) (2013) (2014) (2015) . The authors applied several network analysis metric in order to characterize the 15 yearly networks. Particular attention was given to a metric called \"contact chain\" (in the literature known also as \"infection chain\"), and to the merit of the authors this metrics was rarely used on such extensive datasets, in particular in GB (to my knowledge). The paper has the clear merit to conduct a complete network analysis, including many metrics that can describe the between-farms contact patterns due to animal movements, and to conduct this research through a long time-series. However, novelty elements hardly emerge from both the methods and the discussion/conclusion, since they applied metrics developed by others and already used in the context of livestock networks, and the conclusions are rather wellknown in the literature. In fact, the major concern regards the structure and the lack of a sound scientific question to drive the paper.",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 163,
                    "text": "(2001)",
                    "ref_id": null
                },
                {
                    "start": 164,
                    "end": 170,
                    "text": "(2002)",
                    "ref_id": null
                },
                {
                    "start": 171,
                    "end": 177,
                    "text": "(2003)",
                    "ref_id": null
                },
                {
                    "start": 178,
                    "end": 184,
                    "text": "(2004)",
                    "ref_id": null
                },
                {
                    "start": 185,
                    "end": 191,
                    "text": "(2005)",
                    "ref_id": null
                },
                {
                    "start": 192,
                    "end": 198,
                    "text": "(2006)",
                    "ref_id": null
                },
                {
                    "start": 199,
                    "end": 205,
                    "text": "(2007)",
                    "ref_id": null
                },
                {
                    "start": 206,
                    "end": 212,
                    "text": "(2008)",
                    "ref_id": null
                },
                {
                    "start": 213,
                    "end": 219,
                    "text": "(2009)",
                    "ref_id": null
                },
                {
                    "start": 220,
                    "end": 226,
                    "text": "(2010)",
                    "ref_id": null
                },
                {
                    "start": 227,
                    "end": 233,
                    "text": "(2011)",
                    "ref_id": null
                },
                {
                    "start": 234,
                    "end": 240,
                    "text": "(2012)",
                    "ref_id": null
                },
                {
                    "start": 241,
                    "end": 247,
                    "text": "(2013)",
                    "ref_id": null
                },
                {
                    "start": 248,
                    "end": 254,
                    "text": "(2014)",
                    "ref_id": null
                },
                {
                    "start": 255,
                    "end": 261,
                    "text": "(2015)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Response to reviewers ____________________________________________________________________ ______________"
        },
        {
            "text": "Major comments 13. Lack of scientific question drive Overall, the present study lack of a clear question-answer drive and, in the current form, looks more like an application of a network analysis measures. This lack is reflected in the structure of the Introduction and Discussion sections. While the former is confusing and does not follow a clear logical flow, the latter seems to partly repeat the results section (except for few paragraphs, such as page 12 the 1st and 2nd, and page 13, the 3rd), and to partly to state already known. I think that a descriptive analysis might be still valuable, but only if better justified and well described.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Response to reviewers ____________________________________________________________________ ______________"
        },
        {
            "text": "-We have revisited parts of the introduction in order to improve logical flow, which we now consider to be clear, i.e. introducing the importance of network analysis in general and in terms of control measures > variation arising from pathogen characteristics and the time-scale of infectiousness > time-ordered networks > some detail of such network analyses as they pertain to cattle > a discussion of the situation in Britain > the specific context, highlighting the focus on chronic, slow-moving or latent infections and bTB > predictions arising. -We have ironed out repetition, changed perspectives and consolidated extensive sections of the Discussion. -We agree that the paper is an application of network measures to a complete network of particular interest and over an extended period. Patterns of variation and change in this network potentially have great epidemiological and economic importance. We feel this study makes a worthwhile contribution to understanding disease transmission in a sector where cattle movements have become so numerous and far-reaching.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Response to reviewers ____________________________________________________________________ ______________"
        },
        {
            "text": "14. Contact chains calculation The second major comment regard the calculation of contact chains. The paragraph reported from Page 7 line 28 to Page 8 line 5 is confusing and it took me a lot to understand how authors calculated the contact chains.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Response to reviewers ____________________________________________________________________ ______________"
        },
        {
            "text": "-We have rewritten and clarified the contact chains methodology (lines 156-179). A schematic and further detail are provided in the Supplementary Materials.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Response to reviewers ____________________________________________________________________ ______________"
        },
        {
            "text": "15. In my understanding, they calculate the ICC (and OCC) starting each year from January for 365 days. My concern is that by calculating the contact chains in this way, they overestimate the chains value. For example, if a given farm (#2) receive an animal in February from farm #1, then is inactive for a prolonged time period, and in November sends an animal to farm #3, are farm 1-2-3 in the same chain? Konschake et al (2014, PlosOne) introduced an infection period for the calculation of contacts chains to overcome this issue. In this formulation two contacts needs to happen within the infectious period to be included in the same chain. The authors formulation could work in the context of slowspreading diseases (i.e. bTB) in the absence of control measures, such as movement restrictions, but not for fast-spreading diseases (i.e. FMD).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Response to reviewers ____________________________________________________________________ ______________"
        },
        {
            "text": "-We have clarified our approach in the Introduction at Lines 52-59, 71-83 and Discussion 383-390, and to emphasise that, in line with the reviewer, we used a one year period to represent the length of time a slow-spreading infection, such as bTB, may have come onto a farm before being identified and control measures being implemented.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Response to reviewers ____________________________________________________________________ ______________"
        },
        {
            "text": "16. Another issue with that is the seasonality of movements and \"border effect\". The authors showed that by starting the calculation in different months (over a range of 3 years) results did not changed much. However, this sounds obvious, because the periods with more movements will be caught anyway by the chain, as cattle movement are known to have a marked yearly seasonal behaviour. So, I do not think this issue is addressed correctly. On the other hand, a \"border effect\" could prevent a correct calculation of contact chains. As an example, if I start to calculate the ICC on Jan 1st of a given year and ignore what happened in the last period of the previous year. How do the authors addressed this issue? -We have clarified our methods at lines 160-170 to highlight our evaluation of a 36 month period and how it resolves problems associated with a border effect.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Response to reviewers ____________________________________________________________________ ______________"
        },
        {
            "text": "17. Finally, in order to combine the information of the ICC and OCC the authors could use the method showed by Rossi et al (2017, Plos Computational Biology), or at least discuss their results in the light of this.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Response to reviewers ____________________________________________________________________ ______________"
        },
        {
            "text": "-We have clarified in the methods at lines 180-191. We have included a discussion on our techniques in light of the Rossi paper at lines 377, 386-390. Our classification of those farms with over 10,000 farms in both their ingoing and outgoing contact chain was our proxy for a 'superspreader' farm.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Response to reviewers ____________________________________________________________________ ______________"
        },
        {
            "text": "18. In general, I would refresh the literature on contact chains.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Response to reviewers ____________________________________________________________________ ______________"
        },
        {
            "text": "Page 3 21. Lines 6-8: add citation; -Citation added at Line 37.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "22. Line 9: \"animal movements between farms form a directional link from the source to the destination farm\", it is how we consider movements in a network framework, more than the movement forming an edge itself; -Updated at Lines 37-40.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "23. Lines 25-27: add citation; -This line has now been removed in response to previous comments regarding the introduction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "24. Lines 27-30: support this claim; -Added citation at line 52.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "25. Lines 49-50: \"cows\"? Or \"farms\" maybe; -Text added at lines 61-65 to clarify that the networks were specifically constructed from individual adult dairy cow movements between farms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Page 5 26. There is no brief description of the different types of farms. A reader unfamiliar with the GB cattle industry might not be aware of the exact difference between the types of farm. Also, is \"suckler\" what elsewhere is called \"cow-calf\"? -We have added in descriptions of the different herds at lines 134-139.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "27. Lines 48-50: I agree with this choice, but it needs to be properly justified and/or discussed; -Added text at lines 121-129 for further discussion and justification. See also our response to Referee 1, point 1, above. 30. Lines 15-56 (and Page 7 lines 3-24): I would suggest the authors to report all these network metrics, with opportune citations, and brief descriptions in a table, since none of these represent a novelty in the field. Maybe this could make the section easier to read; -We have created a new Table S1 providing these definitions. Page 8 32. Lines 7-19: how much the results of this analysis can be affected by a different threshold choice? I would suggest the authors to repeat the analysis with at least 2 alternative thresholds. Alternatively, they can use a GLM with multinomial response variable. In any case, this choice needs more explanation and discussion; -We have repeated the analysis as requested with three thresholds; 100, 1000, and 10,000 and included the ROC values (Table S2 ) and predicted probabilities for herd size and farm type in the supplementary material ( Figures S5-7) . We have added text explaining this in the methods at lines 183-185. -The threshold of 10,000 was used for the main body of the paper as it had the highest ROC values for ICCs, OCCs and both contact chains. We defined by number of farms rather than a percentile as this encompassed very different numbers of farms for ICCs and OCCs, due to the differences in distribution between ICCs and OCCs. On balance, we felt it was easier to interpret with clear farm numbers than proportions.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 516,
                    "end": 524,
                    "text": "Table S1",
                    "ref_id": null
                },
                {
                    "start": 1006,
                    "end": 1015,
                    "text": "(Table S2",
                    "ref_id": null
                },
                {
                    "start": 1106,
                    "end": 1119,
                    "text": "Figures S5-7)",
                    "ref_id": null
                }
            ],
            "section": "Methods"
        },
        {
            "text": "33. Line 12: I would suggest to show a map with the England's regions in the supplementary material, since they are using this information; -As suggested, we have added a map into the supplementary materials as Figure S10 and referred to at line 188.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 211,
                    "end": 221,
                    "text": "Figure S10",
                    "ref_id": null
                }
            ],
            "section": "Methods"
        },
        {
            "text": "Page 8 34. Could be interested to report the number of isolated farms every year, if they change or not.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "-We have added this at Lines 210-217.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Line 55: what does \"batched movements\" mean? -We have removed this term here but clarified at lines 118 and again at 219-221.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "35."
        },
        {
            "text": "Page 9 36. Line 33/ Figure S5 : should the bars be vertical on this figure? Otherwise the necessitate a better explanation; -We have completely reformatted the figure (now Figure S4 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 20,
                    "end": 29,
                    "text": "Figure S5",
                    "ref_id": null
                },
                {
                    "start": 172,
                    "end": 181,
                    "text": "Figure S4",
                    "ref_id": null
                }
            ],
            "section": "35."
        },
        {
            "text": "Page 10 37. Lines 4-20: this paragraph is very confusing. Please rephrase; -Text rephrased as advised.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "35."
        },
        {
            "text": "38. Line 36: quantify \"few\"; -Clarified at line 270.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "35."
        },
        {
            "text": "Page 11 39. Lines 48-50: I could not find the ROC curve; -Added in as Figure S7 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 70,
                    "end": 79,
                    "text": "Figure S7",
                    "ref_id": null
                }
            ],
            "section": "35."
        },
        {
            "text": "Page 12 40. Lines 15-17: quantify \"few\" and \"very many\"; -Clarified at line 318.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "41. Lines 31-41: as described, these result seem trivial; -We have reduced this to a brief mention at Line 332.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Page 13 42. Lines 12-21: this paragraph looks disconnected, please rephrase; -Rephrased and relocated to line 346.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "36 and 38 between 35 and 39, 37 is the same as 33). Also, sometimes citations are redundant",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Networks measures are calculated for each year (so, 15 observations per measure, in my understanding): most of the time the authors reports mean and SD. I think it would be better to report the median/mean and 95th percentile or median/mean and range",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Lines 23-25: add citation, and maybe fully test the power-law distribution on the degree centrality (see Clauset, Shalizi",
            "authors": [],
            "year": 2009,
            "venue": "SIAM Review paper",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "We compared a power-law model for the distribution to a log-normal model",
            "authors": [],
            "year": null,
            "venue": "-We have added this citation and referred to the definition in the new Table S1",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Lines 27-33: instead of \"widespread\" it could be more precise to talk about the different spatial scales at which other types of contacts might be important, and for which kind of infections",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Line 42: influence on what? Streamlined text (line 44)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Lines 98-107: this paragraph is already explaining some methods, maybe it needs a better collocation We have looked at this (lines 102-109) and consider that the text is appropriate to an Introduction and stops well short of an account of the Methods",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Lines 160-170: I might have intuitively understood what you did exactly to address the \"border effect",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "170--175",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Line 386: in my understanding the ones cited here are not \"transmission models",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Line 419: the method is at least 10 years old",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "-107: this paragraph is already explaining some methods, maybe it needs a better collocation Lines 160-170: I might have intuitively understood what you did exactly to address the \"border effect\", but this part is not clear. Please, rephrase.Line 182: \"and\" is bold Line 386: in my understanding the ones cited here are not \"transmission models\" but rather algorithms to calculate the contact chains Line 419: the method is at least 10 years old (first Dube' paper was published in 2008)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "107: this paragraph is already explaining some methods, maybe it needs a better collocation Lines 160-170: I might have intuitively understood what you did exactly to address the \"border effect\", but this part is not clear. Please, rephrase.Line 182: \"and\" is bold Line 386: in my understanding the ones cited here are not \"transmission models\" but rather algorithms to calculate the contact chains Line 419: the method is at least 10 years old (first Dube' paper was published in 2008)Author's Response to Decision Letter for (RSOS-180719.R1) pleased to inform you that your manuscript entitled \"Contact chains of cattle farms in Great Britain\" is now accepted for publication in Royal Society Open Science.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "15-20: the choice of weight the links based on the number of animals and not on the number of batches is good to me, but it should be supported or discussed (see Volkova et al., 2010, already cited); -Text added at lines 143-145 and Volkova et al. (2010) are cited as [15]. 29. Line 30: update igraph citation; -We have updated the version number and used the citation provided in the R documentation.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Conclusion Page 14Lines 39-56: this paragraph should be included in the Introduction.Author's Response to Decision Letter for (RSOS-180719.R0)",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Once again, thank you for submitting your manuscript to Royal Society Open Science and I look forward to receiving your revision. If you have any questions at all, please do not hesitate to get in touch.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "On behalf of the Editors of Royal Society Open Science, we look forward to your continued contributions to the Journal.Contact chains of cattle farms in Great BritainHelen R. Fielding, Trevelyan J. McKinley, Matthew J. Silk, Richard J. Delahay and Robbie A. McDonald",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Page 7 31. Lines 5-10: the correct citation here isKao et al., 2006, Interface.   -This text is now included inTable S1. The best paper is 'Kiss IZ, Green DM, Kao RR. 2006 The network of sheep movements within Great Britain: Network properties and their implications for infectious disease spread. J. R. Soc. Interface 3, 669-677. (doi:10.1098/rsif.2006.0129)' and has been added to the references in the Supplementary Materials.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Associate Editor Comments to Author (Dr Dirk Drasdo): Associate Editor: 1 Comments to the Author: Dear Authors, I thank you for your constructive responses on the suggestions of the reviewers. I think this outcome was an example for an excellent interplay between authors and reviewers resulting in a considerable improvement of the paper quality.I finally like you to consider the minor modifications suggested by one of the reviewers, which look to me aiming at even further improving the manuscript and its perception. I leave it to you in how far you like to modify the text in response to the reviewers' suggestions.With kind regards, Dirk Drasdo Thank you. Here are our responses.Reviewer comments to Author: Reviewer: 1Comments to the Author(s) I have only one remaining question, that does not really qualify as a revision. I would suggest to double-check the statement on line 216-217 that 5.4% of fattening herds were closed for the five-year period (2011) (2012) (2013) (2014) (2015) . Is it reasonable that about 450 herds (if I understand the figures correctly) that are classified as fattening herds would not introduce a single animal for 5 years but still qualify as active herds (so there must be outward movements as births would not be expected to occur at any significant rate in fattening herds). A brief explanatory comment could be added to this sentence, as it does sound extraordinary to have any number of \"closed\" fattening herds for a longer period.Text clarified at Lines 238-240) Reviewer: 2Comments to the Author(s) The quality how this manuscript has improved and the authors were able to effectively clarify the purpose of it. These efforts made the manuscript publishable. However, I would suggest a couple of things. First, to make more clear (in the abstract, in particular) that OCC and ICCs calculations are suited to bovine TB.In general, the abstract needs a bit more explanation on the background and the significance of the paper (as an example, one important result to me is that even after excluding markets, some farms act as \"hubs\" anyway).Second, I would also suggest to fix the syntax of some sentences, to improve the readability and the flow of the manuscript (example: lines 19-20 or 84-85, but throughout the text).",
            "cite_spans": [
                {
                    "start": 960,
                    "end": 966,
                    "text": "(2011)",
                    "ref_id": null
                },
                {
                    "start": 967,
                    "end": 973,
                    "text": "(2012)",
                    "ref_id": null
                },
                {
                    "start": 974,
                    "end": 980,
                    "text": "(2013)",
                    "ref_id": null
                },
                {
                    "start": 981,
                    "end": 987,
                    "text": "(2014)",
                    "ref_id": null
                },
                {
                    "start": 988,
                    "end": 994,
                    "text": "(2015)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}