{
    "paper_id": "e24e562b0fc39ee100724833115384f3c56ffd6d",
    "metadata": {
        "title": "Note from the editors: Don't stop thinking about tomorrow Eurosurveillance editorial team",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "As we are now starting a new decade and thinking about tomorrow, we would like to take stock of selected events in 2019.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "One memorable event was the worldwide movement of young people for the climate. Even if not directly related to infectious disease prevention and control, it reminded us of our collective obligation to the upcoming generations. Disease prevention is about improving future health outcomes. Continuous vigilance and surveillance are necessary elements in ensuring the best possible protection of the heath of the population as a whole. Pathogens continue to evolve in their ability to cause human disease. This was demonstrated by the recent detection of pneumonia cases of unknown origin in Wuhan, China since mid-December, for which an unknown, novel corona virus has been preliminarily determined as the cause [1, 2] . An example of how pathogens are able to escape tools and technologies developed to control and stop their spread is antimicrobial resistance (AMR). AMR has been a worldwide concern for some time already and has featured prominently in Eurosurveillance.",
            "cite_spans": [
                {
                    "start": 712,
                    "end": 715,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 716,
                    "end": 718,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In 2019, we covered various aspects of AMR such as the emergence of multidrug-resistant Neisseria gonorrhoeae related to international travel [3] , an outbreak of extensively drug-resistant Klebsiella pneumoniae in a German hospital [4] , and the surveillance of antimicrobial consumption and prescribing for example in Belgium, Israel and Switzerland [5] [6] [7] . Another aspect driving spread and severity of communicable diseases is human behaviour. The continued spread of measles in Europe over the past decade has been facilitated by insufficient vaccine coverage in specific population groups or regions. Over the past year, vaccine hesitancy and mandatory vaccination were covered in several Eurosurveillance articles [8] as were interventions to improve confidence in vaccines, for example, motivational interviews conducted with parents of newborns on maternity wards in Canada resulted in lower hesitancy and greater intention to vaccinate [9] .",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 145,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 233,
                    "end": 236,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 352,
                    "end": 355,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 356,
                    "end": 359,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 360,
                    "end": 363,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 727,
                    "end": 730,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 952,
                    "end": 955,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As usual, food-and waterborne diseases, HIV/AIDS and blood-borne diseases, emerging and vector-borne diseases, influenza and other respiratory diseases were the subject of several articles in the categories, 'Outbreak reports' and 'Surveillance articles'. These two article types have different structures and collectively replaced the former category 'Surveillance and outbreak reports' at the beginning of 2019. The associated new instructions for authors have led to greater consistency and completeness of information in submissions in these article categories.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A special issue published in January 2019 illustrated How advanced diagnostics support public health policy development [10] . We also published articles on less frequently encountered topics such as a skin rash outbreak traced to a portable floating tank [11] and urban brown rats as the possible source of multidrug-resistant Enterobacteriaceae and meticillin-resistant Staphylococcus [12] .",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 124,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 256,
                    "end": 260,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 387,
                    "end": 391,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In 2019, we published 220 articles (65 rapid communications, 155 regular articles and 21 other items such as editorials, letters and meeting reports). The 2019 acceptance rate of 25% was similar to previous years. As a reflection of the European focus of Eurosurveillance, the vast majority of published articles were from Europe, even though 15% of accepted articles in 2019 were from non-European countries. We will continue to welcome contributions from around the globe that are relevant for public health in Europe in the year ahead. Our rapid communications on ongoing or emerging threats were published within 2 to 3 weeks of submission, creating awareness and providing evidence to support rapid public health action. Some examples of the rapids we published included the worsening epidemiological situation of carbapenemase-producing Enterobacteriaceae in Europe [13] , a case of extensively drug-resistant typhoid fever imported from Pakistan to Denmark [14] and the detection of a Chlamydia trachomatis variant escaping detection by a widely used assay in Finland that was found in other European countries thereafter [15] [16] [17] .",
            "cite_spans": [
                {
                    "start": 872,
                    "end": 876,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 964,
                    "end": 968,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1129,
                    "end": 1133,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1134,
                    "end": 1138,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1139,
                    "end": 1143,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "An activity close to our heart is the Eurosurveillance lunchtime seminar that is organised every year on the margins of the European Scientific Conference on Applied Infectious Disease Epidemiology (ESCAIDE). The 2019 seminar about Pointof-care testing (POCT) and its impact on surveillance of communicable diseases and public health was well received and we look forward to publishing a respective special issue sometime in early spring. The call for the next special issue on Food as a vehicle for AMR will be launched in the second half of 2020. Other 2019 activities by the Eurosurveillance editors comprised several workshops on publication ethics, tools to increase transparency in scholarly communications, and on how authors can improve their chances of getting published. Last but not least, we started to post educational article-related quizzes on Twitter.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "All this could not have been achieved without the involvement of so many amazing supporters and constructive critics: our editorial board members, colleagues at the European Centre for Disease Prevention and Control (ECDC), public health experts and scientists in the field of infectious diseases and other disciplines in Europe and elsewhere who respond when we ask for assistance and who remain unnamed here. We owe you a heartfelt thank you! We also thank our publisher, the ECDC, and its Director who provide us with continued funding and editorial independence. We also value the contributions of our reviewers who go the extra mile, often on short notice and in their spare time, to help us select the right articles and guide authors in how they can improve their manuscripts. We are indebted to each of them. To acknowledge the ca 550 experts who reviewed for us in 2019, we are publishing a list with their names in this issue [18] and sent certificates to all those who supported us with more than one review.",
            "cite_spans": [
                {
                    "start": 936,
                    "end": 940,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In his 2020 New Year Message, United Nations (UN) Secretary-General António Guterres pointed out that we enter the new decade \"with uncertainty and insecurity\", but he also stated that there is hope, addressing young people as \"the greatest source of that hope\" as they demand a role in shaping the future and encouraging them to challenge those in charge by \"speaking out\", \"thinking big\", \"pushing boundaries\" and \"keep[ing] up the pressure\". He also noted that the UN will be launching a blueprint for further action for the sustainable development goals [19] . Also, the President of the European Commission Ursula von der Leyen's agenda for Europe contains an \"aspiration of living in a natural and healthy continent\" and a \"world full of new technologies and age-old values\" [20] . Sustainability and evolution within scholarly communication are important to us editors. Together with our contributors and supporters, we are constantly working to maintain Eurosurveillance as a useful means to provide sound and trustworthy evidence for communicable disease prevention and control also in the future. In 2020, we will discuss with our editorial board our strategy and goals for the years 2021 to 2027; we envisage to further advance to follow new developments and meet the demands of our diverse audience to the best of our abilities also in the time to come. To get a better idea of the various needs and interests, we launch a satisfaction survey today. The results should inform our strategy by identifying areas of particular interest to our audience. We hope that many of you will respond and help us shape the future of the journal, so that Eurosurveillance continues to be interesting for readers, attractive for authors and useful for strategic and day-to-day public health decision-making.",
            "cite_spans": [
                {
                    "start": 558,
                    "end": 562,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 781,
                    "end": 785,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Pneumonia of unknown cause -China. Geneva: WHO",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "WHO Statement Regarding Cluster of Pneumonia Cases in Wuhan",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Collection: Emerging multidrug-resistant Neisseria gonorrhoeae related to international travel. Stockholm: ECDC",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Eurosurveillance",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Extensively drug-resistant Klebsiella pneumoniae ST307 outbreak, north-eastern Germany",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Haller",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kramer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Becker",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Bohnert",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Eckmanns",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Hans",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Euro Surveill",
            "volume": "24",
            "issn": "50",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2807/1560-7917.ES.2019.24.50"
                ],
                "PMID": [
                    "31847948"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Antibiotic consumption in Belgian acute care hospitals: analysis of the surveillance methodology, consumption evolution 2003 to 2016 and future perspectives",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Vandael",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Magerman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Coenen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Goossens",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Catry",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Euro Surveill",
            "volume": "24",
            "issn": "46",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2807/1560-7917.ES.2019.24.46"
                ],
                "PMID": [
                    "31771707"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Antimicrobial use trends",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Dickstein",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Temkin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ben-David",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Carmeli",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Schwaber",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Euro Surveill",
            "volume": "24",
            "issn": "34",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2807/1560-7917.ES.2019.24.34"
                ],
                "PMID": [
                    "31456558"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Antimicrobial use in acute care hospitals: national point prevalence survey on healthcare-associated infections and antimicrobial use",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zingg",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Metsini",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gardiol",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Balmelli",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Behnke",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Troillet",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Euro Surveill",
            "volume": "24",
            "issn": "33",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2807/1560-7917.ES.2019.24.33"
                ],
                "PMID": [
                    "31431211"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Special edition: Tackling vaccine hesitancy and improving immunisation delivery",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Eurosurveillance",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Promoting vaccination in maternity wards ─ motivational interview technique reduces hesitancy and enhances intention to vaccinate, results from a multicentre non-controlled pre-and post-intervention RCT-nested study",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gagneur",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Battista",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "D"
                    ],
                    "last": "Boucher",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Tapiero",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Quach",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Wals",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Euro Surveill",
            "volume": "24",
            "issn": "36",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2807/1560-7917.ES.2019.24.36.1800641"
                ],
                "PMID": [
                    "31507265"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Advanced diagnostics to inform public health policy",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Eurosurveillance",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "An outbreak of skin rash traced to a portable floating tank in Norway",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hyllestad",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lange",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Guzman-Herrador",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Macdonald",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Lund",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Aavitsland",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Euro Surveill",
            "volume": "24",
            "issn": "38",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2807/1560-7917"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Urban brown rats (Rattus norvegicus) as possible source of multidrug-resistant Enterobacteriaceae and meticillin-resistant Staphylococcus spp",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Desvars-Larrive",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Ruppitsch",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lepuschitz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Szostak",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Spergser",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Feßler",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Euro Surveill",
            "volume": "24",
            "issn": "32",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2807/1560-7917.ES.2019.24.32"
                ],
                "PMID": [
                    "31411133"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Worsening epidemiological situation of carbapenemase-producing Enterobacteriaceae in Europe, assessment by national experts from 37 countries",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Alma",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Nina",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Sara",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Struelens",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Monnet",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Barbara",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Euro Surveill",
            "volume": "24",
            "issn": "9",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2807/1560-7917.ES.2019.24.9"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Ceftriaxone-resistant Salmonella enterica serotype Typhi in a pregnant traveller returning from Karachi",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Engsbro",
                    "suffix": ""
                },
                {
                    "first": "Riis",
                    "middle": [],
                    "last": "Jespersen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Goldschmidt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Mollerup",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Worning",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pedersen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Euro Surveill",
            "volume": "24",
            "issn": "21",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2807/1560-7917.ES.2019.24.21"
                ],
                "PMID": [
                    "31138366"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Chlamydia trachomatis samples testing falsely negative in the Aptima Combo 2 test in Finland",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Rantakokko-Jalava",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hokynar",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hieta",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Keskitalo",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Jokela",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Muotiala",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Euro Surveill",
            "volume": "24",
            "issn": "22",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2807/1560-7917.ES.2019.24.22.1900298"
                ],
                "PMID": [
                    "31164192"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Finnish new variant of Chlamydia trachomatis escaping detection in the Aptima Combo 2 assay also present in Örebro County",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Unemo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hansen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hadad",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lindroth",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Fredlund",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Puolakkainen",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Euro Surveill",
            "volume": "24",
            "issn": "26",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2807/1560-7917.ES.2019.24.26"
                ],
                "PMID": [
                    "31266590"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The 'Finnish new variant of Chlamydia trachomatis' escaping detection in the Aptima Combo 2 assay is widespread across Norway",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Bjordal",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hilde",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rikard",
                    "suffix": ""
                },
                {
                    "first": "H-Ee",
                    "middle": [],
                    "last": "Bredo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Joakim",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Gro",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Euro Surveill",
            "volume": "24",
            "issn": "42",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2807/1560-7917.ES.2019.24.42.1900592"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Eurosurveillance reviewers in 2019",
            "authors": [],
            "year": 2020,
            "venue": "Euro Surveill",
            "volume": "25",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2807/1560-7917.ES.2020.25.1.2001092"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "UN) Regional Information Centre -EUROPE. UN Secretary-General's 2020 New Year's Message. Brussels: UN. 31",
            "authors": [],
            "year": 2019,
            "venue": "United Nations",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Political guidelines for the next European Commission 2019-2024. A Union that strives for more. My agenda for Europe. Brussels: European Commission",
            "authors": [
                {
                    "first": "Von",
                    "middle": [],
                    "last": "Der Leyen",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "This is an open-access article distributed under the terms of the Creative Commons Attribution (CC BY 4.0) Licence. You may share and adapt the material, but must give appropriate credit to the source, provide a link to the licence and indicate if changes were made.Any supplementary material referenced in the article can be found in the online version.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}