{
    "paper_id": "e30e44f2eb7f2effe677e665ad14ad511ac17c3f",
    "metadata": {
        "title": "Non-Molecular-Clock-Like Evolution following Viral Origins in Homo sapiens",
        "authors": [
            {
                "first": "Wendy",
                "middle": [],
                "last": "Mok",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "McMaster University",
                    "location": {
                        "addrLine": "1280 Main Street West",
                        "postCode": "L8S 4K1",
                        "settlement": "Hamilton",
                        "region": "ON",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Kelly",
                "middle": [],
                "last": "Seto",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Toronto",
                    "location": {
                        "addrLine": "1 King's College Circle",
                        "postCode": "M5S 1A8",
                        "settlement": "Toronto",
                        "region": "ON",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Jon",
                "middle": [],
                "last": "Stone",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "McMaster University",
                    "location": {
                        "addrLine": "1280 Main Street West",
                        "postCode": "L8S 4K1",
                        "settlement": "Hamilton",
                        "region": "ON",
                        "country": "Canada"
                    }
                },
                "email": "jstoner@mcmaster.ca"
            }
        ]
    },
    "abstract": [
        {
            "text": "Researchers routinely adopt molecular clock assumptions in conducting sequence analyses to estimate dates for viral origins in humans. We used computational methods to examine the extent to which this practice can result in inaccurate 'retrodiction.' Failing to account for dynamic molecular evolution can affect greatly estimating index case dates, resulting in an overestimated age for the SARS-CoV-human infection, for instance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Dating when viruses acquired the ability to infect human genomes is paramount to managing public health. Infections could occur directly and repeatedly via other animal hosts (e.g. Human Immunodefi ciency Virus, West Nile Virus). But, if infections were manifested secondarily, as a consequence from viral sequence substitutions that allowed sustained transmission among humans-as recent reports suggest for Avian Infl uenza Virus-a pandemic could ensue, with casualty numbers greatly exceeding those for infl uenza pandemics from the past century (Nicholls, 2006; Thomas and Noppenberger, 2007) .",
            "cite_spans": [
                {
                    "start": 548,
                    "end": 564,
                    "text": "(Nicholls, 2006;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 565,
                    "end": 595,
                    "text": "Thomas and Noppenberger, 2007)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Pinpointing viral origins in humans enables researchers to extrapolate backward to estimate index case dates, calculate mutation and substitution rates, and document genetic events that permit effi cient interspecies transmission and enhanced virulence (Chen et al. 2004) . These data enable researchers to extrapolate forward to predict variability and develop vaccination or management programs to prevent or respond to potential global outbreaks. Herein, we show that adopting molecular clock assumptions can yield inaccurate estimated origin times, considering as an example data from the Severe Acute Respiratory Syndrome coronavirus (SARS-CoV) infection in humans.",
            "cite_spans": [
                {
                    "start": 253,
                    "end": 271,
                    "text": "(Chen et al. 2004)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We compared the S-gene in SARS-CoV sequences isolated from patients included in a recently published phylogenetic tree (He et al. 2004 ). This gene synthesizes the Spike-protein that is involved in virus-to-host-cell-epitope interactions, so sequence changes will affect evolutionary dynamics. We observed that stepwise genetic distance was greatest immediately following initial infection and diminished to a plateau thenafter (Fig. 1) . Recognizing that this change in substitution rate would violate a molecular clock assumption and could cause pairwise genetic distances to yield inaccurate evolutionary divergence estimates (especially if genetic distance calculations were performed with respect to a reference sequence representing an hypothetical common ancestor), we quantifi ed the extent to which failing to account for dynamic SARS-CoV evolution might affect estimating an origin time.",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 134,
                    "text": "(He et al. 2004",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 428,
                    "end": 436,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "We developed a computer simulation program to emulate sequence evolution and used it to evolve in silico and according to the recently published phylogenetic tree (He et al. 2004 ) the SARS-CoV sequences. The computer simulation program determined substitution rates on the basis of a gamma distribution function (Fig. 1) . It implemented prescriptions for designating time-points for events, such as strains becoming 'extinct' in patients, to accord as closely as possible to defi nite time-points, such as dates on which patients died. And it determined origin times according to a molecular clock assumption. We ran 1000 replicates to obtain an origin time distribution, from which we could obtain a representative, estimated (e.g. median) index case date (Fig. 2 ).",
            "cite_spans": [
                {
                    "start": 163,
                    "end": 178,
                    "text": "(He et al. 2004",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 313,
                    "end": 321,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 759,
                    "end": 766,
                    "text": "(Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "We obtained from Genbank 51 SARS-CoV sequences isolated from infected patients at different times throughout the epidemic and included in the aforementioned published phylogenetic tree (He et al. 2004 ). These constituted the available, unique sequences from the 61 that were included in that phylogenetic tree. We extracted from each among the 51 patient sequences a 3767-nucleotide sequence encoding the Spike (S) protein. We aligned these sequences using ClustalX (Thompson et al. 1997) and determined stepwise genetic distances between sequentially emerging strains (i.e. according to the phylogenetic tree) to calculate substitution rates (nucleotides per site per day).",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 200,
                    "text": "(He et al. 2004",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 467,
                    "end": 489,
                    "text": "(Thompson et al. 1997)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "We used the observed substitution rate variation ( Fig. 1) and independently published average mutation rates (He et al. 2004; Lu et al. 2004 ) to defi ne a gamma distribution function (e.g. Golding, 1983) relating time (days) to expected genetic distance (substitutions per site). We used this gamma function (α = 1, θ = 4, implemented using the function GammaDistribution[1, 4] + 0.18 in Mathematica (Wolfram Research Inc, 1988) ) in the computer simulation program to evolve sequences according to the phylogenetic tree, which was rooted by using as outgroups sequences obtained from strains found in civet cats (He et al. 2004) . Comparable results were obtained using one-and two-parameter molecular substitution models (Jukes and Cantor, 1969; Kimura, 1980) . Reassortment was unconsidered. The computer simulation program calculated Hamming distances between an hypothetical ancestor and the sequences; paired time points with these distances according to the phylogenetic tree; performed linear regressions; and extrapolated backward to 0 distance, to estimate origin times. We ran 1000 replicates and determined the median and 95% confi dence interval for the resulting distribution (Fig. 2) , which allowed us to estimate a representative index case date.",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 126,
                    "text": "(He et al. 2004;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 127,
                    "end": 141,
                    "text": "Lu et al. 2004",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 191,
                    "end": 205,
                    "text": "Golding, 1983)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 402,
                    "end": 430,
                    "text": "(Wolfram Research Inc, 1988)",
                    "ref_id": null
                },
                {
                    "start": 615,
                    "end": 631,
                    "text": "(He et al. 2004)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 725,
                    "end": 749,
                    "text": "(Jukes and Cantor, 1969;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 750,
                    "end": 763,
                    "text": "Kimura, 1980)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 51,
                    "end": 58,
                    "text": "Fig. 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1192,
                    "end": 1200,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Materials and Methods"
        },
        {
            "text": "In our computer simulations, the origin time for SARS-CoV in humans was estimated to have transpired approximately 45 days (median t = −45, (He et al. 2004) . The upper and lower points at t = 0 represent r (civet sequence SZ16, human sequence GZ02) and r (human sequence GZ02, human sequence GD01), respectively. The curve is a gamma distribution function that is similar to the gamma distribution function that was used in computer simulations. t = time (days since estimated initial transmission from civets to humans); r = sequence divergence rate (substitutions per site per evolutionary step). (He et al. 2004); and December 12, 2002 (Zeng et al. 2003) ).",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 156,
                    "text": "(He et al. 2004)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 600,
                    "end": 617,
                    "text": "(He et al. 2004);",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 618,
                    "end": 621,
                    "text": "and",
                    "ref_id": null
                },
                {
                    "start": 622,
                    "end": 658,
                    "text": "December 12, 2002 (Zeng et al. 2003)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Adopting a molecular clock assumption generated inaccurate estimated origin times for virtual SARS-CoV infections in humans, yielding estimated initial infection dates that differed in comparison to previously published estimates for actual index case dates. We note that previously published estimates 'redate' inaccurately, to months prior to or weeks following the real-world index case date (He et al. 2004; Lu et al. 2004) or months following the initial outbreak (Zeng et al. 2003) . Those estimates were generated using sequences that were obtained between February and April 2003, whereupon molecular modifi cation had stabilized (Fig. 1) . Adopting a molecular clock assumption might have been valid in those profi cient analyses; however, extrapolating backward on the basis of that constant modification rate-especially using pairwise genetic distances-might have been misleading. We propose that the nonlinear, rapid divergence exhibited by the SARS-CoV immediately after initially infecting humans (t = 0-25, Fig. 1 ) might represent a time period during which the virus 'settled' before becoming 'comfortable' (t Ͼ25, Fig. 1 ) in its new environment. Whether settling constitutes a general phenomenon could be tested with data from entire genomes (i.e. including all genes) and other viruses (e.g. the Avian Infl uenza Virus). In the meanwhile, we recommend subjecting virus sequences to computational, non-molecular clock assumption analyses (e.g. \"relaxed phylogenetics\" in Drummond et al. 2006) to estimate timepoints for critical epidemiological phenomena, like the viral reassortment events associated with the fi rst human SARS-CoV case in 1997 (He et al. 2004 ).",
            "cite_spans": [
                {
                    "start": 395,
                    "end": 411,
                    "text": "(He et al. 2004;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 412,
                    "end": 427,
                    "text": "Lu et al. 2004)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 469,
                    "end": 487,
                    "text": "(Zeng et al. 2003)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1490,
                    "end": 1511,
                    "text": "Drummond et al. 2006)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1665,
                    "end": 1680,
                    "text": "(He et al. 2004",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 638,
                    "end": 646,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1022,
                    "end": 1028,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1132,
                    "end": 1138,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Funding was transferred from the Natural Sciences and Engineering Council of Canada (USRA Scholarship to WM and Discovery Grant 261590 to JRS). Critical and illuminating comments were transmitted by reviewers 1 and 2, B. Golding, and R. Morton, and L. de Lourdes Vazquez Paz. The distribution was obtained using a computer simulation program that evolved virtually on the basis of a recently published phylogenetic tree (He et al. 2004 ) 51 SARS-CoV sequences (1000 replicates); performed a linear regression involving divergence times and genetic distances from a hypothetical ancestor; and extrapolated backward to 0 divergence to obtain estimated origin times t.",
            "cite_spans": [
                {
                    "start": 420,
                    "end": 435,
                    "text": "(He et al. 2004",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The evolution of H5N1 infl uenza viruses in ducks in Southern China",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "101",
            "issn": "",
            "pages": "10452--57",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Relaxed phylogenetics and dating with confi dence",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Drummond",
                    "suffix": ""
                },
                {
                    "first": "Syw",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Phillips",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "PLoS Biology",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Estimation of DNA and protein sequence divergence: An examination of some assumptions",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Golding",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Mol. Biol. Evol",
            "volume": "1",
            "issn": "",
            "pages": "125--167",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Molecular evolution of the SARS coronavirus during the course of the SARS epidemic in China",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Min",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Science",
            "volume": "303",
            "issn": "",
            "pages": "1666--69",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Evolution of protein molecules",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Jukes",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Cantor",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "21--132",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A simple model for estimating evolutionary rates of base substitutions through comparative studies of nucleotide sequences",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kimura",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Journal of Molecular Evolution",
            "volume": "16",
            "issn": "",
            "pages": "111--131",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Pandemic infl uenza: the inside story",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nicholls",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "PLoS Biol",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Date of origin of the SARS coronavirus strains",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "BMC Infect. Dis",
            "volume": "4",
            "issn": "10",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Avian infl uenza: a review",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Noppenberger",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Am. J. Health Syst. Pharm",
            "volume": "64",
            "issn": "",
            "pages": "149--65",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The ClustalX windows interface: Flexible strategies for multiple sequence alignment aided by quality analysis tools",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Gibson",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Plewniak",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Nucl. Acid. Res",
            "volume": "24",
            "issn": "",
            "pages": "4876--82",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Mathematica: A System for Doing Mathematics by Computer Version 2.1",
            "authors": [],
            "year": 1988,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Estimated timing of the last common ancestor of the SARS coronavirus",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zeng",
                    "suffix": ""
                },
                {
                    "first": "Kyc",
                    "middle": [],
                    "last": "Chow",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "C"
                    ],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N. Engl. J. Med",
            "volume": "349",
            "issn": "",
            "pages": "2469--70",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Quantifying Severe Acute Respiratory Syndrome coronavirus (SARS-CoV) sequence modifi cation over time. The points represent nucleotide substitution rates r among 51 SARS-CoV sequences obtained between November 2002 and March 2003, inferred on the basis of a recently published phylogenetic tree",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Estimated origin times for Severe Acute Respiratory Syndrome coronavirus (SARS-CoV) in humans.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}