{
    "paper_id": "e6d560c0ed2c420b3ca34de569c8a46d3722e2da",
    "metadata": {
        "title": "Validation of the Arabic Version of the Early Childhood Oral Health Impact Scale (ECOHIS)",
        "authors": [
            {
                "first": "Nada",
                "middle": [
                    "J"
                ],
                "last": "Farsi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Azza",
                "middle": [
                    "A"
                ],
                "last": "El-Housseiny",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Deema",
                "middle": [
                    "J"
                ],
                "last": "Farsi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Najat",
                "middle": [
                    "M"
                ],
                "last": "Farsi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Assessment of the adverse effects of oral health problems on oral health-related quality of life (OHRQoL) is essential to ensure the well-being of children. The Early Childhood Oral Health Impact Scale (ECOHIS) is an instrument that was designed to assess caregivers' perceptions of OHRQoL in preschool children. Although it has been translated into many languages, it has yet to be validated in Arabic. Therefore, this study aimed to translate this questionnaire to Arabic (A-ECOHIS) and test its psychometric properties. Methods: Questionnaire responses from three samples of caregivers of preschool children ≤ 6 years of age were collected: (i) community-based (n = 422), from preschools selected as a stratified random sample; (ii) clinic-based, from those seeking pediatric dental care at a university clinic (n = 246); and (iii) a test-retest sample (n = 68), a clinic-based group of caregivers who completed questionnaires twice about siblings who were not receiving dental care. Children received a dental examination to assess their decayed, missed, filled teeth (dmft) scores. Convergent validity was evaluated by assessing the A-ECOHIS scores in relation to the response to a global question. Discriminant validity was evaluated by comparing the scores of children with varying levels of oral disease. Internal consistency was assessed by calculating Cronbach's alpha, and the test-retest reliability was assessed using intra-class correlation coefficients (ICCs). Results: The A-ECOHIS scores of the questionnaire sections and the global oral health rating were significantly correlated; Spearman correlation coefficients were, r = 0.55, P ≤ 0.01 (overall score), r = 0.54, P ≤ 0.01 (child section), and r = 0.51, P ≤ 0.01 (family section). The mean A-ECOHIS scores were also statistically significantly higher in children with higher dmft scores compared with lower dmft, and in the clinic-based sample compared with the community sample. The Cronbach's alpha value of the the child, family sections and overall questionnaire were, 0.80, 0.78, and 0.85, respectively. The intra-class correlation coefficient (ICC) of A-ECOHIS was 0.86. Conclusion: The A-ECOHIS performed well on all psychometric tests to which it was applied. Thus, it is a valid and reliable instrument that can be used in Arabic-speaking caregivers of preschoolers aged 2 to 6 years.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Children younger than six years of age are especially vulnerable to oral health problems [1] . These problems include temporary teething discomfort, trauma to the teeth and supporting structures, and early childhood caries [2] . Caries, despite recent preventive regimes and advanced early diagnosis methods, remains a prevalent childhood disease around the world. In fact, dental caries is the most common chronic disease in children [3] . In the US, 1 in every 4 children between 2 and 5 years of age has had caries in the primary teeth [4] . The prevalence of caries is also high in most Arabi countries including Saudi Arabia [5, 6] . In Saudi Arabia, the prevalence of caries was estimated to be 73% [7] , and a meta-analysis by Khan et al. found a mean decayed, missing, filled teeth (dmft) score due to caries of 5.38 in primary dentition [8] .",
            "cite_spans": [
                {
                    "start": 89,
                    "end": 92,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 223,
                    "end": 226,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 435,
                    "end": 438,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 539,
                    "end": 542,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 630,
                    "end": 633,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 634,
                    "end": 636,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 705,
                    "end": 708,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 846,
                    "end": 849,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Oral health problems can have a negative effect on a young child's functional, psychological, and social wellbeing and, in turn, on the family as a whole. The impact of such problems can be manifested as pain, loss of function, psychological effects, problems with proper weight gain and growth, restriction of daily activities, and disruption of the normal family functioning [9] [10] [11] [12] .",
            "cite_spans": [
                {
                    "start": 377,
                    "end": 380,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 381,
                    "end": 385,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 386,
                    "end": 390,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 391,
                    "end": 395,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Although clinical manifestations are of pivotal importance, the physical and psychosocial impact of oral disease cannot be assessed by these parameters alone [13] . Recently, healthcare professionals have begun to incorporate into the oral health assessment the patients' perceptions of how their oral health affects their quality of life (QoL) [14] .",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 162,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 345,
                    "end": 349,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "A number of oral health-related QoL (OHRQoL) instruments have been designed to assess the impact of oral health problems, some of which focus on the pediatric population. These include the Parental-Caregiver Perceptions Questionnaire (P-CPQ) [15] , the infantile and toddler QoL (ITQoL), child oral health impact profile (COHIP), child oral impact daily performance (child-OIDP), child perception questionnaire (CPQ) [16] [17] [18] [19] [20] and Caries-QC [21] . However, it was not until 2007, when Pahel et al. developed the Early Childhood Oral Health Impact Scale (ECOHIS), that an instrument was designed especially for young children [22] .",
            "cite_spans": [
                {
                    "start": 242,
                    "end": 246,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 417,
                    "end": 421,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 422,
                    "end": 426,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 427,
                    "end": 431,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 432,
                    "end": 436,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 437,
                    "end": 441,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 456,
                    "end": 460,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 640,
                    "end": 644,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The ECOHIS tests the impact of oral health problems on both young children and their families. Because preschoolers have not reached a developmental and psychological level that allows them to accurately recall past events and give accurate accounts of personal experiences, the questionnaire is designed for adult caregivers, who can better relate the impact of oral health on the child's life [22] .",
            "cite_spans": [
                {
                    "start": 395,
                    "end": 399,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The ECOHIS has performed well and has shown good reliability and validity. The scale has been translated into several languages and has been tested and validated on diverse populations with promising results [23] [24] [25] [26] [27] [28] . The first translation was into French [23] , followed by Chinese [25] , Brazilian Portuguese [24, 27] , Spanish [26] , Lithuanian [29] , and Malay [28] . In the Middle East, it has been translated into Farsi and Turkish [30, 31] . In this study, we aimed to translate ECOHIS into the Arabic language (A-ECOHIS) and test its psychometric properties on an Arabic-speaking population.",
            "cite_spans": [
                {
                    "start": 208,
                    "end": 212,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 213,
                    "end": 217,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 218,
                    "end": 222,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 223,
                    "end": 227,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 228,
                    "end": 232,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 233,
                    "end": 237,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 278,
                    "end": 282,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 305,
                    "end": 309,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 333,
                    "end": 337,
                    "text": "[24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 338,
                    "end": 341,
                    "text": "27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 352,
                    "end": 356,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 370,
                    "end": 374,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 387,
                    "end": 391,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 460,
                    "end": 464,
                    "text": "[30,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 465,
                    "end": 468,
                    "text": "31]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The original ECOHIS questionnaire was developed in English by Pahel et al., who demonstrated its validity and reliability [22] . It comprises 13 questions and is divided into child and family impact sections. The child impact section includes nine items and comprises four domains: child symptoms, function, psychology, and self-image and social interaction. The family impact section contains four items and comprises two domains: parental distress and family function.",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 126,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "The questionnaire"
        },
        {
            "text": "The English version of the ECOHIS was translated into Arabic using the well-recognized forward-backward translation technique [32] . Two native Arabic speakers, who speak English fluently, independently translated the original English version of ECOHIS. The Arabic versions were revised with the aid of one of the authors and the two translators, from which one preliminary Arabic version was produced. This version was translated back to English by two bilingual professionals. Finally, the two back-translated English versions were compared with the original English version, and minor adjustments were made to the final Arabic version by adjusting the translation of the words \"trouble\" and \"upset\" in questions 6 and 10, respectively ( Fig. 1) . As with the English version [22] , response options for A-ECOHIS were coded as follows: 0 = never, 1 = hardly ever, 2 = occasionally, 3 = often, 4 = very often, and 5 = don't know; and subjects were asked to answer the questions based on the whole life span of the child. To test the questionnaire's comprehensibility, a pilot study was conducted with 10 caregivers not involved in the main study, and the questionnaire was simplified.",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 130,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 778,
                    "end": 782,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [
                {
                    "start": 740,
                    "end": 747,
                    "text": "Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Development of A-ECOHIS"
        },
        {
            "text": "The total score was calculated by summing the scores of all questions, and separate scores were calculated for each of the questionnaire sections. The range of the child section scores was 0 to 36, and the range of the family section was 0 to 16. Missing values were handled as described in the original study [22] ; \"don't know\" responses were treated as missing. For maximum utilization of the data, for subjects with ≤ 2 missing values in the child impact section, or ≤ 1 missing value in the family impact section, the missing values were imputed by using the mean of the rest of the values of each section accordingly. Therefore, subjects could be included in the analysis of one section but not the other, as was done in the original study [22] . Subjects with > 2 missing values in the child impact section and with > 1 missing value in the family impact section were excluded.",
            "cite_spans": [
                {
                    "start": 310,
                    "end": 314,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 746,
                    "end": 750,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Development of A-ECOHIS"
        },
        {
            "text": "In this study, community-based and clinic-based samples were collected. For participants to be included, Arabic had to be the native language of the caregivers, and they had to be able to fill in the questionnaire independently. They also had to be living with the child for ≥ 50% of the time. Their children had to be healthy, not on long-term medications, and with no physical, learning, or mental disabilities. The participants of the community-based sample (n = 425) were caregivers of preschool children ≤ 6 years of age. The targeted population included all Saudi and non-Saudi children who were registered in kindergarten schools in Jeddah according to the Ministry of Education (population, 14,808 children). The sampling method of the study was multistage stratified random sampling from the preschool children in Jeddah. There were 7448 male and 7360 female children distributed among 34 public and 181 private preschools.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study subjects"
        },
        {
            "text": "It was determined to choose the school as a unit of sample selection using a numbered list that was previously prepared. Preschools were randomly selected using Random Number Generator [33] . Two numbers representing a private and a public school were selected in each of Jeddah's main four districts (North, East, South, and West). Approval to visit the selected preschools and collect data from the children was obtained from the Ministry of Education in Jeddah, and approval of the school principal was obtained prior to the school visit.",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 189,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Study subjects"
        },
        {
            "text": "During the first preschool visit, consent forms with information about the study were distributed to the children. Children were encouraged to bring back the signed consent forms the next morning. At the next school visit, examinations were performed on the children who brought back a signed consent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study subjects"
        },
        {
            "text": "The clinic-based group (n = 246) comprised caregivers of a convenience sample of children 6 years old or younger seeking dental care in the pediatric dental clinics of King Abdulaziz University. The A-ECOHIS was given to the participating caregivers for completion while they were at the clinic. Socio-demographic information on the caregivers and children was also collected. In total, 750 questionnaires were distributed, and the response rate was 89.5%. The recruitment period was from September 2013 to April 2014.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study subjects"
        },
        {
            "text": "Children in the community and clinic-based samples received a dental examination by one examiner who used an agreed-upon rubric and was trained and calibrated in the Faculty of Dentistry of King Abdulaziz University for the detection of caries in 2 to 6 year-old children using the World Health Organization 1997 criteria [34] .",
            "cite_spans": [
                {
                    "start": 322,
                    "end": 326,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Study subjects"
        },
        {
            "text": "Children were seated on a chair with a back rest; a knee to knee position was used with very young children. Caries experience as decayed, missed and filled teeth (dmft) were diagnosed using a blunt Community Periodontal Index (CPI) probe (Nordent, Elk Grove Village, IL, USA), disposable plane mirror and adequate light using standard infection control measures. Teeth were examined visually and the CPI probe was used to remove debris and confirm visual evidence of caries. Teeth were recorded as sound, if they showed no evidence of treatment or caries into dentin. Teeth with white, discolored or rough spots, stained pits or fissures without cavitations or softening were also recorded as sound. Teeth were recorded carious, if there was a visible cavity, undermined enamel or detectably softened floor or wall. Teeth only extracted due to caries were recorded as missing [34] . A confidential report was given to the caregivers of the community-based sample with advice to seek dental care in any dental facility if needed.",
            "cite_spans": [
                {
                    "start": 877,
                    "end": 881,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Study subjects"
        },
        {
            "text": "Ethical approval for the study was obtained from the Research Ethics Committee, Faculty of Dentistry King Abdulaziz University (#036-13). Informed consent was obtained from all participating caregivers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study subjects"
        },
        {
            "text": "To test the convergent validity for the community-based sample, the following global oral health question was added: \"In general, how would you rate the overall oral health of your child?\" This question had five response options: 0 = excellent, 1 = very good, 2 = good, 3 = fair, and 4 = poor. The mean A-ECOHIS scores of each group of respondents, according to their global question response were compared. We hypothesized that caregivers with a response of \"excellent\" on the global question would have a low A-ECOHIS score, and that the score would increase as the global question responses became lower. Furthermore, ratings of \"excellent\", \"very good\" and \"good\" in the global question were combined into \"good health\", while \"fair\" and \"poor\" ratings were combined into \"poor health\", and the mean A-ECOHIS scores for both levels were compared with a t-test, which is robust against non-normality when the sample size is ≥ 40 [35] .",
            "cite_spans": [
                {
                    "start": 932,
                    "end": 936,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Validation of A-ECOHIS Convergent validity"
        },
        {
            "text": "Spearman's rank order correlations were used to assess correlations between the responses to the global question and each of the A-ECOHIS section scores.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Validation of A-ECOHIS Convergent validity"
        },
        {
            "text": "In the community-based sample, the A-ECOHIS scores for each of the sections between children with varying dmft scores (none, 1-5, >5) were compared. We hypothesized that children with higher dmft scores would have higher A-ECOHIS scores. To further assess the discriminant validity of A-ECOHIS, we compared the A-ECOHIS scores of each questionnaire domain between the community-based and clinic-based samples. Because children in the clinic-based sample probably had worse oral health, we hypothesized that they would have lower A-ECOHIS scores.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discriminant validity"
        },
        {
            "text": "Spearman's rank order correlations were used to assess the correlations between the child and family impact section scores in the community-based sample, and to estimate the inter-item correlations. Cronbach's alpha was also produced for each of the scale sections and for the whole scale. We hypothesized that the child and family scores as well as the scale items would be correlated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Internal consistency"
        },
        {
            "text": "A sample was collected (n = 78) to assess the test-retest reliability of the questionnaire. The caregivers of children seeking treatment at the Pediatric Dental Clinics in King Abdulaziz University, who were accompanied by siblings aged 0 to 6 years, were approached, and consenting caregivers were asked to complete the questionnaire about the sibling who was not receiving dental treatment. They were given the questionnaire again after 2 to 3 weeks, when they came for a follow-up appointment. It was verified that the participating subjects did not report changes in their child's oral health condition or treatments during this period. The intra-class correlation coefficient was used to assess the test-retest reliability in the sample for each of the questionnaire sections and for the questionnaire as a whole.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Test-retest reliability"
        },
        {
            "text": "Using the tables developed by Saunders and Huynh, a sample size of 245 subjects was determined for reliability testing [36] , given the assumption that the ECOHIS is a 13-item test of a moderate degree of difficulty and low variability. The calculation was made considering the degree of precision to be 0.05%.",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 123,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Sample size calculation"
        },
        {
            "text": "Of the 425 community-based participants, three subjects who had missing values for more than two items of the child section and more than one item of the family section were excluded from the analyses. One participant of the clinic sample with more than 2 missing values in the child section and no missing values in the family section was included in the score calculation for the family section, but not the child section. In addition, 20 participants from the community sample with more than 1 missing value in the family section and no missing values in the child section were included in the child section analyses only. Table 1 presents the demographic characteristics of the participants. The mean age of the community-based sample was 4.5 ± 0.6 years, whereas the mean age of the clinic-based sample was 4.6 ± 1.2 years. Females comprised 57 and 52% of the community and clinic samples, respectively. Of the community sample, 81% attended private schools, while 19% attended public schools. The clinic sample had statistically significantly higher dmft scores compared with the community sample (9.9 ± 5.0 and 4.0 ± 4.4, respectively).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 626,
                    "end": 633,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The distribution of the A-ECOHIS responses is presented in Table 2 . Among the community-based subjects, pain was the most reported item (35%), followed by irritability or frustration (24%), and difficulty eating (24%), in the child section. Caregivers being upset was the most reported item in the family section (31%). There was one response of \"don't know\" to three items (pain, irritability or frustration, and avoid talking) and missing values, which ranged from 0.2% for the pain item to 5.5% for the financial impact item. Among the clinic-based subjects, in the child section, the most commonly reported item was pain (65%), followed by eating difficulty (57%), and difficulty in drinking hot or cold drinks (46%). Most commonly reported in the family section was a caregiver being upset (65%), followed by feeling guilty (53%) about the child's perceived oral health condition. It was evident that subjects in the clinic sample were experiencing a greater impact on QoL compared to those in the community sample. There were 2% of subjects who answered \"don't know\" to the school absence item, whereas 0.8% reported this for the pronunciation difficulty, avoid smiling or laughing, and avoid talking items. Missing values ranged from 0.4% for feeling guilty, and for irritability and frustration, to 2.8% for the school absence item.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 59,
                    "end": 66,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Convergent validity was assessed using the communitybased data. The mean A-ECOHIS overall score was much lower for subjects who responded \"excellent\" (3.9 ± 4) compared with those who responded \"poor\" (19.1 ± 6.8) to the global health rating question. Similar trends were observed in the child and family sections. When responses to the global question were dichotomized into good and poor health, A-ECOHIS scores in the scale overall and in both of its sections were statistically significantly higher in the latter. The Spearman correlation coefficients between the global oral health rating and the total A-ECOHIS score (r = 0.55, P ≤ 0.01), as well as those for the child (r = 0.54, P ≤ 0.01) and family section (r = 0.50, P ≤ 0.01) scores, were moderate (Table 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 759,
                    "end": 768,
                    "text": "(Table 3)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "To test discriminant validity, the A-ECOHIS scores among the community-based data for each of the questionnaire sections were stratified by dmft score ( Table 4 ). The mean A-ECOHIS scores of each section were higher in the higher dmft groups. However, the differences between dmft scores of 0 and 1-5 were not statistically different in some of the domains. The mean A-ECOHIS scores for subjects with a dmft score of zero in the child section, family section and total score were 4.2 ± 4.2, 2.1 ± 2.7, and 6.3 ± 6.2, respectively, whereas they were 4.7 ± 4.3, 2.2 ± 2.9, and 6.6 ± 5.9, respectively, among participants with a dmft score of 1-5. Among subjects with a dmft above 5, the A-ECOHIS scores were 7.8 ± 5.0, 3.6 ± 3.0 and 11.2 ± 7.1, respectively.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 153,
                    "end": 160,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Results"
        },
        {
            "text": "When the A-ECOHIS scores were compared between the two samples, the A-ECOHIS mean scores were significantly higher among the clinic-based subjects for each of the questionnaire domains (Table 5 ). In the community sample, floor effects were observed in 19 and 40% of the participants in the child and family sections, respectively. However, they were observed only in 13% each of the child and family sections in the clinic sample. No ceiling effects were observed in either of the questionnaire sections in the community sample, and they were observed only in the family section in 2.9% of the clinic-based subjects (data not shown).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 185,
                    "end": 193,
                    "text": "(Table 5",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Results"
        },
        {
            "text": "In the community-based sample, the Spearman correlation coefficient for the relationship between the child and family section scores was of a moderate magnitude but was statistically significant (r = 0.56, P ≤ 0.01). As presented in Table 6 , Cronbach's alpha values for the child section, family section, and overall questionnaire were 0.80, 0.78, and 0.85, respectively. The inter-item correlations between the 13 items of the A-ECOHIS ranged from 0.1 to 0.7; all were positive and statistically significant (P ≤ 0.01-0.03). Test-retest reliability was assessed on the sample of subjects who were administered the questionnaire twice (n = 78); however, 10 of these subjects were excluded because of missing data. The pre-test A-ECOHIS scores of the child and family sections were 6.8 ± 6.5, and 5.1 ± 4.2, respectively, and were 7.4 ± 7.1 and 6.3 ± 4.2, respectively, at the post-test. The mean of the total A-ECOHIS score was 11.9 ± 9.3 at the pre-test and 13.7 ± 10.3 at the post-test. The estimated intra-class correlation coefficients are presented in Table 6 . A-ECOHIS Arabic version of the Early Childhood Oral Health Impact Scale Excluded from this analysis were 27 subjects who had > 1 missing item on the family section (n = 18), missing information on the global question (n = 7), and missing both > 1 item on family section and information on the global question (n = 2). Spearman correlation coefficients between a child impact section score and the global question, b family impact section score and the global question, and c total A-ECOHIS score and the global question ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 233,
                    "end": 240,
                    "text": "Table 6",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 1058,
                    "end": 1065,
                    "text": "Table 6",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Oral health problems can have a negative impact on the OHRQoL of children and their families [22] . Evaluating and describing these influences can aid dentists in assessing children's oral health needs [11, 24, 25, 30, 37] , providing better oral health care services [11, 24, 26, 31] , and improving the oral health outcomes of children [11, 22] . Although assessment of OHRQoL is well established in adults following several decades of use, its application in children is relatively new and less understood. Prior to Pahel et al's development of ECOHIS [22] , the first documented child-specific OHRQoL scale was presented by Jokovic et al. in 2002 to assess the impact of oral conditions on QoL in children 11 to 14 years of age [38] . Proper translation and validation are important for cross-cultural adaptation of QoL questionnaires [24] [25] [26] 39] and also enable comparisons between different countries using the same measurement instrument [24-26, 31, 40] . The ECOHIS questionnaire has so far been translated into French [23] , Chinese [25] , Farsi [30] , Turkish [31] , Brazilian Portuguese [24, 27] , Spanish [26] , Lithuanian [29] , and Malay [28] . In this study, the ECO-HIS was translated into the Arabic language, and its psychometric properties were tested. Pain was the most frequently reported negative impact measure in the child section in both of our samples, and was common in other studies [22-25, 27, 28] . However, in the Turkish [31] and Lithuanian [29] studies, difficulty in eating and irritability, respectively, were most commonly reported. Similar to some studies [23-25, 29, 31] , caregivers feeling upset was the most frequently reported item in the family section in this study. Taking time off work [22] and feeling guilty [27, 28] were the most commonly reported family impacts in three other studies. Although treatment at the clinic from which our sample was recruited is provided free of charge, about a third of our clinic-based caregivers reported a financial impact, which could have been attributed to other expenses incurred, such as transportation costs or missing work.",
            "cite_spans": [
                {
                    "start": 93,
                    "end": 97,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 202,
                    "end": 206,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 207,
                    "end": 210,
                    "text": "24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 211,
                    "end": 214,
                    "text": "25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 215,
                    "end": 218,
                    "text": "30,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 219,
                    "end": 222,
                    "text": "37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 268,
                    "end": 272,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 273,
                    "end": 276,
                    "text": "24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 277,
                    "end": 280,
                    "text": "26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 281,
                    "end": 284,
                    "text": "31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 338,
                    "end": 342,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 343,
                    "end": 346,
                    "text": "22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 555,
                    "end": 559,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 732,
                    "end": 736,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 839,
                    "end": 843,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 844,
                    "end": 848,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 849,
                    "end": 853,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 854,
                    "end": 857,
                    "text": "39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 952,
                    "end": 967,
                    "text": "[24-26, 31, 40]",
                    "ref_id": null
                },
                {
                    "start": 1034,
                    "end": 1038,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1049,
                    "end": 1053,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1062,
                    "end": 1066,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1077,
                    "end": 1081,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1105,
                    "end": 1109,
                    "text": "[24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1110,
                    "end": 1113,
                    "text": "27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1124,
                    "end": 1128,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1142,
                    "end": 1146,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1159,
                    "end": 1163,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1418,
                    "end": 1433,
                    "text": "[22-25, 27, 28]",
                    "ref_id": null
                },
                {
                    "start": 1460,
                    "end": 1464,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1480,
                    "end": 1484,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1600,
                    "end": 1615,
                    "text": "[23-25, 29, 31]",
                    "ref_id": null
                },
                {
                    "start": 1739,
                    "end": 1743,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1763,
                    "end": 1767,
                    "text": "[27,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1768,
                    "end": 1771,
                    "text": "28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Floor effects are expected in community-based samples because only a small percentage of subjects have oral diseases [41] , which explains the higher rate of floor effects among the community sample in this study.",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 121,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Accordingly, in the original scale study [22] and in its French [23] and Spanish translations [26] , heavy floor effects were observed. The Turkish [31] , Chinese ECOHIS [25] , and Malay [28] validation studies showed lower floor effects, which might indicate poorer oral health in those populations [31] . Ceiling effects were not observed in other studies [22, 28, 29, 31] and were only minimally reported in the clinic sample in the current study.",
            "cite_spans": [
                {
                    "start": 41,
                    "end": 45,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 64,
                    "end": 68,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 94,
                    "end": 98,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 148,
                    "end": 152,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 170,
                    "end": 174,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 187,
                    "end": 191,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 300,
                    "end": 304,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 358,
                    "end": 362,
                    "text": "[22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 363,
                    "end": 366,
                    "text": "28,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 367,
                    "end": 370,
                    "text": "29,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 371,
                    "end": 374,
                    "text": "31]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Convergent validity of the A-ECOHIS was established. Caregivers who reported poor general oral health of their children had higher A-ECOHIS scores, which indicated worse OHRQoL. Unexpectedly, caregivers who reported good general oral health had slightly higher A-ECOHIS scores than did those who reported it to be fair. This could have been due to the subjectivity of the options, especially in two consecutive categories. Overall, there was a significant correlation between the global question and each of the total, child and family A-ECOHIS scores, as reported in other validation studies [22-24, 30, 31] . The Spearman correlation coefficient that we calculated for the total A-ECOHIS score with the global question was higher than that reported in the French study (−0.20) [23] , but not the Turkish (0.68) [31] or Lithuanian (0.72) [29] studies.",
            "cite_spans": [
                {
                    "start": 593,
                    "end": 608,
                    "text": "[22-24, 30, 31]",
                    "ref_id": null
                },
                {
                    "start": 779,
                    "end": 783,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 813,
                    "end": 817,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 839,
                    "end": 843,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "As demonstrated in other ECOHIS validation studies [22, 24, 25, [27] [28] [29] 31] , the A-ECOHIS was able to discriminate between children affected and not affected by oral disease. The total A-ECOHIS score and those of each section of the questionnaire were significantly higher among children with higher dmft scores compared with those with lower scores. The clinic sample, which we hypothesized would have a poorer oral health status than the community (school) sample, had significantly higher A-ECOHIS scores on all sections of the scale, as observed in other studies [23, 30] . This also indicated that caregivers are able to respond accurately regarding their child's OHRQoL based on the child's visible oral health condition [22, 42, 43] . The A-ECOHIS child and family section scores in this study were significantly correlated, suggesting that the scale is related to the concept it is intended to measure [22, 31] , with a correlation coefficient that was within the same range as some reports (0.54 -0.68) [23, 24, 29, 31] , but higher than that of the ECOHIS development study (0.36) [22] . The inter-item correlations observed in this study also fell within the range of correlations observed in other studies (0.005 to 0.8) [23, [28] [29] [30] [31] .",
            "cite_spans": [
                {
                    "start": 51,
                    "end": 55,
                    "text": "[22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 56,
                    "end": 59,
                    "text": "24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 60,
                    "end": 63,
                    "text": "25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 64,
                    "end": 68,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 69,
                    "end": 73,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 74,
                    "end": 78,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 79,
                    "end": 82,
                    "text": "31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 575,
                    "end": 579,
                    "text": "[23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 580,
                    "end": 583,
                    "text": "30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 735,
                    "end": 739,
                    "text": "[22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 740,
                    "end": 743,
                    "text": "42,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 744,
                    "end": 747,
                    "text": "43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 918,
                    "end": 922,
                    "text": "[22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 923,
                    "end": 926,
                    "text": "31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1020,
                    "end": 1024,
                    "text": "[23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1025,
                    "end": 1028,
                    "text": "24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1029,
                    "end": 1032,
                    "text": "29,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1033,
                    "end": 1036,
                    "text": "31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1099,
                    "end": 1103,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1241,
                    "end": 1245,
                    "text": "[23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1246,
                    "end": 1250,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1251,
                    "end": 1255,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1256,
                    "end": 1260,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1261,
                    "end": 1265,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Cronbach's alpha values greater than 0.8, as were calculated for the A-ECOHIS, indicate excellent internal reliability [25, 44] . The values reported for the child section ranged from 0.79 to 0.92, in reports of the French and Turkish language versions, respectively [22-25, 27, 29-31] ; in the family section, the values ranged from 0.65 to 0.95 in the Brazilian and original ECOHIS A-ECOHIS Arabic version of the Early Childhood Oral Health Impact Scale, ICC intraclass correlation coefficient, 95% CI 95% confidence interval studies, respectively [22] . In this study, Cronbach's alpha estimated for the A-ECOHIS as a whole was similar to that estimated in Brazilian and Lithuanian studies (0.86) [27, 29] , and slightly higher than those of the French (0.82) [23] and Malay studies (0.83) [28] , but lower than those of other studies (0.91 to 0.99) [24, 25, 31] . The test-retest reliability sample showed the stability in responses to the questionnaire. The ICC values for the child section and the total questionnaire fell within the ranges observed in other studies: 0.83 to 0.98 for the child section [23, 24, 27, 31] and 0.82 to 0.98 for the total questionnaire [22, 23, [27] [28] [29] [30] [31] . The family section ICC score in this study (0.67) was lower than that of most of the other studies (0.81 to 0.97) [23, 24, 27, 31] . The test-retest reliability of the Chinese study demonstrated the lowest ICC scores, at 0.64, 0.44 and 0.64 for the child, family sections and total questionnaire, respectively, which might be attributable to their small sample (n = 21) [25] .",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 123,
                    "text": "[25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 124,
                    "end": 127,
                    "text": "44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 267,
                    "end": 285,
                    "text": "[22-25, 27, 29-31]",
                    "ref_id": null
                },
                {
                    "start": 550,
                    "end": 554,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 700,
                    "end": 704,
                    "text": "[27,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 705,
                    "end": 708,
                    "text": "29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 763,
                    "end": 767,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 793,
                    "end": 797,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 853,
                    "end": 857,
                    "text": "[24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 858,
                    "end": 861,
                    "text": "25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 862,
                    "end": 865,
                    "text": "31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1109,
                    "end": 1113,
                    "text": "[23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1114,
                    "end": 1117,
                    "text": "24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1118,
                    "end": 1121,
                    "text": "27,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1122,
                    "end": 1125,
                    "text": "31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1171,
                    "end": 1175,
                    "text": "[22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1176,
                    "end": 1179,
                    "text": "23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1180,
                    "end": 1184,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1185,
                    "end": 1189,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1190,
                    "end": 1194,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1195,
                    "end": 1199,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1200,
                    "end": 1204,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1321,
                    "end": 1325,
                    "text": "[23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1326,
                    "end": 1329,
                    "text": "24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1330,
                    "end": 1333,
                    "text": "27,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1334,
                    "end": 1337,
                    "text": "31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1577,
                    "end": 1581,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Missing values in validation studies can indicate a lack of comprehensibility or the irrelevance of items [23] . Missing responses in this study of the A-ECOHIS were infrequent, ranging from 0.2 to 5.5% in the community sample and not exceeding 2.8% in the clinic sample, which is less than what was reported previously [41] . This is a good indication of the comprehensibility and relevance of the A-ECOHIS items [23] . Adding \"don't know\" options to questionnaires helps subjects answer questions thereby avoiding missing data [23] . Nevertheless, some of our respondents left some questions blank. The highest percentages of missing values were in the \"financial impact\" (5.5%) and \"taking time off work\" (4.7%) questions. It is possible that some of the caregivers were mothers unemployed outside of the home who did not have a full picture of the spouse's work status or the family's financial situation. Additionally, respondents may have felt embarrassed by or unwilling to expose their financial difficulties. Indeed, only a small percentage of subjects reported not having enough money, although it seems reasonable to assume that most of the patients who choose to visit the free clinics of King Abdulaziz University are financially insecure. The \"don't know\" responses did not exceed 0.2% of the community-based sample and ranged from 0.8 to 2.1% of the clinic-based sample. This was much lower than the response rate for \"don't know\" in the original study [22] , and the French [23] and the Brazilian [24] validation studies.",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 110,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 320,
                    "end": 324,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 414,
                    "end": 418,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 529,
                    "end": 533,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1468,
                    "end": 1472,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1490,
                    "end": 1494,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1513,
                    "end": 1517,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A limitation of this study is that some factors hindered our planned data collection scheme; namely, the number and level of cooperation of public schools in Jeddah was very low. Furthermore, the fieldtrips coincided with the 2014 Middle-Eastern respiratory syndrome coronavirus outbreak crisis in Saudi Arabia. Many schools refused visits from healthcare providers because they were worried about the spread of infection from contaminated dentists. However, it should be noted that, in validation studies, it is acceptable to select samples based on validation needs [23, 45] .",
            "cite_spans": [
                {
                    "start": 568,
                    "end": 572,
                    "text": "[23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 573,
                    "end": 576,
                    "text": "45]",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A family's socioeconomic status (SES) can affect the caregiver's perceptions regarding their child's oral health [24, 26, 46] and is related to oral health conditions [47] . The discriminant validity results in this study, which compared the A-ECOHIS scores between the community and clinic samples, could have been influenced by the families' SES differences. These differences were not accounted for because socioeconomic information was only collected for the clinic sample. Despite the potential socioeconomic differences between the samples, when an objective measure of oral health status (dmft score) was used to differentiate subjects based on their oral health status, the A-ECOHIS scale still exhibited discriminant validity.",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 117,
                    "text": "[24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 118,
                    "end": 121,
                    "text": "26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 122,
                    "end": 125,
                    "text": "46]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 167,
                    "end": 171,
                    "text": "[47]",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Due to the very small number of public preschools in Jeddah, 81% of the school sample participants attended private preschools; however, Al Algili et al. demonstrated that school type is not always a good indicator of SES in this city [47] . Due to the shortage of public preschools in Jeddah, some caregivers who cannot easily afford it will enroll their children in lower cost private preschools.",
            "cite_spans": [
                {
                    "start": 235,
                    "end": 239,
                    "text": "[47]",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Although there are many dialects of Arabic, the formal Arabic language, which is understood and read by all Arabic-speaking populations, was used in this version of the questionnaire. The questionnaire testing in our study was not restricted to the Saudi population; 50% our clinicbased sample and 37% of the community sample were from other Arabic nationalities. Therefore, it might have potential for use by other Arabic-speaking populations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The strengths of this study are worth mentioning. The sample size was adequate for the analyses and was larger than most of the other ECOHIS validation studies [22, 23, 25-28, 30, 31] . Furthermore, the recruitment of two samples enabled the testing of more psychometric properties than studies comprised of one sample. Finally, the samples included all age groups covered by this scale.",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 183,
                    "text": "[22, 23, 25-28, 30, 31]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The A-ECOHIS performed well on all psychometric tests to which it was applied. It demonstrated convergent validity, discriminant validity, internal consistency, and test-retest reliability. Therefore, it is a valid and reliable instrument to use for Arabic-speaking caregivers of preschool-age children. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "American Acdemy of Pediatric Dentistry",
            "authors": [],
            "year": 2014,
            "venue": "Policy on Early Childhood Caries (ECC): Classifications, Consequences, and Preventive Strategies",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Sociodemographic distribution of pediatric dental caries: NHANES III, 1988-1994",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Vargas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Crall",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Schneider",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Am Dent Assoc",
            "volume": "129",
            "issn": "9",
            "pages": "1229--1267",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Oral health: the silent epidemic",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Benjamin",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Public Health Rep",
            "volume": "125",
            "issn": "2",
            "pages": "158--167",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Dental caries and sealant prevalence in children and adolescents in the United States",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Dye",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Thornton-Evans",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Iafolla",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "NCHS Data Brief",
            "volume": "191",
            "issn": "",
            "pages": "1--8",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The World Oral Health Report. Continuous improvement of oral health in the 21st century -the approach of the WHO Global Oral Health Programme. Geneva: Oral Health Programme Noncommunicable Disease Prevention and Health Promotion. World Health Organization",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A systematic review of population-based dental caries studies among children in Saudi Arabia",
            "authors": [
                {
                    "first": "Al",
                    "middle": [],
                    "last": "Agili",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Saudi Dent J",
            "volume": "25",
            "issn": "1",
            "pages": "3--11",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Prevalence and patterns of caries, rampant caries, and oral health in two-to five-year-old children in Saudi Arabia",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Al-Malik",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Holt",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bedi",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Dent Child (Chic)",
            "volume": "70",
            "issn": "3",
            "pages": "235--277",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Dental caries. A meta analysis on a Saudi population",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "Q"
                    ],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "B"
                    ],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Arrejaie",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Saudi Med J",
            "volume": "34",
            "issn": "7",
            "pages": "744--753",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Effect of nursing caries on body weight in a pediatric population",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Acs",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lodolini",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kaminsky",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Cisneros",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Pediatr Dent",
            "volume": "14",
            "issn": "5",
            "pages": "302--307",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Relationships between oral and systemic health",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Casamassimo",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Pediatr Clin North Am",
            "volume": "47",
            "issn": "5",
            "pages": "1149--57",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Assessing the impact of oral health on the life quality of children: implications for research and practice",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mcgrath",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Broder",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wilson-Genderson",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Community Dent Oral Epidemiol",
            "volume": "32",
            "issn": "2",
            "pages": "81--86",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Dental caries and growth in school-age children",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Alkarimi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Watt",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Pikhart",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sheiham",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Tsakos",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Pediatrics",
            "volume": "133",
            "issn": "3",
            "pages": "616--639",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Assessment of oral health related quality of life. Health Qual Life Outcomes",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "F"
                    ],
                    "last": "Allen",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Reliability and convergent and discriminant validity of the Child Oral Health Impact Profile (COHIP Child's version)",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Broder",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wilson-Genderson",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Community Dent Oral Epidemiol",
            "volume": "35",
            "issn": "1",
            "pages": "20--31",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Measuring parental perceptions of child oral health-related quality of life",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jokovic",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Locker",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Stephens",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kenny",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Tompson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Guyatt",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Public Health Dent",
            "volume": "63",
            "issn": "2",
            "pages": "67--72",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Developing and evaluating an oral health-related quality of life index for children; the CHILD-OIDP",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gherunpong",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Tsakos",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sheiham",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Community Dent Health",
            "volume": "21",
            "issn": "2",
            "pages": "161--170",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Measuring health-related quality of life for child maltreatment: a systematic literature review",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Prosser",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Corso",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Health Qual Life Outcomes",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Changes in incremental weight and well-being of children with rampant caries following complete dental rehabilitation",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Primosch",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Pediatr Dent",
            "volume": "24",
            "issn": "2",
            "pages": "109--122",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Changes in aspects of children's oral-health-related quality of life following dental treatment under general anaesthesia",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "K"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Drummond",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Thomson",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Int J Paediatr Dent",
            "volume": "14",
            "issn": "5",
            "pages": "317--342",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Measuring quality of life: using quality of life measures in the clinical setting",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "J"
                    ],
                    "last": "Higginson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Carr",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "BMJ",
            "volume": "322",
            "issn": "7297",
            "pages": "1297--300",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Development of a child-centred caries specific measure of oral health related quality of life 'CARIES-QC'. The University of Sheffield",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Gilchrist",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Parental perceptions of children's oral health: the Early Childhood Oral Health Impact Scale (ECOHIS). Health Qual Life Outcomes",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "T"
                    ],
                    "last": "Pahel",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Rozier",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Slade",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Validation of a French language version of the Early Childhood Oral Health Impact Scale (ECOHIS)",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Veronneau",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Allison",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Health Qual Life Outcomes",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Psychometric properties of the Brazilian version of the Early Childhood Oral Health Impact Scale (B-ECOHIS)",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Scarpelli",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "H"
                    ],
                    "last": "Oliveira",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "C"
                    ],
                    "last": "Tesch",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Leao",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "A"
                    ],
                    "last": "Pordeus",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Paiva",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "BMC Oral Health",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Translation and validation of a Chinese language version of the Early Childhood Oral Health Impact Scale (ECOHIS)",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mcgrath",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Yiu",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "King",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Int J Paediatr Dent",
            "volume": "19",
            "issn": "6",
            "pages": "399--405",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Early Childhood Oral Health Impact Scale (ECOHIS). Translation and validation in Spanish language",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bordoni",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Ciaravino",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Zambrano",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Villena",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Beltran-Aguilar",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Squassi",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Acta Odontol Latinoam",
            "volume": "25",
            "issn": "3",
            "pages": "270--278",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Validations of the Brazilian version of the Early Childhood Oral Health Impact Scale (ECOHIS)",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Martins-Junior",
                    "suffix": ""
                },
                {
                    "first": "Ramos-Jorge",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Paiva",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Marques",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Ramos-Jorge",
                    "middle": [],
                    "last": "Ml",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Cad Saude Publica",
            "volume": "28",
            "issn": "2",
            "pages": "367--74",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "The Malay version of the Early Childhood Oral Health Impact Scale (Malay-ECOHIS)-assessing validity and reliability",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Hashim",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yusof",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Esa",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Health Qual Life Outcomes",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Adaptation and validation of the early childhood oral health impact scale in Lithuania",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Jankauskiene",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Narbutaite",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kubilius",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gleiznys",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Stomatologija",
            "volume": "14",
            "issn": "4",
            "pages": "108--121",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Validation of a Farsi version of the early childhood oral health impact scale (F-ECOHIS)",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Jabarifar",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Golkari",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Ijadi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jafarzadeh",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Khadem",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "BMC Oral Health",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Cross -cultural adaptation and preliminary validation of the Turkish version of the early childhood oral health impact scale among 5-6-year-old children",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Peker",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Uysal",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bermek",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Health Qual Life Outcomes",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Cross-cultural adaptation of healthrelated quality of life measures: literature review and proposed guidelines",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Guillemin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bombardier",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Beaton",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J Clin Epidemiol",
            "volume": "46",
            "issn": "12",
            "pages": "1417--1449",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Random number generator. Google patents",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Bouchard",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Bd",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Carlson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Varadharajan",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Oral health surveys: basic methods",
            "authors": [],
            "year": 1997,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Oral health surveys: basic methods",
            "authors": [],
            "year": 1997,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Consideration for sample size in reliability studies for mastery tests. Washington DC: Publication Series In Mastery Testing South Carolina University Colombia, School Of Education National Inst of Education (DHEW)",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Saunders",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Huynh",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Children's oral health-related quality of life",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Broder",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Community Dent Oral Epidemiol",
            "volume": "35",
            "issn": "1",
            "pages": "5--7",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Validity and reliability of a questionnaire for measuring child oral-health-related quality of life",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jokovic",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Locker",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Stephens",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kenny",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Tompson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Guyatt",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Dent Res",
            "volume": "81",
            "issn": "7",
            "pages": "459--63",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "A model of equivalence in the cultural adaptation of HRQoL instruments: the universalist approach",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Herdman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fox-Rushby",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Badia",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Qual Life Res",
            "volume": "7",
            "issn": "4",
            "pages": "323--358",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Health-related quality of life comparisons in French and Englishspeaking populations",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Allison",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Community Dent Health",
            "volume": "18",
            "issn": "4",
            "pages": "214--222",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "The measurement of observer agreement for categorical data",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Landis",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "G"
                    ],
                    "last": "Koch",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Biometrics",
            "volume": "33",
            "issn": "1",
            "pages": "159--74",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Early childhood caries and quality of life: child and parent perspectives",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Filstrup",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Briskie",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Da Fonseca",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lawrence",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wandera",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Inglehart",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Pediatr Dent",
            "volume": "25",
            "issn": "5",
            "pages": "431--471",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Oral health-related quality of life in children: part III. Is there agreement between parents in rating their children's oral healthrelated quality of life? A systematic review",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Barbosa",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Gaviao",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Int J Dent Hyg",
            "volume": "6",
            "issn": "2",
            "pages": "108--121",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Time-limit tests: estimating their reliability and degree of speeding",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Cronbach",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "G"
                    ],
                    "last": "Warrington",
                    "suffix": ""
                }
            ],
            "year": 1951,
            "venue": "Psychometrika",
            "volume": "16",
            "issn": "2",
            "pages": "167--88",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Health measurement scales: a practical guide to their development and use: oxford medical publications",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Streiner",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Norman",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Factors associated with caregivers' perception of children's health and oral health status: a study of 6-to 36-month-olds in Uganda",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wandera",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kayondo",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Engebretsen",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Okullo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Astrom",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Int J Paediatr Dent",
            "volume": "19",
            "issn": "4",
            "pages": "251--62",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Can Socioeconomic status indicators predict caries risk in schoolchildren in Saudi Arabia? a cross-sectional study. Oral Health Prev Dent",
            "authors": [
                {
                    "first": "Al",
                    "middle": [],
                    "last": "Agili",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Alaki",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "12",
            "issn": "",
            "pages": "277--88",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The Arabic version of the Early Childhood Oral Health Impact Scale (A-ECOHIS)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "ECOHIS Arabic version of the Early Childhood Oral Health Impact Scale, SD standard deviation Excluded from the family section and total ECOHIS analyses were 20 subjects with > 1 missing item in the family section. *P-value ≤ 0.05, Tukey multiple comparisons test",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "A-ECOHIS: Arabic Version of the Early Childhood Oral Health Impact Scale; CI: Confidence interval; dmft: Decayed missed and filled teeth; ECOHIS: Early Childhood Oral Health Impact Scale; ICC: Intra-class correlation coefficient; OHRQoL: Oral health-related quality of life",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Demographic characteristics of the study participants SD standard deviation, dmft decayed, missing, filled teeth",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Distribution of A-ECOHIS responses in the two study samplesA-ECOHIS Arabic version of the Early Childhood Oral Health Impact Scale",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Evaluating the difference in mean A-ECOHIS scores by oral health status rating category",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Discriminate validity of the A-ECOHIS among the community-based sample",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Comparison of A-ECOHIS scores of the different domains in the two study samples",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Reliability analyses of the A-ECOHIS: internal consistency and test-retest reliability (n = 68)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors acknowledge with thanks the technical and financial support of Deanship of Scientific Research (DSR). The authors acknowledge the help of Dr. Dania Bahdaila, Dr. Haneen Bakhaidar, and Dr. Reham Alamoudi in data collection. We would also like to thank Editage (www.editage.com) for English language editing. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "The authors prefer not to publicly disclose the dataset because the participants in the study consented to the use of their responses by the authors for this specific study only. Sharing this information publicly would violate this consent. However, if any of the reviewers or journal editors would like to view the data, we will gladly share it with the persons in charge.Authors' contributions NJF conducted the statistical analyses, interpreted it, and wrote the manuscript. AAE conceived the study, participated in its design, participated in development of the questionnaire, and critically revised the manuscript. DJF participated in the study design, participated in the questionnaire development, applied for the fund, managed the study budget, collected the data, and critically revised the manuscript. NMF reviewed the translation of the questionnaire and conducted the research, and reviewed the manuscript. All authors read and approved the final manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Availability of data and materials"
        },
        {
            "text": "The authors declare that they have no competing interests. Submit your next manuscript to BioMed Central and we will help you at every step:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}