{
    "paper_id": "e784769ed85685121bda82e89183d0b756686281",
    "metadata": {
        "title": "The Impact of Farmers' Strategic Behavior on the Spread of Animal Infectious Diseases",
        "authors": [
            {
                "first": "Damian",
                "middle": [],
                "last": "Tago",
                "suffix": "",
                "affiliation": {
                    "laboratory": "UMR CMAEE",
                    "institution": "CIRAD",
                    "location": {
                        "postCode": "F-97170",
                        "settlement": "Petit-Bourg",
                        "country": "Guadeloupe, France"
                    }
                },
                "email": ""
            },
            {
                "first": "James",
                "middle": [
                    "K"
                ],
                "last": "Hammitt",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Université Toulouse",
                    "location": {
                        "postCode": "31000",
                        "settlement": "Toulouse",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Alban",
                "middle": [],
                "last": "Thomas",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Université Toulouse",
                    "location": {
                        "postCode": "31000",
                        "settlement": "Toulouse",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Didier",
                "middle": [],
                "last": "Raboisson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "IHAP",
                    "institution": "ENVT",
                    "location": {
                        "settlement": "Toulouse",
                        "country": "France"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "One of the main strategies to control the spread of infectious animal diseases is the implementation of movement restrictions. This paper shows a loss in efficiency of the movement restriction policy (MRP) when behavioral responses of farmers are taken into account. Incorporating the strategic behavior of farmers in an epidemiologic model reveals that the MRP can trigger premature animal sales by farms at high risk of becoming infected that significantly reduce the efficacy of the policy. The results are validated in a parameterized network via Monte Carlo simulations and measures to mitigate the loss of efficiency of the MRP are discussed. Financial aid to farmers can be justified by public health concerns, not only for equity. This paper contributes to developing an interdisciplinary analytical framework regarding the expansion of infectious diseases combining economic and epidemiologic dimensions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Movement restriction policies (MRPs) are one of the most popular strategies implemented within and between countries to fight the spread of infectious animal diseases in Europe and worldwide [1] . Their efficiency has been demonstrated in the field, often in combination with other measures. In Europe, following the Council Directive 91/119/EEC, whenever an infectious disease is detected three zones are delimited over which different restrictions on animal movements are implemented.",
            "cite_spans": [
                {
                    "start": 191,
                    "end": 194,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Scale-free networks [2] , which characterize the structure of many real-world networks, provide a theoretical basis for designing strategies for controlling infectious diseases in cattle and other livestock. Applications have been developed recently for animal [3] and human diseases [4] and for viral computer infections [5] .",
            "cite_spans": [
                {
                    "start": 20,
                    "end": 23,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 261,
                    "end": 264,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 284,
                    "end": 287,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 322,
                    "end": 325,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The main characteristic of scale-free networks is the existence of highly connected nodes, i.e. with a degree that greatly exceeds the average such that the degree distribution (the frequency distribution of the number of connections of each node) is fat-tailed. These nodes are called hubs and their high connectivity is the main reason why a disease, technology, or fashion can spread much more quickly through a scale-free network than through a random network [6] .",
            "cite_spans": [
                {
                    "start": 464,
                    "end": 467,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The idea behind control strategies such as the MRP and vaccination [7] is that removing infected nodes or immunizing susceptible ones are efficient mechanisms to fight the spread of a disease. It has been found that in fat-tailed degree distribution networks, random immunization (for example vaccinating a proportion of nodes chosen randomly) is not effective in stopping the spread of a disease since for many diseases immunization of 80%-100% of the population is required to halt epidemics [8] . On the other hand, targeted immunization of the most highly connected nodes (hubs) is very effective, but requires global information on the network [9] . Nevertheless, strategies that use only partial information have been found to efficiently reduce the spread of diseases [10] .",
            "cite_spans": [
                {
                    "start": 67,
                    "end": 70,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 494,
                    "end": 497,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 649,
                    "end": 652,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 775,
                    "end": 779,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "New efforts regarding the traceability of infected animals, such as the construction of databases recording every movement of cattle in a country [11] , make implementation of the MRP more efficient since they allow tracking the origin of an infection and improving the efficiency of emergency procedures.",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 150,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The removal or isolation of infected nodes will prevent the disease from continuing to spread but this strategy is effective only under demanding conditions. For example, surveillance protocols must be sufficiently efficient that infections are detected almost immediately, or farmers must detect and quickly report the presence of an infectious disease. The time between contagiousness of an animal and its detection depends on the disease, and early detection may not occur when clinical signs are not easily visible. Even active-surveillance programs may not detect contagious animals quickly enough when tests are imperfect. Moreover, farmers may be slow to report possible infection, in particular when immobilization of their animals can be associated with very large costs [12] .",
            "cite_spans": [
                {
                    "start": 780,
                    "end": 784,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A great advantage of the MRP is that it can be implemented to control an infectious disease as soon as the disease is detected, whereas strategies based on vaccination require time to develop, produce, distribute, and administer the vaccine to large populations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The efficiency of the MRP also depends on the disease to be controlled. Even if detection and isolation of infected farms are perfectly efficient, if the disease is transmitted by insects or other vectors the MRP cannot by itself assure that the epidemic will be halted, as observed during the 2008 BTV-1 epizootic [13] .",
            "cite_spans": [
                {
                    "start": 315,
                    "end": 319,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Studies of human-disease epidemics have recently begun to incorporate human reactions [14] . Most of these studies point to the existence of preventive responses that can reduce the spread of the infection, such as the voluntary use of vaccines or facemasks that reduce the risk of being infected [15] . In the field of animal diseases, the human factor has received less attention. However, the role of biosecurity measures on the spread of animal diseases has been analyzed taking into account the externalities and strategic behavior of farmers [16, 17] . Among English and Welsh cattle farmers, it has been shown that behavioral changes have an impact on the implementation of disease-control programs [18] . In Asian countries, misbehavior by farmers (lack of perfect compliance with regulation) and the emergence of underground poultry markets have been recognized as possible consequences of implementing control strategies [19] , but their impacts have not been quantified.",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 90,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 297,
                    "end": 301,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 548,
                    "end": 552,
                    "text": "[16,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 553,
                    "end": 556,
                    "text": "17]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 706,
                    "end": 710,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 931,
                    "end": 935,
                    "text": "[19]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In the model we propose, changes in farmers' behavior induced by implementation of the MRP can make the policy ineffective under certain conditions. This is due to a mismatch between the time that the MRP is announced in a country (when an infectious disease is detected) and the time that immobilization is implemented in a specific region of that country. This result holds even under the assumption of perfect compliance by farmers (no misbehavior). It can be explained by reasoning similar to that of the so-called \"green paradox\", which states that some environmental policies oriented to slow global warming act as an announced expropriation of fossil fuels, inducing the owners of these resources to accelerate extraction, which accelerates global warming [20] . Hence possible induced changes in farmers' behavior should be considered when designing control strategies for infectious diseases.",
            "cite_spans": [
                {
                    "start": 763,
                    "end": 767,
                    "text": "[20]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The remainder of the paper is organized as follows. First, a susceptible-infected epidemiological model at the farm level is described to analyze diseases that can be transmitted through both the cattle trade network and the geographical network. Second, a two-period economic decision model is presented to understand how the MRP can change the strategic behavior of farmers located close to the restriction zone. The conditions that trigger anticipatory sales are established and the effect of the MRP on the spread of an infectious disease is analyzed, with and without anticipation effects. The results are presented, the implications for anticipatory sales are discussed, and a corrective mechanism is proposed. Finally the conclusions are presented.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The epidemiological model National cattle trade networks have been characterized by previous studies, which find that they have a fat-tailed degree distribution [21, 22] . The degree of a node represents the number of connections (edges) that this node has with the rest of the network. In networks with fattailed degree distributions, highly connected nodes (hubs) are more frequent than in random networks; the distribution of degrees is heavy-tailed with power-law behavior of the form P(k)~k −φ with 2 φ 3, where P(k) is the density function evaluated for degree \"k\".",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 165,
                    "text": "[21,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 166,
                    "end": 169,
                    "text": "22]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "To study the spread of an infectious disease under different scenarios a fat-tailed degree distribution network is constructed following the characteristics of the French cattle trade network described by Rautureau et al. [21] . The trade network was constructed using the Complex Networks Package [23] with a power-law degree exponent φ = 2.15 [21] .",
            "cite_spans": [
                {
                    "start": 222,
                    "end": 226,
                    "text": "[21]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 298,
                    "end": 302,
                    "text": "[23]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 345,
                    "end": 349,
                    "text": "[21]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "To mimic the French cattle network (Table 1) , the nodes were ranked by degree and the top 0.04% were classified as markets, the next 0.54% as dealers, and the remaining 99.42% as farms. Each group (farms, dealers, and markets) is characterized by a probability of selling derived from the French cattle network and modeled as a random variable with a uniform distribution in order to capture some of the heterogeneity (Table 2) . A node is connected to the trade network in each period when it sells animals, which is simulated as the outcome of a Bernoulli trial using the corresponding probability of selling. Rewiring of the network takes place at each time period.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 35,
                    "end": 44,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 419,
                    "end": 428,
                    "text": "(Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Materials and Methods"
        },
        {
            "text": "We extend the standard susceptible-infected (SI) epidemiological model to incorporate features that are essential for our analysis: the efficiency with which infectious disease is detected and the existence of multiple channels of infection. In our framework, each node represents an agent involved in the cattle trade (farm, dealer, or market) and each agent can be in one of two states: susceptible (S) or infected (I). If detection is imperfect, there are two types of infected nodes: detected (I d ) and non-detected (I nd ), so the total number of infected nodes is I = I d + I nd . To adapt the model to vector-borne diseases an additional transmission channel must be considered. With vector-borne diseases, the infection can propagate through (a) commercial flows and (b) geographical proximity to infected nodes. The incorporation of both channels has been highlighted as a desirable feature for realistic epidemiologic models [24] . An additional geographic network capturing the risk of vector-transmitted infection of nodes located close to infected ones has to be taken into account.",
            "cite_spans": [
                {
                    "start": 936,
                    "end": 940,
                    "text": "[24]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "An overview of the baseline model for a susceptible node exposed to infection is illustrated in Fig 1. At each time period there are 4 stages. In the first stage the trade of cattle takes place. At this stage all the market decisions are taken, animals are traded, and susceptible nodes can be exposed to infection through the arrival of infected animals. Second, there is the infection stage in which susceptible nodes exposed to infection (i.e. directly connected to an infectious node) can change from the S-state to the I-state with probability λ. The probability of a node becoming infected depends on the number of infectious neighbors and can be computed as 1-(1-λ) N , where N is the number of infectious neighbors. After the infection stage the disease is detected with probability γ, which is equal to 1 if detection is perfect. Finally the control stage takes place, in which movement-restriction policies are implemented in two steps: first, the I dnodes are isolated with probability α; second, direct neighbors at the geographic network of infected and controlled nodes are isolated. Table 3 summarizes the main parameters involved in the transition between states. The transmission rate λ depends on the disease and may also depend on other factors such as cattle density [25] and environmental factors [13] , which affect vector capacity (ability of vectors to acquire and transmit pathogens). The detection rate γ depends on two factors: the characteristics of the disease and the efficiency of the detection tools. The former is associated with the length of the incubation period or the rate of subclinical cases while the latter may depend on the sensitivity of available tests. The parameter α reflects the efficiency of the authorities in implementing the MRP. Notice that the MRP isolates the nodes detected as infected as well as their geographic neighbors, which are considered to be those nodes directly linked through the geographic network. This simulates establishing a protection zone around the infected perimeter in which no infected animals have been detected but movements are restricted. The geographic network is simplified to a square lattice in which each node is connected to its immediate neighbors, so there are no hubs in the network. Both networks have the same number of nodes and are associated through a one-to-one mapping that randomly assigns the At the infection stage, the node changes to infected status with probability λ; otherwise it retains the S-status during the whole period. At the detection stage, an infected node is detected with probability γ and adopts the I d -status; otherwise it takes the I nd -status. When disease is detected the node is removed from the network with probability α. Nodes with I nd -status and those with I d -status that are not removed (I dnc ) remain in the network until the next time period when they are again at risk of being detected or removed. Nodes can be removed from the network if they are infected, detected, and effectively controlled (I dc at control stage I), or if they enter a protection zone triggered when any direct neighbor in the geographic network is infected and controlled (C at control stage II). node's location, which remains fixed throughout the simulation. The infection is introduced by infecting one random node in the first period and the spread of the infection is summarized by the number of infected nodes up to 300 time periods. Since the probability of selling was derived for weekly cattle trade networks, a time period can be interpreted as a week in this analysis. For each scenario explored, 300 simulations were performed using Matlab (MathWorks).",
            "cite_spans": [
                {
                    "start": 1287,
                    "end": 1291,
                    "text": "[25]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1318,
                    "end": 1322,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 96,
                    "end": 102,
                    "text": "Fig 1.",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1098,
                    "end": 1105,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Materials and Methods"
        },
        {
            "text": "The immobilization of animals may impose costs on producers whose profits rely on the movement of their animals [26, 27] . To illustrate the implications of the MRP on the behavior of farmers, we consider a simple two-period economic model where a seller of cattle has to choose when to sell his animals. Consider a risk neutral agent who has to choose between selling or not selling in each period (t = {1,2}). At any time period t, if the farmer decides to sell he receives:",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 116,
                    "text": "[26,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 117,
                    "end": 120,
                    "text": "27]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "The economic model of anticipatory behavior"
        },
        {
            "text": "where: Y t is the farmer's income, p t is the market price of cattle, and w t is the total weight of the animals that the farmer sells in period t. If the farmer decides to keep his animals and wait for the second period, Y 1 = -c, where c represents the costs associated with keeping the animals for an additional period such as feeding and labor costs. To simplify the problem, assume there is no market risk or price trend such that p 1 = p 2 = p, and the animals gain weight according to the growth parameter d (i.e. w 2 = w 1 Ã (1 + d), where d represents the one-period weight gain percentage).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The economic model of anticipatory behavior"
        },
        {
            "text": "In case the farmer decides not to sell at t = 1 nor at t = 2, he receives an option value V, which is smaller than the revenue he would receive by selling at t = 2 (i.e. V < p Ã w 1 Ã (1 + d)).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The economic model of anticipatory behavior"
        },
        {
            "text": "In the context of beef weaned calves (young animals that are sold to fattening units), if animals become too heavy/old, farmers may face a lower price, which can be represented by a penalty P>0 on the option value (V = p Ã w 1 Ã (1 + d) Ã (1 − P)). This penalty does not represent fluctuations of market prices (which are fixed in our model) but the fact that if a farmer does not sell at the right moment, the animal losses some of the characteristics valued by buyers. For example, the cost of transporting beef weaned calves increases as the animals become heavier, which makes fattening units less prone to buy these animals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The economic model of anticipatory behavior"
        },
        {
            "text": "The present study focuses on the most interesting case, where market conditions are such that the gain from waiting one period is larger than the cost of keeping the animals (i.e. c < p Ã w 1 Ã d), making the strategy of waiting at t = 1 and selling at t = 2 strictly dominant. Usually, beef weaned calves producers face this type of situation and feeding costs play an important role in their decision.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The economic model of anticipatory behavior"
        },
        {
            "text": "If an infectious disease is detected at t = 1, a farmer sufficiently close to the infected zone will face the risk that the restricted zone (RZ) will expand to include his location by the next period (with probability q). If at t = 2 the farmer is located in the RZ he will not be able to sell. Hence a farmer that does not expect any compensation in case of falling into the RZ will decide to anticipate and sell prematurely if:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The economic model of anticipatory behavior"
        },
        {
            "text": "Solving for q yields",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The economic model of anticipatory behavior"
        },
        {
            "text": "If the gain from trading in the first period is larger than the payoff from keeping the animals and being unable to sell them in the second period (i.e., [V − c] < p Ã w 1 ) the existence of q 2 (0,1) is assured.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The economic model of anticipatory behavior"
        },
        {
            "text": "To incorporate the anticipatory behavior into the SI model, define NR it as farm i's set of neighbors in the geographic network that are located in the RZ at period t, and b q p Ã w 1 Ã dÀc p Ã w 1 ð1þdÞÀV as the threshold for q above which anticipatory selling is an optimal choice. We assume 8i such that NR it 6 ¼ ;;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The economic model of anticipatory behavior"
        },
        {
            "text": "i.e. farms geographically adjacent to a farm in the RZ perceive the probability of being in the RZ in the next period to be high enough such that it is optimal to sell in anticipation (Fig 2) . Therefore, anticipatory sales affect the rewiring process, which modifies the spread of the disease.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 184,
                    "end": 191,
                    "text": "(Fig 2)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "The economic model of anticipatory behavior"
        },
        {
            "text": "A monetary transfer to farmers in the RZ is a simple mechanism to avoid (or reduce) the anticipatory behavior of farmers at risk of entering the RZ. The size of the monetary transfer (denoted by T) that makes farmers with probability q it of entering the RZ in the next period indifferent between anticipating and waiting can be derived from:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The economic model of anticipatory behavior"
        },
        {
            "text": "Therefore:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The economic model of anticipatory behavior"
        },
        {
            "text": "The size of the monetary transfer was calibrated taking information on prices, weight evolution of animals, and production costs, using data corresponding to the resurgence of the French BTV-8 epidemic in 2007. The monetary transfer is expressed as a function of the subjective probability of being immobilized in the next week. The main parameters of the economic model are summarized in S1 Table, including the values used to derive the monetary transfer required to avoid anticipatory sales.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 392,
                    "end": 398,
                    "text": "Table,",
                    "ref_id": null
                }
            ],
            "section": "The economic model of anticipatory behavior"
        },
        {
            "text": "The efficiency of the MRP was quantified by an index defined as the proportional increase in the time-weighted number of uninfected nodes associated with a policy, compared with no policy. This represents the proportional increase in the area above the curve of accumulated infected nodes due to the policy (S1 Fig). The index ranges from 0 to infinity, where 0 is associated with a policy with no benefits in terms of slowing the disease spreading.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 311,
                    "end": 316,
                    "text": "Fig).",
                    "ref_id": null
                }
            ],
            "section": "The economic model of anticipatory behavior"
        },
        {
            "text": "A rank-correlation analysis was performed to explore how the characteristics and location of the initial case of infection contribute to variability in the results [28] . In this type of analysis, the degree of statistical dependence between two variables that follow different distributions is quantified and used to identify which factors are the most relevant to the spreading of a disease. The correlations explored are between the accumulated number of infected nodes at a specific time period (the period was chosen such that the average fraction of nodes infected was 50%) and three different variables that characterize the early periods of infection: the degree (number of edges) and closeness (defined as the inverse of farness, which is the sum of the distances from the selected node to the rest of the nodes in the network) of the initially infected node and the time period at which the first infection of a hub (dealer or market) takes place.",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 168,
                    "text": "[28]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "The economic model of anticipatory behavior"
        },
        {
            "text": "Results focus on the accumulated number of infected nodes over time after the introduction of a disease. In the absence of control strategies, a 5% infection rate leads to 100% of nodes being infected within approximately 100 weeks (Fig 3, red line) . In the case of non-vector-borne diseases, i.e. when the transmission channel is restricted to the trade network, the MRP is an effective control strategy. If the detection tools are perfect it can immediately stop the spread of the disease (Fig 3, green line) . In cases where the disease can be transmitted through both geographic and trade networks (as in the case of vector-borne diseases), the outbreak cannot be contained by movement restrictions alone even if the detection and control rates are 100% since the geographic channel cannot be closed by the MRP (Fig 3, blue line) . However, the MRP helps to slow the disease spreading.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 232,
                    "end": 249,
                    "text": "(Fig 3, red line)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 492,
                    "end": 511,
                    "text": "(Fig 3, green line)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 816,
                    "end": 834,
                    "text": "(Fig 3, blue line)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Results"
        },
        {
            "text": "When a disease is difficult to detect (γ close to 0) the benefits of the MRP are severely dampened (S2 Fig). When both the geographic and trade networks are considered, a disease with a 5% infection rate infects half of the nodes around periods 275, 185, and 125 for detection rates equal to 100%, 50%, and 20%, respectively.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 103,
                    "end": 108,
                    "text": "Fig).",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "When the strategic behavior of agents is incorporated the outcome of the MRP changes significantly. The anticipation effect increases the speed of infection, and for a low detection rate, γ = 20%, the benefits of the MRP are severely reduced (Fig 4) . As the detection rate increases, the anticipation effects become less relevant since infected farms are removed from the network before they can sell.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 242,
                    "end": 249,
                    "text": "(Fig 4)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Although there exists some overlap in the results of the simulations under different scenarios, the mean trajectory of infected nodes under the MRP with anticipation effects is significantly higher than in the case without anticipation. Such overlapping disappears when the 15% most extreme outcomes are omitted from the analysis (S3 Fig). The effect of anticipation Anticipatory behavior-connectivity of a susceptible node. A susceptible node can be located in the RZ or the unscathed zone (UZ). If located in the RZ, the node is unable to sell (probability of selling = pr = 0) and has no effect on the dissemination of the disease. A node located in the UZ can face two situations: A) The node is not connected to any node located in the RZ so it will decide to sell or not according to pr = p s , which is associated with its type (farm, dealer, market; see Table 2 ); B) The node is connected to a node located in the RZ so q i;t > b q, which triggers anticipatory sales (pr = 1).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 334,
                    "end": 339,
                    "text": "Fig).",
                    "ref_id": null
                },
                {
                    "start": 862,
                    "end": 869,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "doi:10.1371/journal.pone.0157450.g002",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "can be assessed using the efficiency index, which decreases from 1.06 without anticipation effects to 0.41 when anticipation effects are included. The rank correlation coefficients, whose range is [-1,1], are small and positive for the degree and closeness of the initially infected node (between 0.02 and 0.18), and large and negative for the time at which the first hub is infected (between -0.53 and -0.88, see Fig 5) . Finally, the size of the monetary transfer required to prevent anticipatory selling is derived for two option values that correspond to different penalties (10% and 30%) on the value of the animal, considering that too old/heavy animals ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 414,
                    "end": 420,
                    "text": "Fig 5)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The efficiency of the MRP is significantly reduced when facing a vector-borne disease because the policy cannot control the spread by vectors. However, the MRP restricts the transmission of the disease to the geographical channel. Because the geographic network has no hubs, the rate of spreading is significantly slower than through the commercial network. Geographic networks can be important even for diseases that are not spread by vectors. For example, it has been found that in the case of diseases transmitted through close animal-to-animal contact, such as foot-and-mouth disease, the plumes of the virus can be dispersed over long distances [29] . Therefore, considering both the geographic and trade networks can be important for some non-vector-borne diseases.",
            "cite_spans": [
                {
                    "start": 650,
                    "end": 654,
                    "text": "[29]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Factors that limit the speed of detecting infections are an obstacle for implementation of the MRP. The MRP becomes significantly less efficient when infected nodes that have not been detected spread the disease through both trade and geographic networks. The distribution of the time between the infection and control events has previously been highlighted as a crucial ingredient to identify for effectively managing disease spreading [30] . Factors that can limit the rate of detection include a high rate of subclinical cases, long incubation periods, and poor detection tools. The detection period can also be lengthened by the absence of active surveillance activities or lack of declaration in cases of clinical suspicion. For cow-calf systems or for dry dairy cows, farmers may easily miss some moderate clinical signs on some animals and not identify cases until clinical signs have become severe. Note that in the present study, changes in the efficiency of implementation of the control policy (α) have analogous results to changes in the detection rate (γ), since the effective removal of the infected nodes depends on the product αÃ γ.",
            "cite_spans": [
                {
                    "start": 437,
                    "end": 441,
                    "text": "[30]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The introduction of strategic behavior of farmers into the analysis significantly reduces the efficiency of the MRP. According to our efficiency index, the anticipatory behavior of farmers facilitates spreading of the disease and reduces the efficiency of the policy by 61%. When the MRP is implemented, farmers that perceive a high risk of entering the restriction zone will prefer to sell prematurely to avoid the immobilization costs. This increase in the connectivity of the network accelerates the dissemination of disease. In the case of vector-borne diseases, the holdings located close to the RZ have a higher risk of becoming infected. If the rate of subclinical cases is high or the incubation period is long, infection at farms outside the RZ may be unnoticed and may be transmitted through premature selling of undetected but infected animals. Although the MRP by itself is unable to stop the spreading of a vector-borne disease, it can be very useful for reducing the speed of spreading, especially when waiting for the availability of vaccines or for the seasonal inactivity of vectors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The fat-tailed degree distribution of the cattle trade network plays an important role in accelerating the rate of disease spreading. Anticipatory sales can infect hubs, which can quickly infect many other nodes. If the trade network were homogenous, hubs would not exist and the effect of anticipatory sales on the spread of diseases would be smaller.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The assumption that all farmers having a neighbor (through the geographic network) in the RZ perceive that the risk of becoming immobilized in the next period is sufficiently high to induce them to sell their animals (Eq (4)) is strong. If this assumption is relaxed, there would be fewer anticipatory sales and the disease would spread more slowly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Moreover, when an infected node is detected and isolated, its neighboring nodes are isolated too. Therefore, the way the restriction zone is defined has an impact on the results. If the MRP were modified to include not only direct neighbors but the neighbors of neighbors as well (2nd degree connections), the set of nodes that sell prematurely would change. In particular, at early stages of an epidemic, the number of nodes engaging in anticipatory selling (i.e. those at the frontier of the RZ) is increasing in the size of the RZ and decreases as the entire territory becomes RZ. But if there is a correlation between the risk of infection and the geographic proximity to infected nodes (as is the case of vector-borne diseases), by increasing the RZ, the nodes located at the frontier are less likely to be infected so they have a smaller effect on disease spreading even if they sell prematurely.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The rank-correlation analysis shows that the longer the hubs remain uninfected, the slower the epidemic will spread (Fig 5) . This result is consistent with the recommendation of immunizing hubs as quickly as possible to avoid the expansion of a disease [31] . This relationship is stronger when no policy control takes place (R = -0.88) than when the MRP is implemented (R = -0.66 with anticipation, R = -0.53 without anticipation). On the one hand, the role of hubs as amplifiers of disease spreading is reduced through the MRP, but on the other hand, complementary strategies to control the spread of infection focused on the immunization of hubs will be less efficient compared to the situation without MRP. This trade-off between the benefits of implementing the MRP and the decrease in efficiency of complementary strategies (focused on the immunization of hubs) should be taken into account when designing an integrated control strategy.",
            "cite_spans": [
                {
                    "start": 254,
                    "end": 258,
                    "text": "[31]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [
                {
                    "start": 116,
                    "end": 123,
                    "text": "(Fig 5)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The risk imposed by the anticipatory behavior is not a consequence of farmers violating the rules; anticipation effects can be important even in contexts where farmers report new infections promptly and comply with the movement restrictions. The key element in this model is that detection is imperfect (because the tools are limited or the latent or subclinical period of the disease is long) so a farm could sell infected animals without knowing it.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A monetary transfer conditional on entering the RZ is proposed as a simple mechanism to avoid the change in behavior of farmers affected by the policy. This monetary transfer must be credible and announced in advance so that farmers know of it when considering anticipatory selling. In practice, the monetary transfer can be directed to a specific type of farmer since not all farmers have incentives to sell prematurely. For example, the MRP affects farms specialized in dairy products to a lesser extent than farms specialized in the production of young beef weaned calves, which are sold to fattening units as intermediate products. Recognizing this fact, during the 2006-2008 bluetongue outbreak the French government provided financial aid only to farmers who generated at least 50% of their revenue by the sale of livestock (C-DGPEI/ SDEPA/C2007-4027) and to the producers of young beef weaned calves (NS-DGPEI/SDEPA/ N2008-4019).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The monetary transfer to farmers located in the RZ reduces the costs associated with being immobilized and therefore discourages premature sales. The size of the monetary transfer for risk-neutral farmers is given by Eq (6) . When the risk of falling into the RZ exceeds a threshold, (q>b q), the monetary transfer that should be offered in the case of getting into the RZ is positive (it can be shown that the transfer is increasing and concave in q).",
            "cite_spans": [
                {
                    "start": 220,
                    "end": 223,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In Eq (6), the first element of the monetary transfer pÃw 1 q it À ðV À cÞ h i represents the gain from selling prematurely adjusted by the risk of falling into the RZ compared with waiting and being unable to sell in the second period. The second element ( 1Àq it q it Ã ½p Ã w 1 Ã ð1 þ dÞ À c)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "represents the discount due to the uncertainty of the event. This discount is given by the odds of not getting into the RZ in the next period ( 1Àq it q it ) that multiplies the gain from selling in",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The discount goes to zero for farms with a high risk of getting in the RZ (q it !1). In this case the government should offer full compensation if the farmer gets in the RZ to avoid the anticipation. The rationale for this discount is that the government benefits from the incentives of the seller to wait and sell in the second period (which is the dominant strategy) and therefore does not need to offer a transfer equal to the full cost of immobilization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In the past the rationale for providing financial aid to farmers affected by the MRP was compensatory. When anticipation effects are a risk factor for spreading the disease, giving financial aid to farmers facing movement restrictions becomes an issue of public health and the arguments in favor of this measure are stronger.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Additional measures that help in the control of infectious diseases can be classified in three categories: measures oriented to reduce the transmission rate such as vaccination or the use of insecticides in the case of vector-borne diseases; measures oriented to increase the detection rate such as the adoption of new technologies (e.g., thermal scanners) and the implementation of preventive protocols; and measures oriented to detect high-risk zones to target surveillance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The third type of measure is possible only with the collection of accurate data and the construction of reliable models. The European effort of constructing national databases to register all the cattle movements is a significant advance and could be extended to other species.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Network analysis of the spread of disease that incorporates human responses to policy provides new insight into the efficacy of alternative control measures. Extensions of this analysis to risk-averse agents and multiple periods should be useful.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The current study considers both geographic and commercial networks as potential channels of disease transmission and highlights the relevance of incorporating economic and behavioral elements to evaluate control strategies. For simplicity, we assumed the same transmission probability in both networks. In reality, the transmission probability can differ between transmission paths (geographic or trading) and can change over time. Efforts to identify temporal and spatial risk factors of disease spreading associated with the landscape and meteorological conditions should be included in the analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The MRP is the main strategy to control the spread of infectious diseases when vaccination is not available (as is the case for newly discovered serotypes of diseases). Arguments for implementing MRP are weaker for vector-borne than other diseases because this additional transmission channel reduces the MRP's efficiency. However, it must be taken into consideration that even in the worst-case scenario (vector-borne disease with high rate of subclinical cases) the MRP helps to slow the spreading. This can be very useful in some contexts, such as when the period of inactivity of the vectors (cold months) is approaching, when a vaccine is in the process of development, or even when it is necessary to wait for the vaccines to be dispatched, injected, or boosted (when two injections are needed). For each disease, the costs and the benefits of the MRP should be analyzed in order to take the best possible decision.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The strategic behavior of agents can be an important element to consider when analyzing the efficiency of control strategies. The MRP produces incentives that may yield behavioral responses that reduce its effectiveness. We have shown how the strategic behavior of farmers can reduce the efficiency of MRP in controlling the spread of infection. This loss in efficiency should be considered in order to produce more-accurate estimates of the expected benefits of the MRP. The inclusion of complementary measures among emergency protocols related to infectious diseases can increase the efficacy of these policies. By including in the emergency protocols the financial aid for farmers in the RZ, farmers know in advance that they will be compensated in case of entering the RZ and the anticipatory behavior may be avoided. The monetary transfer required to avoid anticipatory sales by farmers is a function of the subjective probability of being in the RZ in the next period (q) for different option values (V = pÃw 1 Ã(1+d)Ã(1-P), where P is the penalty associated with less desirable animals). The model is calibrated using French data for August 30 th , 2007 and estimates for the weight evolution of a Charolais calf: p = 2.56 eur/kglwt; w 1 = 350 kg; d = 10/350; c = 8.73 eur. (TIF) S1 Table. Parameters for the economic model. (DOCX) ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1290,
                    "end": 1296,
                    "text": "Table.",
                    "ref_id": null
                },
                {
                    "start": 1332,
                    "end": 1338,
                    "text": "(DOCX)",
                    "ref_id": null
                }
            ],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The effects of the BSE outbreak in the United States on the beef and cattle industry",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Jin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Skripnitchenko",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "W"
                    ],
                    "last": "Koo",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Emergence of scaling in random networks",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Barabási",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Albert",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Science",
            "volume": "286",
            "issn": "",
            "pages": "509--512",
            "other_ids": {
                "PMID": [
                    "10521342"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Where diseases and networks collide: lessons to be learnt from a study of the 2001 foot-and-mouth disease epidemic",
            "authors": [
                {
                    "first": "Mdf",
                    "middle": [],
                    "last": "Shirley",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Rushton",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Epidemiol Infect",
            "volume": "133",
            "issn": "06",
            "pages": "1023--1032",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Spread of a novel influenza A (H1N1) virus via global airline transportation",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Arino",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Raposo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sears",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Calderon",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "N Engl J Med",
            "volume": "361",
            "issn": "2",
            "pages": "212--214",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Epidemic spreading in scale-free networks",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pastor-Satorras",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vespignani",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Phys Rev Lett",
            "volume": "86",
            "issn": "14",
            "pages": "",
            "other_ids": {
                "PMID": [
                    "11290142"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Velocity and hierarchical spread of epidemic outbreaks in scale-free networks",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Barthélemy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Barrat",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pastor-Satorras",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vespignani",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Phys Rev Lett",
            "volume": "92",
            "issn": "17",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Immunization of complex networks",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pastor-Satorras",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vespignani",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Phys Rev",
            "volume": "65",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Infectious diseases of humans: dynamics and control",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "May",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "28",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Network robustness and fragility: Percolation on random graphs",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Callaway",
                    "suffix": ""
                },
                {
                    "first": "Mej",
                    "middle": [],
                    "last": "Newman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Strogatz",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Watts",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Phys Rev Lett",
            "volume": "85",
            "issn": "25",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Efficient immunization strategies for computer networks and populations",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Havlin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ben-Avraham",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Phys Rev Lett",
            "volume": "91",
            "issn": "24",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Identification and registration of animals in the European Union",
            "authors": [
                {
                    "first": "Wmg",
                    "middle": [],
                    "last": "Wismans",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Comput Electron Agr",
            "volume": "24",
            "issn": "1",
            "pages": "99--108",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Risk factors of poultry outbreaks and human cases of H5N1 avian influenza virus infection in West Java Province, Indonesia",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yupiana",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "De Vlas",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Adnan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Richardus",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Int J Infect Dis",
            "volume": "14",
            "issn": "9",
            "pages": "800--805",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijid.2010.03.014"
                ],
                "PMID": [
                    "20637674"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Why did bluetongue spread the way it did? Environmental factors influencing the velocity of bluetongue virus serotype 8 epizootic wave in France",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pioz",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Guis",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Crespin",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gay",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Calavas",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Durand",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "7",
            "issn": "8",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0043360"
                ],
                "PMID": [
                    "22916249"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Capturing human behaviour",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ferguson",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nature",
            "volume": "446",
            "issn": "7137",
            "pages": "733--733",
            "other_ids": {
                "PMID": [
                    "17429381"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "On the existence of a threshold for preventive behavioral responses to suppress epidemic spreading",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "D"
                    ],
                    "last": "Sahneh",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "N"
                    ],
                    "last": "Chowdhury",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Scoglio",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Sci Rep",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Strategic Behavior and Spread of Animal Infectious Diseases PLOS ONE |",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0157450"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Behavioral incentives, equilibrium endemic disease, and health management policy for farmed animals",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Hennessy",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Am J Agric Econ",
            "volume": "89",
            "issn": "3",
            "pages": "698--711",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Biosecurity and spread of an infectious animal disease",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Hennessy",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Am J Agric Econ",
            "volume": "89",
            "issn": "5",
            "pages": "1226--1231",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Perceptions, circumstances and motivators that influence implementation of zoonotic control programs on cattle farms",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ellis-Iversen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Cook",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Watson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nielenm",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Larkin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wooldridge",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Prev Vet Med",
            "volume": "93",
            "issn": "4",
            "pages": "276--285",
            "other_ids": {
                "DOI": [
                    "10.1016/j.prevetmed.2009.11.005"
                ],
                "PMID": [
                    "19963291"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Wet markets-a continuing source of severe acute respiratory syndrome and influenza? The Lancet",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Webster",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "363",
            "issn": "",
            "pages": "234--236",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Public policies against global warming: a supply side approach. Int Tax and Public Finance",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Sinn",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "15",
            "issn": "",
            "pages": "360--394",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Vulnerability of animal trade networks to the spread of infectious diseases: a methodological approach applied to evaluation and emergency control strategies in cattle",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rautureau",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Dufour",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Durand",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Transbound Emerg Dis",
            "volume": "58",
            "issn": "2",
            "pages": "110--120",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1865-1682.2010.01187.x"
                ],
                "PMID": [
                    "21159152"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Network analysis of Italian cattle trade patterns and evaluation of risks for potential disease spread",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Natale",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Giovannini",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Savini",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Palma",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Possenti",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fiore",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Prev Vet Med",
            "volume": "92",
            "issn": "4",
            "pages": "341--350",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Available: www.levmuchnick.net/ Content/Networks/ComplexNetworksPackage.html",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Muchnik",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Modelling bluetongue virus transmission between farms using animal and vector movements",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Turner",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Bowers",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Baylis",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Sci Rep",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Did vaccination slow the spread of bluetongue in France?",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pioz",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Guis",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Pleydell",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gay",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Calavas",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Durand",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS One",
            "volume": "9",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0085444"
                ],
                "PMID": [
                    "24465562"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Minimization of the impact of Aujeszky's disease outbreaks in the Netherlands: a conceptual framework",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Bosman",
                    "suffix": ""
                },
                {
                    "first": "Mcm",
                    "middle": [],
                    "last": "Mourits",
                    "suffix": ""
                },
                {
                    "first": "Oude",
                    "middle": [],
                    "last": "Lansink",
                    "suffix": ""
                },
                {
                    "first": "Agjm",
                    "middle": [],
                    "last": "Saatkamp",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Transbound Emerg Dis",
            "volume": "60",
            "issn": "4",
            "pages": "303--314",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1865-1682.2012.01348.x"
                ],
                "PMID": [
                    "22690811"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Cost assessment of the movement restriction policy in France during the 2006 bluetongue virus episode (BTV-8)",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Tago",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Hammitt",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Raboisson",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Prev Vet Med",
            "volume": "117",
            "issn": "3",
            "pages": "577--589",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Spearman Rank Correlation",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Zar",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Encyclopedia of Biostatistics",
            "volume": "",
            "issn": "",
            "pages": "4191--4196",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Forecasting the airborne spread of foot-and-mouth disease",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gloster",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Blackall",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Sellers",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "I"
                    ],
                    "last": "Donaldson",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Vet Rec",
            "volume": "108",
            "issn": "17",
            "pages": "370--374",
            "other_ids": {
                "PMID": [
                    "7292902"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "The foot-and-mouth epidemic in Great Britain: pattern of spread and impact of interventions",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Donnelly",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Science",
            "volume": "292",
            "issn": "5519",
            "pages": "1155--1160",
            "other_ids": {
                "PMID": [
                    "11303090"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Epidemic spreading in a variety of scale free networks",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Volchenkov",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Volchenkova",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Blanchard",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Phys Rev",
            "volume": "66",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Tree diagram for a susceptible node. The diagram represents one time period. It starts with a susceptible node at risk of infection.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "doi:10.1371/journal.pone.0157450.g001",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig 2. Anticipatory behavior-connectivity of a susceptible node. A susceptible node can be located in the RZ or the unscathed zone (UZ). If located in the RZ, the node is unable to sell (probability of selling = pr = 0) and has no effect on the dissemination of the disease. A node located in the UZ can face two situations: A) The node is not connected to any node located in the RZ so it will decide to sell or not according to pr = p s , which is associated with its type (farm, dealer, market; see Table 2); B) The node is connected to a node located in the RZ so q i;t > b q, which triggers anticipatory sales (pr = 1).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Effect of the MRP on the accumulated number of infected nodes. When the disease can be transmitted only through the trade network (green line), the MRP is a very efficient tool to stop the spreading of the disease. If the disease can be transmitted through the geographic network as well (blue lines), the MRP decreases the speed of infection but cannot contain it. These are the results over 300 simulations with: infection rate λ = 5%, detection rate γ = 100%, and control rate α = 100%. Average results are in thicker lines. doi:10.1371/journal.pone.0157450.g003 are less desirable to fattening units. For probabilities above the threshold (b q) the monetary transfer is positive and increases at a decreasing rate (concave function) with an upper bound at p Ã w 1 − (V − c) (S4 Fig).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Accumulated infected nodes with and without anticipation effects. Comparison of the accumulated number of infected nodes for a disease transmitted through both the geographic and trade networks. The efficiency of the MRP decreases when anticipation effects are included. These are average results over 300 simulations with infection rate λ = 5%, detection rate γ = 20%, and control rate α = 100%. doi:10.1371/journal.pone.0157450.g004",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Rank correlation coefficient analysis for the number of infected nodes and the initial conditions of the epidemic. Due to the large differences between the outcomes under different scenarios, the number of infected nodes was computed for NoMRP at period t = 61, for MRP with anticipation (MRPant) at period t = 88, and for MRP with no anticipation (MRPnoant) at period t = 131. These periods correspond to timing at which 50% of the nodes were infected on the average trajectory.doi:10.1371/journal.pone.0157450.g005",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Fig. Efficiencyindex of control policies. The efficiency index is defined as the area above the curve with control policy (areas A+B) minus the area above the curve with no control policy (area A), over the area above the curve with no control policy (area A), i.e. ðAþBÞÀAA ¼ AþB A À 1. (TIF)S2 Fig. Effect of the detection rate. Comparison of the accumulated number of infected nodes for a disease transmitted through both the geographic and trade networks. The efficiency of the MRP decreases along with the detection rate (γ). These are average results over 300 simulations with infection rate λ = 5% and control rate α = 100%. (TIF) S3 Fig. Overlapping of extreme simulation results. Comparison of the accumulated number of infected nodes for a disease transmitted through both the geographic and trade networks and omitting the most extreme results of the simulations. These are average results over 300 simulations with infection rate λ = 5%, detection rate γ = 20%, and control rate α = 100%. (TIF) S4 Fig. Monetary transfer to avoid anticipatory sales.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Main characteristics of the cattle trade network.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Calibration of the probability of selling.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "State transitions and main parameters in the epidemiological model. node is isolated from the network if connected to an \"Idc-node\" through the Geo network * This event relies on the design of the network and there is no parameter directly involved doi:10.1371/journal.pone.0157450.t003",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Conceived and designed the experiments: DT. Analyzed the data: DT JKH AT DR. Wrote the paper: DT JKH AT DR.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Contributions"
        }
    ]
}