{
    "paper_id": "e7df6e6b00213948f60923cd0c111d58ffdfda00",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "In typical cases, which were largely confi ned to adult and elderly individuals, SARS presented with acute respiratory distress syndrome (ARDS)-characterised by the presence of diffuse alveolar damage (DAD) upon autopsy. The pathological changes in lung alveoli most likely follow a common pathway characterised by an acute phase of protein-rich alveolar fl uid infl ux into the alveolar lumina as a consequence of the injury to the alveolar wall. Subsequently, type-2 pneumocyte (see Glossary) hyperplasia occurs to replace the loss of infected type-1 pneumocytes and to cover the denuded epithelial basement membrane, resulting in restoration of the normal alveolar architecture. Severe alveolar injury may lead to fi brosis with loss of alveolar function in more protracted cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pathogenesis of SARS"
        },
        {
            "text": "SARS-CoV was detected not only in the respiratory tract but also in faeces and urine of patients. Replication of the virus in the gastrointestinal tract was confi rmed by electron microscopic studies of biopsies of the upper and lower intestinal mucosae of patients with SARS. Faecal transmission proved to be important in at least one major community outbreak in Hong Kong, in which over 300 patients were infected within a few days [1] .",
            "cite_spans": [
                {
                    "start": 434,
                    "end": 437,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Pathogenesis of SARS"
        },
        {
            "text": "Development of animal models for SARS-CoV infection of humans is of utmost importance to elucidate the pathogenesis of SARS and to develop intervention strategies against the infection. A wide range of animal species is susceptible to experimental infection with SARS-CoV, including rodents (mice and hamsters), carnivores (ferrets and cats), and nonhuman primates (cynomolgus and rhesus macaques, common marmosets, and African green monkeys) [3] [4] [5] [6] [7] [8] [9] [10] [11] . Adult mice infected with varying doses of SARS-CoV in the respiratory tract show no clinical signs of disease, although the virus replicates in respiratory tissues, peaking early after infection, with viral titres in the lungs reaching relatively high levels. The infection is accompanied by only mild infl ammatory changes of the respiratory tract. On the other hand, aged mice, as well as hamsters and ferrets, do show signs of clinical disease (weight loss and ruffl ed fur), albeit, in most cases, in the absence of the typical lung lesions seen in humans with SARS [4] [5] [6] .",
            "cite_spans": [
                {
                    "start": 443,
                    "end": 446,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 447,
                    "end": 450,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 451,
                    "end": 454,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 455,
                    "end": 458,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 459,
                    "end": 462,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 463,
                    "end": 466,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 467,
                    "end": 470,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 471,
                    "end": 475,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 476,
                    "end": 480,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1053,
                    "end": 1056,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1057,
                    "end": 1060,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1061,
                    "end": 1064,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Animal Models for SARS"
        },
        {
            "text": "In contrast, SARS-CoV inoculation in the respiratory tract of cynomolgus macaques causes infection of bronchial epithelial cells, type-1 and type-2 pneumocytes at one to four days postinfection, followed by extensive type-2 pneumocyte hyperplasia in the lungs at four to six days postinfection [3, 11] . Moreover, multiple foci of acute DAD are observed, characterised by fl ooding of alveoli with protein-rich oedema fl uid mixed with variable numbers of neutrophils and rare syncytia (Figure 1) , and by extensive loss of epithelium from alveolar and bronchiolar walls. These lesions are quite similar to those observed in humans in the acute stages of SARS. Although clinical signs (respiratory distress and general malaise) were observed, they were not further studied in the initial experiments.",
            "cite_spans": [
                {
                    "start": 294,
                    "end": 297,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 298,
                    "end": 301,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 486,
                    "end": 496,
                    "text": "(Figure 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Animal Models for SARS"
        },
        {
            "text": "Studies from different laboratories confi rmed that nonhuman primates could be infected experimentally with SARS-CoV, although the severity of The Perspectives section is for experts to discuss the clinical practice or public health implications of a published article that is freely available online. differences have not been delineated, but virus strain, age, microbiological state, genetic background, and origin of the animals could have played a role.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Animal Models for SARS"
        },
        {
            "text": "In this issue of PLoS Medicine, James Lawler, Jason Paragas, and colleagues provide further support for the use of the cynomolgus macaque model to study the pathogenesis of SARS and to test intervention strategies [12] . They show that infection of these macaques with a molecularly cloned SARS-CoV resulted in a mild-to-moderate symptomatic illness, indistinguishable from the illness induced with wildtype SARS-CoV. Chest radiographs from several infected animals showed unifocal or multifocal pneumonia that peaked between eight to ten days postinfection. The authors point out that the results are reminiscent of the milder syndrome observed in younger humans infected with SARS-CoV. Molecular modifi cation of the cloned virus may now further allow deciphering of the role of different viral gene products in the pathogenesis of SARS. An important result of this present study is the observation that one group of animals inoculated via the nasal and ocular route exhibited signifi cant faecal shedding of SARS-CoV. Thus far, efforts to evaluate the effi cacy of SARS-CoV vaccines have largely aimed at protecting the respiratory tract.",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 218,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Animal Models for SARS"
        },
        {
            "text": "The persistent threat of a possible new introduction of SARS-CoV or of a related virus in the human population necessitates further refi nement of animal models to elucidate the pathogenesis of, and intervention strategies against, SARS. Although none of the current animal models have fully reproduced all features of SARS, the most important aspects of SARS are observed in experimentally infected nonhuman primates. Such models have already demonstrated the protective effect of pre-and postexposure use of pegylated human interferon-α, of candidate SARS-CoV vaccines, and of convalescent sera from SARS patients (unpublished results; [10, 11] ). In the absence of ongoing human SARS-CoV infections, candidate SARS vaccines may have to be approved on the basis of animal data alone, preferably in two different species (the \"two animal rule\"). But in order for such approval, the pathophysiological mechanisms underlying SARS pathogenesis and the preventive effi cacy of such vaccines need to be well understood. The present study further supports the use of nonhuman primate SARS models for pathogenesis studies and for the development of intervention strategies. Infection of cynomolgus macaques with recombinant SARS-CoV containing defi ned modifi cations may allow further elucidation of SARS.",
            "cite_spans": [
                {
                    "start": 638,
                    "end": 642,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 643,
                    "end": 646,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Implications for Future SARS Research"
        },
        {
            "text": "Type-1 Pneumocytes: These cells are responsible for alveolar gas exchange. They cannot replicate and are susceptible to a large number of toxic insults.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Glossary"
        },
        {
            "text": "Type-2 Pneumocytes: These cells are responsible for producing and secreting surfactant. They can replicate in the alveoli to replace damaged type-1 pneumocytes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Glossary"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The aetiology, origins, and diagnosis of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Poon",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Nicholls",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yuen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Peiris",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Lancet Infect Dis",
            "volume": "4",
            "issn": "",
            "pages": "663--671",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Koch's postulates fulfi lled for SARS virus",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Fouchier",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kuiken",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schutten",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Van Amerongen",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Van Doornum",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nature",
            "volume": "423",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Newly discovered coronavirus as the primary cause of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kuiken",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Fouchier",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schutten",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Rimmelzwaan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Van Amerongen",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "362",
            "issn": "",
            "pages": "263--270",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Severe acute respiratory syndrome coronavirus infection of golden Syrian hamsters",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Vogel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Guarner",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hayes",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Murphy",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "",
            "pages": "503--511",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Aged BALB/c mice as a model for increased severity of severe acute respiratory syndrome in elderly humans",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Paddock",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Vogel",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Butler",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zaki",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "",
            "pages": "5833--5838",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "SARS virus infection of cats and ferrets",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Martina",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Haagmans",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kuiken",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Fouchier",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Rimmelzwaan",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nature",
            "volume": "425",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Replication of SARS coronavirus administered into the respiratory tract of African Green, rhesus and cynomolgus monkeys",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mcauliffe",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Vogel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fahle",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fischer",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Virology",
            "volume": "330",
            "issn": "",
            "pages": "8--15",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Macaque model for severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Rowe",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Hogan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Crystal",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Voss",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Virol",
            "volume": "78",
            "issn": "",
            "pages": "11401--11404",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Pneumonitis and multi-organ system disease in common marmosets (Callithrix jacchus) infected with the severe acute respiratory syndromeassociated coronavirus",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Greenough",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Carville",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Coderre",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Somasundaran",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Sullivan",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Am J Pathol",
            "volume": "167",
            "issn": "",
            "pages": "455--463",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Mucosal immunisation of African green monkeys (Cercopithecus aethiops) with an attenuated parainfl uenza virus expressing the SARS coronavirus spike protein for the prevention of SARS",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bukreyev",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "W"
                    ],
                    "last": "Lamirande",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [
                        "J"
                    ],
                    "last": "Bucholz",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "N"
                    ],
                    "last": "Vogel",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "R"
                    ],
                    "last": "Elkins",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Lancet",
            "volume": "363",
            "issn": "",
            "pages": "2122--2127",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Pegylated interferon-alpha protects type 1 pneumocytes against SARS coronavirus infection in macaques",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Haagmans",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kuiken",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Martina",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Fouchier",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Rimmelzwaan",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nat Med",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Cynomolgus macaque as an animal model for severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "V"
                    ],
                    "last": "Lawler",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Endy",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Hensley",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Garrison",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Fritz",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "PLoS Med",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Histologic Lesions in Lungs from Cynomolgus Macaques Experimentally Infected with SARS-CoV Syncytia (indicated by the arrowhead) in the lumen of a bronchiole (A) and expression of SARS-CoV antigen by a syncytium in the lumen of an alveolar duct (B). (Figure derived from Figures 1 and 3 in [3]; Photos: Thijs Kuiken)",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}