{
    "paper_id": "e80ffcae95f83bc7e4353e746ec75187eb61281e",
    "metadata": {
        "title": "Multistep-Ahead Air Passengers Traffic Prediction with Hybrid ARIMA-SVMs Models",
        "authors": [
            {
                "first": "Wei",
                "middle": [],
                "last": "Ming",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Huazhong University of Science and Technology",
                    "location": {
                        "postCode": "430074",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yukun",
                "middle": [],
                "last": "Bao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Huazhong University of Science and Technology",
                    "location": {
                        "postCode": "430074",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": "yukunbao@mail.hust.edu.cn"
            },
            {
                "first": "Zhongyi",
                "middle": [],
                "last": "Hu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Huazhong University of Science and Technology",
                    "location": {
                        "postCode": "430074",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Tao",
                "middle": [],
                "last": "Xiong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Huazhong University of Science and Technology",
                    "location": {
                        "postCode": "430074",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "P",
                "middle": [],
                "last": "Bala",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Huazhong University of Science and Technology",
                    "location": {
                        "postCode": "430074",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "P",
                "middle": [],
                "last": "Ji",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Huazhong University of Science and Technology",
                    "location": {
                        "postCode": "430074",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The hybrid ARIMA-SVMs prediction models have been established recently, which take advantage of the unique strength of ARIMA and SVMs models in linear and nonlinear modeling, respectively. Built upon this hybrid ARIMA-SVMs models alike, this study goes further to extend them into the case of multistep-ahead prediction for air passengers traffic with the two most commonly used multistep-ahead prediction strategies, that is, iterated strategy and direct strategy. Additionally, the effectiveness of data preprocessing approaches, such as deseasonalization and detrending, is investigated and proofed along with the two strategies. Real data sets including four selected airlines' monthly series were collected to justify the effectiveness of the proposed approach. Empirical results demonstrate that the direct strategy performs better than iterative one in long term prediction case while iterative one performs better in the case of short term prediction. Furthermore, both deseasonalization and detrending can significantly improve the prediction accuracy for both strategies, indicating the necessity of data preprocessing. As such, this study contributes as a full reference to the planners from air transportation industries on how to tackle multistep-ahead prediction tasks in the implementation of either prediction strategy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Forecasting is an important component of planning in any enterprise, but it is particularly critical in airline revenue management because of the direct influence forecasts have on the booking limits that determine airline profits. Unfortunately, the passengers behaviors and other complicating factors make air passengers traffic prediction extremely difficult.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In the past decades, academic researchers and practitioners have made many contributions to air passengers traffic prediction. Most of the prediction models abounded in the literature can mainly be classified into two categories, namely, econometric models (casual model) and time series models. In the econometrics community, traditional research has been focusing on the economic factors of the take-off and landing point, such as population, income, and price [1] [2] [3] [4] [5] . It should be noted that most econometric models aimed to reveal the underlying relationship between air passengers traffic flow and selected variables such as geoeconomic and service-related factors. Due to the complexity of econometric modeling in variables selection, time series approach is a promising alternative in air passengers traffic prediction [6] . However, these traditional time series methods always do not work in practice. The main reason is that the underlying assumption of these traditional time series methods is linearity and they cannot capture the nonlinear patterns hidden and recognize the irregularity well. Recent research focuses on modeling time series with complex nonlinearity, dynamic variation, and high irregularity [7] [8] [9] [10] [11] [12] [13] [14] .",
            "cite_spans": [
                {
                    "start": 463,
                    "end": 466,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 467,
                    "end": 470,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 471,
                    "end": 474,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 475,
                    "end": 478,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 479,
                    "end": 482,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 840,
                    "end": 843,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1236,
                    "end": 1239,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1240,
                    "end": 1243,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1244,
                    "end": 1247,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1248,
                    "end": 1252,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1253,
                    "end": 1257,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1258,
                    "end": 1262,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1263,
                    "end": 1267,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1268,
                    "end": 1272,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Recently, the hybrid modeling approach integrating ARIMA, the most widely used linear model, and SVM, the well-established computational intelligence technique, has been proposed and justified in various areas [15] [16] [17] . Pai established a hybrid ARIMA and support vector machines model for stock price forecasting. Chen proposed a hybrid methodology that exploits the unique strength of the SARIMA (seasonal autoregressive integrated moving average) model and the support vector machines model in forecasting Taiwan's machinery industry production values. 2 The Scientific World Journal And Guo developed a hybrid Seasonal Autoregression Integrated Moving Average and Least Square Support Vector Machine (SARIMA-LSSVM) model to predict the mean monthly wind speed in Hexi Corridor, which shows that the developed method is simple and quite efficient. Additionally, Zhang combined the ARIMA and feedforward neural networks models in forecasting [18] .",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 214,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 215,
                    "end": 219,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 220,
                    "end": 224,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 562,
                    "end": 563,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 950,
                    "end": 954,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This hybrid approach arises from the fact that real-world time series are rarely pure linear or nonlinear but containing both linear and nonlinear patterns, and neither ARIMA nor SVM can be adequate in modeling and forecasting time series since the ARIMA model cannot deal with nonlinear relationships while the SVM model alone is not able to handle both linear and nonlinear patterns equally well. As such, this hybrid approach can take full advantages of the unique strength of ARIMA and SVM models in linear and nonlinear modeling, respectively. However, an important point to note from the past studies mentioned above is their preoccupation with one-step-ahead forecasting rather than the multistep-ahead one. In one-step-ahead case, the predictor uses all or some of the observations to estimate a variable of interests for the time step immediately following the latest observation. However, it provides no information as to the long-term future behavior of air passengers traffic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In summary, this study extends the well-established ARIMA-SVMs model into the case of multistep-ahead prediction of air passengers traffic using the two modeling strategies, including iterated strategy and direct strategy and then goes a step forward by investigating the effectiveness of data preprocessing approaches, such as deseasonalization and detrending, along with the two strategies. The monthly air passengers traffic series from four airlines are used for the purpose of validation. The experimental results are judged on the basis of the prediction accuracy and the computational cost. The first contribution of this paper is that the proposed modeling framework is capable of capturing the complex dynamic of air passenger traffic considered, resulting in a more accuracy multistepahead prediction. The second contribution is to provide the first strong empirical evidence within the air passengers traffic literature on whether the superiority of ARIMA-SVMs modeling framework holds consistently in the case of multistep-ahead prediction. Last but not least, the third contribution is to provide the experimental evidence on the performance of different multistep-ahead prediction strategies, which may shed lights on the selection of modeling strategy while facing the different time horizons upon prediction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The rest of this paper is organized as follows: Section 2 describes the methodologies used in this study including ARIMA and SVM along with the proposed hybrid methodology and multistep-ahead prediction strategies used in this study. Section 3 details the research design on data source, data preprocessing, input selection, the selected counterparts for comparison, statistical criteria, methodological implementations, and experiment procedures. Following that, in Section 4, the experimental results are discussed. Section 5 finally concludes this paper. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "= 0, 2 1 = 2 < ∞, then { } is called autoregressive and moving average sequence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodologies"
        },
        {
            "text": "The basic idea of this model is to regard the time series as a random sequence and to use a certain mathematical model to describe the sequence approximately. Once the model is identified, we can use the past value to predict the future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodologies"
        },
        {
            "text": "The basic steps are as follows.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodologies"
        },
        {
            "text": "(1) Identify smooth sequence using scatter chart, autocorrelation function, partial autocorrelation function, and ADF unit root test.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodologies"
        },
        {
            "text": "(2) Do smooth processing on nonstationary sequence such as difference.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodologies"
        },
        {
            "text": "(3) Establish the model according to the time-series model identification rules. If the partial correlation function of a smooth sequence is censored and the autocorrelation function is trailing, sequence can be concluded for the AR model. If the partial correlation of a smooth sequence is trailing and the autocorrelation function is censored, it will be determined for MA model. And if both partial correlation function and autocorrelation function are trailing, ARMA model is for the sequence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodologies"
        },
        {
            "text": "(4) Estimate parameters and justify whether the statistical test is significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodologies"
        },
        {
            "text": "(5) Do hypothesis test and diagnose whether the sequence is the white noise.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodologies"
        },
        {
            "text": "(6) Predict with the model established.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodologies"
        },
        {
            "text": "As a new method based on structural risk minimization principle, support vector machine is superior to those methods based on experience risk minimization principle. It can be converted to a salvation of a convex quadratic programming and make sure the extreme solution is the global optimal solutions. Support vector machines can handle higher dimension data better even with a relatively low amount of training samples and has a very good generalization. The models select limit",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Support Vector Machine (SVM) Model."
        },
        {
            "text": "The Scientific World Journal 3 support vectors from input data and so have a fast processing speed. For linear and regressive data set { , }, the SVM regression function is formulated as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Support Vector Machine (SVM) Model."
        },
        {
            "text": "The coefficients and are estimated by minimizing",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Support Vector Machine (SVM) Model."
        },
        {
            "text": "where is called the -intensive loss function and is formulated as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Support Vector Machine (SVM) Model."
        },
        {
            "text": "By introducing slack variables and * , Equation (3) can be transformed to the following constrained formulation:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Support Vector Machine (SVM) Model."
        },
        {
            "text": "subject to",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Support Vector Machine (SVM) Model."
        },
        {
            "text": "When solving the above formula, we always use dual theory to transform it into a convex quadratic programming problem. Introducing Lagrange equation, (5) changed into the following form:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Support Vector Machine (SVM) Model."
        },
        {
            "text": "subject to",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Support Vector Machine (SVM) Model."
        },
        {
            "text": "When the data set cannot be regressed linearly, we also map them to a high dimension feature space and make linear regress. Then the formulation is as follows: According to Karush-Kuhn-Tucker theory, the final SVM regression function can be the following form: It is reasonable to consider a time series to be composed of a linear autocorrelation structure and a nonlinear component. That can then be represented as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Support Vector Machine (SVM) Model."
        },
        {
            "text": "where denotes the linear component and denotes the nonlinear component. These two components have to be estimated from the data. First, we let ARIMA model the linear component, then the residuals from the linear model will contain only the nonlinear relationship. Let denote the residual at time from the linear model, and̂denotes the forecast value of the ARIMA model, then",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Support Vector Machine (SVM) Model."
        },
        {
            "text": "Zhang illustrated a linear model is not sufficient if there are still linear correlation structures left in the residuals. Moreover, even if a model has passed diagnostic checking, the model may still not be adequate in that nonlinear relationships have not been appropriately modeled [18] . So by modeling residuals using SVM, nonlinear relationships can be discovered. That can be represented as follows:",
            "cite_spans": [
                {
                    "start": 285,
                    "end": 289,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Support Vector Machine (SVM) Model."
        },
        {
            "text": "where is a nonlinear function determined by SVM and is the random error. Therefore, the combined forecast is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Support Vector Machine (SVM) Model."
        },
        {
            "text": "4",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Support Vector Machine (SVM) Model."
        },
        {
            "text": "The Scientific World Journal wherẽis the forecast value of the SVM model. In summary, the ultimate forecast value consists of linear forecast part and nonlinear forecast part.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Support Vector Machine (SVM) Model."
        },
        {
            "text": "Multistep-ahead time series forecasting can be described as an estimation on future time series +ℎ , (ℎ = 1, 2, . . . , ), while is an integer and more than one, given the current and previous observation , ( = 1, 2, . . . , ). In the present study, iterated strategy and direct strategy are frequently selected for multistep-ahead forecasting. For each selected strategies, there are a large number of variations proposed in the literatures, and it would be a hopeless task to consider all existing varieties. Our guideline was therefore to consider the basic version of each strategy (without the additions, or the modifications proposed by some other researchers). The reason for selecting the following two strategies is that they are some of the most commonly used strategies. The following subsection presents a detailed definition of the selected strategies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Iterated Strategy and Direct Strategy."
        },
        {
            "text": "The first is named as the iterated strategy by Chevillon [19] and is often advocated in standard time series textbooks [20, 21] . This strategy constructs a prediction model by means of minimizing the squares of the in-sample one-step-ahead residuals and then uses the predicted value as a \"known\" input to forecast the next point and continues in this manner until reaching the horizon.",
            "cite_spans": [
                {
                    "start": 57,
                    "end": 61,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 119,
                    "end": 123,
                    "text": "[20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 124,
                    "end": 127,
                    "text": "21]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Iterated Strategy."
        },
        {
            "text": "In more detail, iterated strategy first embeds the original series into an input-output format:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Iterated Strategy."
        },
        {
            "text": "where ⊂ { , . . . , − +1 }, = +1 . Then the iterated prediction strategy learns one-stepahead prediction model:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Iterated Strategy."
        },
        {
            "text": "where denotes the additive noise. After the learning process, the estimation of the next values is returned bŷ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Iterated Strategy."
        },
        {
            "text": "In contrast to the iterated strategy which uses a single model, the other commonly applied strategy, namely, direct strategy first suggested by Cox [22] , constructs a set of prediction models for each horizon using only its past observations, where the associated squared multistep-ahead errors are minimized. Direct strategy estimates different models between the inputs and the outputs to predict { +ℎ , ℎ = 1, 2, . . . , }, respectively, which requires a sharply increased computational expense, especially in the case of a longer prediction horizon [23] . The direct strategy first embeds the original series into datasets",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 152,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 554,
                    "end": 558,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Direct Strategy."
        },
        {
            "text": "where ⊂ { , . . . , − +1 }, ℎ = +ℎ . Then, the direct prediction strategy learns direct models on ℎ = { 1 , . . . , }, respectively. Consider",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Direct Strategy."
        },
        {
            "text": "where denotes the additive noise.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Direct Strategy."
        },
        {
            "text": "After the learning process, the estimation of the next values is returned by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Direct Strategy."
        },
        {
            "text": "In this study, we consider -step ahead forecasting by ARIMA-SVMs model. The proposed methodology of the multistepahead prediction hybrid system consists of two stages. In the first stage, an ARIMA model is used to analyze the linear part of the problem for each step. In the second stage, SVMs model is developed to model the residuals from the ARIMA model. Since the ARIMA model cannot capture the nonlinear structure of the data, the residuals of linear model will contain information about the nonlinearity. Assuming ( = 1, 2, . . . , ) is the original data set and according to ARIMA-SVMs model, includes the linear part and nonlinear part , namely, = + . First of all,step ahead prediction by ARIMA model will be employed and obtain the -step ahead forecasted valuẽ+ ℎ , then for each time , the residuals of +ℎ can be obtained by +ℎ = +ℎ − +ℎ . And for nonlinear time series ( = 1, 2, . . . , ),step ahead prediction by SVMs model will be employed and obtain the -step ahead forecasted values̃+ ℎ , the ultimate forecasted time series for +ℎ is̃+ ℎ , which consist of̃+ ℎ and̃+ ℎ . In this research, two multistep-ahead forecasting strategies will be employed, namely, iterated strategy and direct strategy, and it should be noted that if the multistepahead strategy has been selected for linear part, the same strategy should be employed in nonlinear part; therefore, the model should be ARIMA (iterated strategy)-SVMs(iterated strategy) or ARIMA(direct strategy)-SVMs(direct strategy).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ARIMA-SVMs Model for Multistep-Ahead Prediction."
        },
        {
            "text": "The flowchart of proposed multistep-ahead ARIMA-SVMs modeling framework is depicted in Figure 1 . As shown in Figure 1 , the proposed modeling framework includes three parts: data preprocessing, multistep-ahead prediction, and PSO module for SVMs parameters optimization (details on this parameters tuning module can be found in Section 3.3). In data preprocessing procedure, linear transference, deseasonalization, and detrending are performed on the data, and then the multistep-ahead forecasting model based on ARIMA-SVMs is adopted; in addition, in nonlinear forecasting part, the parameter optimization algorithm PSO is employed to optimize the parameters of SVM.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 87,
                    "end": 95,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 110,
                    "end": 118,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "ARIMA-SVMs Model for Multistep-Ahead Prediction."
        },
        {
            "text": "3.1.1. Data. In this study, four monthly air passenger traffic series of American airlines are chosen as experimental 6 The Scientific World Journal Considering the Severe Acute Respiratory Syndrome (SARS) which happened in 2003 and brought a heavy blow to American air industry, the four sampling data series cover a period from January 1990 to December 2001, each with a total of 144 observations. The original data of these four airlines are shown in Figures 2(a) to 2(d) .",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 119,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 454,
                    "end": 474,
                    "text": "Figures 2(a) to 2(d)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Data and Preprocessing"
        },
        {
            "text": "The descriptive statistics details of all the four data series are summarized in Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 81,
                    "end": 88,
                    "text": "Table 1",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Data and Preprocessing"
        },
        {
            "text": "Normalization is a standard requirement for time series modeling and prediction with neural network. Thus, the data sets are first scaled by linear transference to map onto a range of [0, 1]. As mentioned in Section 1, the air passengers traffic data are monthly and with strong seasonal components and trend patterns. Therefore, after the linear transference, deseasonalization and detrending are performed on the data. Deseasonalization is performed by means of the revised multiplicative seasonal decomposition presented in [24] . In addition, detrending is performed by fitting a polynomial time trend and then subtracting the estimated trend from the series when trends are detected by the Mann-Kendall test [25] .",
            "cite_spans": [
                {
                    "start": 527,
                    "end": 531,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 713,
                    "end": 717,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Preprocessing."
        },
        {
            "text": "Filter method was employed for input selection in this study. In the case of the filter method, the best subset of inputs is selected a priori based only on the dataset. The input subset is chosen by a predefined criterion, which measures the relationship of each subset of input variables with the output [26] . Specifically, in terms of input selection criteria, the partial mutual information [27] is used for the prediction models. Mutual information (MI) is a commonly adopted measure of dependence between variables and has been widely used for input selection [26] . However, this raises a major redundancy issue because the MI criterion does not account for the interdependency between candidate variables. To address this issue, Sharma [27] developed an improved algorithm that exploits the concept of partial mutual information (PMI), which is the nonlinear statistical analog of partial correlation. The definitions of PMI are shown as follows:",
            "cite_spans": [
                {
                    "start": 306,
                    "end": 310,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 396,
                    "end": 400,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 567,
                    "end": 571,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 745,
                    "end": 749,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Input Selection."
        },
        {
            "text": "where and are generalized to represent time series ( ) and lagged time ( − ) with time step ( ≤ ) conditional on which is a set of remaining time-lag variables. In performing the PMI, the input variable with highest conditional PMI value at every iteration can be added to the inputs set.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Input Selection."
        },
        {
            "text": "In this study, RBF has been chosen as the kernel function for SVM models, and thus the parameters , , and are to be optimized based on the training sets. Despite the new variants of PSO for parameter tuning such as in [28] , in this study, we chose the standard PSO algorithm to tune the parameters with the lowest MAPE on training sets.",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 222,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Parameters Selection with PSO."
        },
        {
            "text": "PSO based operators are used to explore the search space. Particle Swarm Optimization (PSO) is a population-based metaheuristic that simulates social behavior such as birds flocking to a promising position to achieve precise objectives (e.g., finding food) in a multidimensional space by interacting among them [29] . To search for the optimal solution, each particle adjusts their flight trajectories by using the following updating equations:",
            "cite_spans": [
                {
                    "start": 311,
                    "end": 315,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Parameters Selection with PSO."
        },
        {
            "text": "where 1 , 2 ∈ R are acceleration coefficients, is inertia weight, and 1 and 2 are random numbers in the range of [0, 1]. V and denote the velocity and position of the th particle in th dimension at th iteration, respectively. is the value in dimension of the best parameters combination (a particle) found so far by particle .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Parameters Selection with PSO."
        },
        {
            "text": "= ⟨ 1 , . . . , ⟩ is called personal best (pbest) position.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Parameters Selection with PSO."
        },
        {
            "text": "is the value in",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Parameters Selection with PSO."
        },
        {
            "text": "The Scientific World Journal dimension of the best parameters combination (a particle) found so far in the swarm ( ); = ⟨ 1 , . . . , ⟩ is considered as the global best (gbest) position. Note that each particle takes individual (lbest) and social (gbest) information into account for updating its velocity and position.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Parameters Selection with PSO."
        },
        {
            "text": "In the search space, particles track the individual's best values and the best global values. The process is terminated if the number of iterations reaches the predetermined maximum number of iterations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Parameters Selection with PSO."
        },
        {
            "text": "Single SVR and monthly ARIMA are selected as counterparts for the purpose of comparison. It should be noted the reason for selecting single SVR and monthly ARIMA is to justify the effectiveness of ARIMA-SVM modeling framework. Additionally, the performances on both one-step-ahead (prediction horizon = 1) and multistep-ahead (prediction horizon = 2, 4, 6, 8, 12, 18, 24) prediction are compared across all the models to provide more evidences for justification. Note that the iterated strategy and direct strategy are employed in this study for comparison.",
            "cite_spans": [
                {
                    "start": 354,
                    "end": 356,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 357,
                    "end": 359,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 360,
                    "end": 363,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 364,
                    "end": 367,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 368,
                    "end": 371,
                    "text": "24)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "The Selected Counterparts for Comparison."
        },
        {
            "text": "To compare the effectiveness of the different prediction models, no single accuracy measure can capture all the distributional features of the errors when summarized across data series.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Criteria and Rank-Based Measures."
        },
        {
            "text": "For each forecast horizon ℎ, here, we consider three forecast accuracy measures. The first is the mean absolute percentage error (MAPE) defined as (25) , and the second is symmetric mean absolute percentage error (SMAPE) defined as (26) , and the last accuracy measure is the mean absolute scaled error (MASE), defined as (27) . MAPE has the advantage of being scale-independent and so is frequently used to compare forecast performance across different datasets. Moreover, the MAPE also has the disadvantage that it puts a heavier penalty on positive errors than on negative errors. MASE has recently been suggested by Hyndman and Koehler [30] as a means of overcoming observation and errors around zero existing in some measures. The MASE has some features which are better than the SMAPE, which has been criticized for the fact that its treatment of positive and negative errors is not symmetric [31] . However, the MAPE and SMAPE are still used in this study due to their popularity in forecasting literature. The smaller the values of MAPE, SMAPE, and MASE, the closer the predicted time series values to the actual values. Consider",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 151,
                    "text": "(25)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 232,
                    "end": 236,
                    "text": "(26)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 322,
                    "end": 326,
                    "text": "(27)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 640,
                    "end": 644,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 899,
                    "end": 903,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Statistical Criteria and Rank-Based Measures."
        },
        {
            "text": "8",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Criteria and Rank-Based Measures."
        },
        {
            "text": "The Scientific World Journal",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Criteria and Rank-Based Measures."
        },
        {
            "text": "where ( ) denotes the observation at period for time series ,̂( ) denotes the forecasted value of ( ), is the number of time series (in this case, = 4), is the number of observation in the hold-out sample (in this case, = 48), and is the number of observation in the estimation sample for time series .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Criteria and Rank-Based Measures."
        },
        {
            "text": "In this study, we repeat running each model fifty times for airline passengers traffic dataset to even out the fluctuations. Then each of the fifty runs will produce a SMAPE for all 4 time series. Next, the mean and standard deviation of these fifty SMAPE are calculated and listed in the tables for examining the performance of different models. Similarly, the mean and standard deviation of MASE are also computed. Note that the error measures are computed after rolling back of the preprocessing step performed, such as deseasonalization and detrending.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Criteria and Rank-Based Measures."
        },
        {
            "text": "Following the experimental settings in [32] , we also conduct a number of statistical tests to compare each model based on the obtained fifty SMAPE and MASE at the 0.05 significance level. For each prediction horizon ( = 1 and 24) and performance measure (i.e., MAPE, SMAPE, and MASE), we perform a one-way analysis of variance (ANOVA) procedure to determine if there exists statistically significant difference among the eight models in out-ofsample forecasting. Then, to further identify the significant difference between any two models, the Tukey honestly significant difference (HSD) test [33] is employed to compare all pairwise difference simultaneously. Note that Tukey HSD test is a post-hoc test; this means that a researcher should not perform Tukey HSD test unless the results of ANOVA are positive. A rank-based performance measure termed as multiple comparisons with the best (MCB) [34] is used to test whether some models perform significantly worse than the best model. [35] is employed for SVR modeling here. We select the Radial basis function (RBF) as the kernel function in the prediction models. To determine the hyperparameters, namely, , , (in the case of RBF as the kernel function), the PSO algorithm is employed in the current study. Due to its simplicity and generality as no important modification was made for applying it to model selection, PSO has been recently established for parameter determination of SVR. In solving hyperparameter selection by the PSO, each particle is requested to represent a potential solution ( , , ). Fortunately, several empirical and theoretical studies have been performed about the parameters of PSO from which valuable information can be obtained [36] . In this study, the parameters are determined according to the recommendations in these studies and selected based on the prediction performance and computational time in a trial-error fashion. Through experiments, the parameter values of PSO are set as follows. Both the cognitive and interaction coefficients are set to 2. The swarm size and number of iterations are set to be 10 and 50, respectively. For monthly ARIMA estimation, the automatic model selection algorithm proposed by Hyndman and Khandakar and implemented in the R software package \"forecast\" 5 is used in this study. Based on these, we develop our proposed hybrid ARIMA-SVMs programs in Matlab, which is available upon request. Figure 3 shows the experimental procedure using the real time series. Each series is split into the estimation sample and the hold-out sample firstly. Then, the input selection and model selection for each series are conducted using aforementioned filter method, PSO algorithm, and fivefold cross-validation with iterated and direct strategies. Finally, the attained models are tested for hold-out samples, the measures MAPE ℎ , SMAPE ℎ , and MASE ℎ are computed for each prediction horizon ℎ (in our case ℎ = 1, 2, . . . , 24) over four time series. Furthermore, the modeling process for each series is repeated fifty times. Upon the termination of this loop, performance of the examined models with selected strategies at each prediction horizon is judged in terms of the mean, average by fifty, of the MAPE ℎ , SMAPE ℎ , and MASE ℎ . Analysis of variance (ANOVA) test procedures are used to determine if the means of performance measures are statistically different among the five models for each prediction horizon and dataset. If so, Tukey's honesty significant difference (HSD) tests [37] are then employed further to identify the significantly different prediction models in multiple pairwise comparisons at 0.05 significance level.",
            "cite_spans": [
                {
                    "start": 39,
                    "end": 43,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 594,
                    "end": 598,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 896,
                    "end": 900,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 986,
                    "end": 990,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1710,
                    "end": 1714,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 3503,
                    "end": 3507,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [
                {
                    "start": 2413,
                    "end": 2421,
                    "text": "Figure 3",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Statistical Criteria and Rank-Based Measures."
        },
        {
            "text": "The forecasting performance of the hybrid ARIMA-SVMs and benchmarking method on the four airlines' air passenger series covered a period from January 1990 to December 2001 are shown in Table 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 185,
                    "end": 192,
                    "text": "Table 2",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "For each accuracy measure and prediction horizon, the strategies are rank order from 1 (the best) to 6 (the worst) in Table 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 118,
                    "end": 125,
                    "text": "Table 2",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "(i) As far as the comparison between ARIMA-SVMs with others benchmark methods is concerned, the results are mixing among the prediction measures examined. In terms of MAPE and the data without deseasonalization-detrending, I-ARIMA-SVM gets the best performance when horizon = 1, and D-SVM gets the best performance when horizon = 4, 8, 12 and in the average accuracy measures over the prediction horizon 1 to 24, while D-ARIMA-SVM gets the performance when horizon = 2, 6, 18, 24.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and Discussion"
        },
        {
            "text": "(ii) It is obvious that applying deseasonalization and detrending approach for multistep-ahead prediction obtains better performances.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and Discussion"
        },
        {
            "text": "Following the experimental procedure presented in Figure 3 , an ANOVA procedure is performed to determine The Scientific World Journal 9 ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 50,
                    "end": 58,
                    "text": "Figure 3",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "The Scientific World Journal if there exists a statistically significant difference among the six modeling strategies in the hold-out sample for each of the performance measures and the prediction horizon. Furthermore, to identify the significant difference between any two strategies, the Tukey's HSD test is used to compare all pairwise differences simultaneously. Tukey's HSD test is a post-hoc test, meaning that Tukey's HSD test should not be performed unless the results of the ANOVA procedure are positive. Table 3 shows the results of the multiple comparison tests for three datasets. Several observations can be made from Table 3 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 514,
                    "end": 521,
                    "text": "Table 3",
                    "ref_id": "TABREF6"
                },
                {
                    "start": 631,
                    "end": 638,
                    "text": "Table 3",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "12"
        },
        {
            "text": "(i) As for the comparison between ARIMA-SVMs and the benchmark methods, the difference in prediction performance is significant at the 0.05 level and ARIMA-SVMs is better than SVM and ARIMA. (ii) Concerning the current two multistep-ahead forecasting strategies, the direct strategy significantly outperforms the iterated strategy for the majority of prediction horizons.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "12"
        },
        {
            "text": "During the experiments, we also found that when we try to improve the forecast accuracy of SVM, there will be an overfitting on training sets. That means, though we can get a better forecast performance of the SVM model, we cannot get a better forecast performance or even get a worse performance of the hybrid ARIMA-SVM model. Therefore, the optimal parameters of the hybrid model should be further researched.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "12"
        },
        {
            "text": "Due to the complex and dynamic pattern with uncertainty, time series prediction still remains as one of the most challenging tasks in field of time series analysis. The hybrid ARIMA-SVMs prediction models have been established recently, which has present good performance in time series prediction. In this study, the hybrid ARIMA-SVMs has been employed in multistep-ahead prediction which is more complex and difficult than one-step-ahead. The contribution of this study is employing ARIMA-SVMs in multistep-ahead prediction; moreover, air passengers traffic data is used for this study and a large scale comparative study has been conducted for validation. Quantitative and comprehensive assessments are performed with the air passengers traffic data on the basis of the several prediction accuracies. Experimental results and comparisons demonstrate the superiority of the proposed ARIMA-SVMs modeling strategy for multistep-ahead time series prediction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Price and income elasticities for airline travel: the North Atlantic market",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cigliano",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Business Economics",
            "volume": "15",
            "issn": "4",
            "pages": "17--21",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "An econometric analysis of international air travel demand in Saudi Arabia",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Abed",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "O"
                    ],
                    "last": "Ba-Fail",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Jasimuddin",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Journal of Air Transport Management",
            "volume": "7",
            "issn": "3",
            "pages": "143--148",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Gravity models for airline passenger volume estimation",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Grosche",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Rothlauf",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Heinzl",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Journal of Air Transport Management",
            "volume": "13",
            "issn": "4",
            "pages": "175--183",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A demand model for scheduled airline services on international European routes",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Jorge-Calderón",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Journal of Air Transport Management",
            "volume": "3",
            "issn": "1",
            "pages": "23--35",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Iterative nonlinear estimation of air passenger flow sensitivity to political boundaries and a complex function of distance",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Russon",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Logistics & Transportation Review",
            "volume": "26",
            "issn": "4",
            "pages": "323--337",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Long lead-time forecasting of UK air passengers by Holt-Winters methods with damped trend",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Grubb",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mason",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "International Journal of Forecasting",
            "volume": "17",
            "issn": "1",
            "pages": "71--82",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Time series forecasting using a weighted cross-validation evolutionary artificial neural network ensemble",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Donate",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Cortez",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "G"
                    ],
                    "last": "Sánchez",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "De Miguel",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Neurocomputing",
            "volume": "109",
            "issn": "",
            "pages": "27--32",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Financial time series forecasting using independent component analysis and support vector regression",
            "authors": [
                {
                    "first": "C.-J",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "T.-S",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "C.-C",
                    "middle": [],
                    "last": "Chiu",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Decision Support Systems",
            "volume": "47",
            "issn": "2",
            "pages": "115--125",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Integration of nonlinear independent component analysis and support vector regression for stock price forecasting",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Kao",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Chiu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Neurocomputing",
            "volume": "99",
            "issn": "",
            "pages": "534--542",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Electricity load forecasting using support vector regression with memetic algorithms",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Bao",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Xiong",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "The Scientific World Journal",
            "volume": "2013",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Beyond one-step-ahead forecasting: evaluation of alternative multi-step-ahead forecasting models for crude oil prices",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Xiong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Bao",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Energy Economics",
            "volume": "40",
            "issn": "",
            "pages": "405--415",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A hybrid approach for shortterm forecasting of wind speed",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tatinati",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Veluvolu",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "The Scientific World Journal",
            "volume": "2013",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Forecasting air passenger traffic by support vector machines with ensemble empirical mode decomposition and slope-based method",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Bao",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Xiong",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Discrete Dynamics in Nature and Society",
            "volume": "2012",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "A multivariate neural forecasting modeling for air transport-preprocessed by decomposition: a Brazilian application",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "P G"
                    ],
                    "last": "Alekseev",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Seixas",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Journal of Air Transport Management",
            "volume": "15",
            "issn": "5",
            "pages": "212--216",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "A hybrid ARIMA and support vector machines model in stock price forecasting",
            "authors": [
                {
                    "first": "P.-F",
                    "middle": [],
                    "last": "Pai",
                    "suffix": ""
                },
                {
                    "first": "C.-S",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Omega",
            "volume": "33",
            "issn": "6",
            "pages": "497--505",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "A corrected hybrid approach for wind speed prediction in Hexi Corridor of China",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Energy",
            "volume": "36",
            "issn": "3",
            "pages": "1668--1679",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "A hybrid SARIMA and support vector machines in forecasting the production values of the machinery industry in Taiwan",
            "authors": [
                {
                    "first": "K.-Y",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "C.-H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Expert Systems with Applications",
            "volume": "32",
            "issn": "1",
            "pages": "254--264",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Time series forecasting using a hybrid ARIMA and neural network model",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Neurocomputing",
            "volume": "50",
            "issn": "",
            "pages": "159--175",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Direct multi-step estimation and forecasting",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chevillon",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Journal of Economic Surveys",
            "volume": "21",
            "issn": "4",
            "pages": "746--785",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Time Series Analysis: Forecasting and Control",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Box",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Jenkins",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Reinsel",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Prediction by exponentially weighted moving averages and related methods",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Cox",
                    "suffix": ""
                }
            ],
            "year": 1961,
            "venue": "Journal of the Royal Statistical Society B",
            "volume": "",
            "issn": "",
            "pages": "414--422",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "PSO-MISMO modeling strategy for multistep-ahead time series prediction",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Bao",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Xiong",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "IEEE Transactions on Cybernetics",
            "volume": "99",
            "issn": "",
            "pages": "1--14",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Forecast combinations of computational intelligence and linear models for the NN5 time series forecasting competition",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Andrawis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Atiya",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "El-Shishiny",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "International Journal of Forecasting",
            "volume": "27",
            "issn": "3",
            "pages": "672--688",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The power of statistical tests for trend detection",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Önöz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bayazit",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Turkish Journal of Engineering and Environmental Sciences",
            "volume": "27",
            "issn": "4",
            "pages": "247--251",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Methodology for long-term prediction of time series",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sorjamaa",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hao",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Reyhani",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ji",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lendasse",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Neurocomputing",
            "volume": "70",
            "issn": "",
            "pages": "2861--2869",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Seasonal to interannual rainfall probabilistic forecasts for improved water supply management: part 1-a strategy for system predictor identification",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sharma",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Journal of Hydrology",
            "volume": "239",
            "issn": "1-4",
            "pages": "232--239",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "A PSO and pattern search based memetic algorithm for SVMs parameters optimization",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Bao",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Xiong",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Neurocomputing",
            "volume": "117",
            "issn": "",
            "pages": "98--106",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Particle swarm optimization",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kennedy",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Eberhart",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Proceedings of the 1995 IEEE International Conference on Neural Networks",
            "volume": "",
            "issn": "",
            "pages": "1942--1948",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Another look at measures of forecast accuracy",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Hyndman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Koehler",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "International Journal of Forecasting",
            "volume": "22",
            "issn": "4",
            "pages": "679--688",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "On the asymmetry of the symmetric MAPE",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Goodwin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lawton",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "International Journal of Forecasting",
            "volume": "15",
            "issn": "4",
            "pages": "405--408",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Trend time-series modeling and forecasting with neural networks",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Qi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "IEEE Transactions on Neural Networks",
            "volume": "19",
            "issn": "5",
            "pages": "808--816",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Tukey's, Multiple Comparisons",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1953,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "The M3 competition: statistical tests of the results",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Koning",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Franses",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hibon",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "O"
                    ],
                    "last": "Stekler",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "International Journal of Forecasting",
            "volume": "21",
            "issn": "3",
            "pages": "397--409",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "LIBSVM: a library for support vector machines",
            "authors": [
                {
                    "first": "C.-C",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "C.-J",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "ACM Transactions on Intelligent Systems and Technology",
            "volume": "2",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Swarm Intelligence",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Kennedy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kennedy",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Eberhart",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "The Statistical Sleuth",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ramsay",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Schaefer",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "the inner product of feature space and is called kernel function. Any symmetric function which satisfies Mercer theory can be kernel function. There are some common kernel functions: polynomial kernel function: ( , ) = ( + 1) , RBF kernel function: ( , ) = exp(− ‖ − ‖ 2 ), sigmoid kernel function: ( , ) = th( 0 + 1 ).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "The flowchart of proposed multistep-ahead PSO-ARIMA-SVMs modeling framework.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "(a) American Airlines data. (b) Delta Air Lines data. (c) Southwest Airlines data. (d) United Airlines data.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Note: I-ARIMA means ARIMA model which employs iterated strategy; D-ARIMA means ARIMA model which employs direct strategy, the same as I-SVM, D-SVM, I-ARIMA-SVM, and D-ARIMA-SVM. For each column of table, the entry with the smallest value is set in boldface and marked with an asterisk, and the entry with second smallest value is set in boldface type.Calculate MAPE h , SMAPE h , and MASE h for each Experiment procedure.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "The mean difference between the two adjacent strategies is significant at the 0.05 level.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "2.1. ARIMA-SVM Model2.1.1. ARIMA Model. ARIMA ( , , ) is called Autoregressive Integrated Moving Average model. It is one of the basic models of Box-Jenkins modeling method. AR refers to autoregressive part of the model and is the autoregressive order. MA is moving average and is the term of moving average. is the difference frequency before a time sequence become smooth. lagging operator. ∇ = 1 − , ∇ is called as difference operator. If nonnegative integer existed,",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Multistep-ahead forecasting Multistep-ahead forecasting by ARIMA mode, the forecasted time The combined forecast value is the ultimate forecast value for original time End Yes No PSO optimize the SVM parameters Multistep-ahead forecasting by model SVM for series t+h and obtaining the Is the termination condition satisfied? seriesL t+h t+h = y t+h −L t+h forecasted seriesÑ t+h particles' position Update series y t+h :ỹ t+h =L t+h +Ñ t+h",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Descriptive statistics of all data series.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Prediction accuracy measures for hold-out sample.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Continued.",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Multiple comparison results with ranked strategies for hold-out sample.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors declare that there is no conflict of interests regarding the publication of this paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of Interests"
        }
    ]
}