{
    "paper_id": "e88b28b3664d30889a0161ddee188c48897a3bee",
    "metadata": {
        "title": "SARS-CoV 9b Protein Diffuses into Nucleus, Undergoes Active Crm1 Mediated Nucleocytoplasmic Export and Triggers Apoptosis When Retained in the Nucleus",
        "authors": [
            {
                "first": "Kulbhushan",
                "middle": [],
                "last": "Sharma",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Virology Group",
                    "institution": "",
                    "location": {
                        "settlement": "New Delhi",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "Sara",
                "middle": [
                    "Å"
                ],
                "last": "Kerströ M",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Swedish Institute for Communicable Disease Control",
                    "location": {
                        "settlement": "Solna",
                        "country": "Sweden"
                    }
                },
                "email": ""
            },
            {
                "first": "Anuj",
                "middle": [
                    "Kumar"
                ],
                "last": "Sharma",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Jawaharlal Nehru University",
                    "location": {
                        "settlement": "New Delhi",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "Vincent",
                "middle": [
                    "T K"
                ],
                "last": "Chow",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National University of Singapore",
                    "location": {
                        "settlement": "Kent Ridge, Singapore",
                        "country": "Singapore"
                    }
                },
                "email": ""
            },
            {
                "first": "Shumein",
                "middle": [],
                "last": "Teow",
                "suffix": "",
                "affiliation": {
                    "laboratory": "The National Microbiology Laboratory",
                    "institution": "Public Health Agency of Canada",
                    "location": {
                        "settlement": "Winnipeg",
                        "region": "Manitoba",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Bernard",
                "middle": [],
                "last": "Abrenica",
                "suffix": "",
                "affiliation": {
                    "laboratory": "The National Microbiology Laboratory",
                    "institution": "Public Health Agency of Canada",
                    "location": {
                        "settlement": "Winnipeg",
                        "region": "Manitoba",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Stephanie",
                "middle": [
                    "A"
                ],
                "last": "Booth",
                "suffix": "",
                "affiliation": {
                    "laboratory": "The National Microbiology Laboratory",
                    "institution": "Public Health Agency of Canada",
                    "location": {
                        "settlement": "Winnipeg",
                        "region": "Manitoba",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Timothy",
                "middle": [
                    "F"
                ],
                "last": "Booth",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ali",
                "middle": [],
                "last": "Mirazimi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Swedish Institute for Communicable Disease Control",
                    "location": {
                        "settlement": "Solna",
                        "country": "Sweden"
                    }
                },
                "email": ""
            },
            {
                "first": "Sunil",
                "middle": [
                    "K"
                ],
                "last": "Lal",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Virology Group",
                    "institution": "",
                    "location": {
                        "settlement": "New Delhi",
                        "country": "India"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: 9b is an accessory protein of the SARS-CoV. It is a small protein of 98 amino acids and its structure has been solved recently. 9b is known to localize in the extra-nuclear region and has been postulated to possess a nuclear export signal (NES), however the role of NES in 9b functioning is not well understood.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Principal Findings/Methodology: In this report, we demonstrate that 9b in the absence of any nuclear localization signal (NLS) enters the nucleus by passive transport. Using various cell cycle inhibitors, we have shown that the nuclear entry of 9b is independent of the cell cycle. Further, we found that 9b interacts with the cellular protein Crm1 and gets exported out of the nucleus using an active NES. We have also revealed that this NES activity influences the half-life of 9b and affects host cell death. We found that an export signal deficient SARS-CoV 9b protein induces apoptosis in transiently transfected cells and showed elevated caspase-3 activity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusion/Significance: Here, we showed that nuclear shuttling of 9b and its interaction with Crm1 are essential for the proper degradation of 9b and blocking the nuclear export of this protein induces apoptosis. This phenomenon may be critical in providing a novel role to the 9b accessory protein of SARS-CoV. Citation: Sharma K, Å kerströ m S, Sharma AK, Chow VTK, Teow S, et al. (2011) SARS-CoV 9b Protein Diffuses into Nucleus, Undergoes Active Crm1 Mediated Nucleocytoplasmic Export and Triggers Apoptosis When Retained in the Nucleus. PLoS ONE 6(5): e19436.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Severe acute respiratory syndrome (SARS) was a new respiratory illness that emerged in China in 2003 and spread globally [1, 2] . The causative agent was identified as a new coronavirus and was named SARS coronavirus (SARS-CoV) [3] [4] [5] . The SARS-CoV genome consists of approximately 29,700 nucleotides encoding 28 putative proteins [6, 7] . Just like other coronaviruses, the SARS-CoV genome also contains several small open reading frames (ORFs) in addition to those encoding for structural proteins [6] [7] [8] [9] . These small ORFs are presumed to encode 8 group specific, accessory proteins viz. ORF3a, 3b, 6, 7a, 7b, 8a, 8b and 9b [8] .",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 124,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 125,
                    "end": 127,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 228,
                    "end": 231,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 232,
                    "end": 235,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 236,
                    "end": 239,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 337,
                    "end": 340,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 341,
                    "end": 343,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 506,
                    "end": 509,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 510,
                    "end": 513,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 514,
                    "end": 517,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 518,
                    "end": 521,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 642,
                    "end": 645,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "One of these accessory proteins, the 9b protein is encoded by ORF-9b of the SARS-CoV genome. Just like the internal (I) gene of other group II coronaviruses, the ORF-9b of SARS-CoV overlaps with its nucleocapsid ORF [8, [10] [11] [12] . However, there is no homology between the SARS-CoV 9b and I protein of other coronaviruses. The 9b protein has been shown to get expressed in SARS-CoV-infected cells and antibodies against it have been found in the sera of SARS infected patients, demonstrating that the protein is produced during infection [13] [14] [15] [16] , but its actual function is not yet determined. Studies on 9b-structure by Meier et al., (2006) revealed a 2-fold symmetric dimer having a lipid binding cavity and proposed its role in virus assembly [17] . Cellular localization of 9b has been previously reported to be predominantly cytoplasmic and membranous. Also, a nuclear export signal (NES) present in its 46-LRLGSQLSL-54 amino acid region has been suggested to be responsible for its nucleocytoplasmic export [18] .",
            "cite_spans": [
                {
                    "start": 216,
                    "end": 219,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 220,
                    "end": 224,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 225,
                    "end": 229,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 230,
                    "end": 234,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 544,
                    "end": 548,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 549,
                    "end": 553,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 554,
                    "end": 558,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 559,
                    "end": 563,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 640,
                    "end": 660,
                    "text": "Meier et al., (2006)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 765,
                    "end": 769,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1032,
                    "end": 1036,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Keeping this in mind, we studied the cellular localization pattern of 9b and found that in addition to the cytoplasm, some of the 9b protein was also present in the nucleus. This entry of 9b into the nucleus was independent of cell cycle progression. Further, we showed that 9b which lacks the nuclear localization signal (NLS) continued to enter the nucleus passively and was able to exit the nucleus due to its functional NES. Also, nuclear export was found to be Crm-1 dependent and blocking NES based export resulted in an increased half-life of 9b, which accumulated in the nucleus. Finally, our studies revealed that when 9b remained within the nucleus, it triggered caspase 3 mediated apoptosis in transiently transfected mammalian cells. The requirement for caspase 3 in apoptosis induction was further confirmed using the cell permeant caspase inhibitors, Z-VAD-FMK (general caspase inhibitor) and Z-DEVD-FMK (caspase 3 inhibitor). To the best of our knowledge, this is the first report showing the nuclear localization of 9b, its passive diffusion into and active Crm-1 dependent transport out of the nucleus. Also, this is the first report associating 9b with nucleocytoplasmic export linked apoptosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The SARS-CoV (GenBank accession number NC_004718) 9b gene was PCR amplified and cloned into pCDNA3.1/V5-His TOPO vector (Invitrogen) using gene specific primers; F1 (59 GTAATGGACCCCAATCAAACCAAC 39) and R1 (59 TTTT-GC- CGTCACCACCACGAA 39) . In order to clone 9b into pEYFPN1, it was PCR amplified using F2 (59 CGGGAATTCC-TGATGGACCCCAATCAAACC 39) and R2 primers (59 GTA-TGG- ATCCCGTTTTGCCGTCACCACCAC 39) . A mutant of 9b was made using commercially available, PCR based site directed mutagenesis services (Banglore genei, Banglore) where all leucine present in the NES region of 9b were replaced by alanine (mu-NES-9bEGFPN1: 46-LRLGSQLSL-54 to 46-ARAGSQASA-54) and the mutant was further cloned into EGFPN1 vector (Clontech). Creatine phosphate, creatine phosphokinase, leptomycin B (LMB), digitonin and cell-cycle inhibitors were purchased from Sigma. Wheat germ agglutinin (WGA) was purchased from Invitrogen. Caspase inhibitors were purchased from BD Pharmingen. Cleaved caspase-3 antibody was purchased from Cell Signaling. The SARS-CoV 9b specific antibody, Alexa FluorH488 goat-anti-rabbit IgG and Crm 1 antibodies were purchased from Abgent, Invitrogen and Abcam, respectively.",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 237,
                    "text": "CGTCACCACCACGAA 39)",
                    "ref_id": null
                },
                {
                    "start": 373,
                    "end": 401,
                    "text": "ATCCCGTTTTGCCGTCACCACCAC 39)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Plasmids and reagents-"
        },
        {
            "text": "Vero cells were maintained in DMEM supplemented with penicillin, streptomycin and 10% FBS. Approximately 0.6 million cells were plated in a 60 mm dish. The total amount of transfected DNA was 3 mg per 60 mm dish. The plasmid was mixed with LipofectAMINE 2000 (Invitrogen) in serum-free DMEM media (Invitrogen) and the cells were transfected as per manufacturer's protocol. For metabolic labeling, 36 hrs post-transfection, cells were starved for 1 h in cysteine/methionine-deficient medium (Invitrogen), and were then labeled with 100 mCi of [ 35 S] cysteine/ [ 35 S] methionine promix for a specific time period. After labeling, cells were washed once in PBS and lysed in radioimmunoprecipitation assay (RIPA) buffer (150 mM NaCl, 1% NP40, 0.5% deoxycholate, 0.1% SDS and 50 mM Tris/HCl, pH 8.0 with protease inhibitor cocktail). All transfection experiments were performed in triplicates for at least three times. Standard deviation was calculated wherever needed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cell culture and transfection"
        },
        {
            "text": "Vero E6 (VE6) cells (ATCC, Global Bioresource Center) were maintained with Dulbecco's Modified Eagle Medium (DMEM) supplemented with 10% fetal bovine serum, streptomycin, penicillin and L-glutamine at 37uC and 5% CO 2 . Chamber-culture slides (BD Falcon) were seeded with Vero E6 cells to form confluent monolayers. Chambers were inoculated with SARS-CoV (Tor-3 strain) at an MOI of 5 TCID50 per cell. Infected cells were fixed in 2% paraformaldehyde in PBS, pH = 7, for 15 minutes at room temperature, at 12, 18, 24, 36 and 48 hours post infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viral Culture"
        },
        {
            "text": "Prior to use, culture slides were rinsed twice in PBS and subjected to a 10 min permeabilization step with PBS containing 0.25% Triton X-100. After washing 365 min in PBS and blocking with 1% (v/v) BSA in PBS containing 0.01% Tween-20 (PBST) for 1 hour at RT, slides were incubated overnight at 4uC with 1:100 dilution of primary antibody in 1% BSA PBST (SARS virus PUP6 polyclonal, N-terminal) (Abgent). Slides were rinsed 365 min in PBS, and then incubated with secondary antibody, Alexa FluorH488 goat-anti-rabbit IgG (Invitrogen) for 1 h at RT in 1% BSA PBST. After additional rinsing 365 min in PBS, slides were air dried and mounted in 49,6-diamidino-2-phenylindole (DAPI) antifade reagent (Jackson ImmunoResearch), mounted with coverslips, and stored in darkness at 4uC until examination. Slides were imaged using a Zeiss LSM700 Laser Scanning Microscope with Zen2009 version 5.5 software. Three-dimensional volume projections were rendered in ''Volume Viewer'' using ''ImageJ'' version 1.43 g. Controls included mock-infected cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immunofluorescence staining of SARS-CoV infected cells"
        },
        {
            "text": "The 9b transfected cells were fixed 36 hrs post-transfection in 2% paraformaldehyde (in PBS, pH = 7) for 15 min at room temperature. Paraformaldehyde was removed and cells were washed once with 1xPBS and then rehydrated in 1xPBS for 20 min. Next, the cells were mounted using antifade reagent having DAPI (Invitrogen). For localization studies, cells were imaged using LSM 510 confocal microscope (Carl-Zeiss, AG, Germany) fitted with Axiovert 200 M inverted microscope (Carl-Zeiss). Images were captured with either 63x oil objective or 40x objective using the 488 nm for GFP and 514 nm for YFP. Filter used at the detector channel for the respective proteins were BP 505-530 nm for GFP, and LP 530 nm for YFP. For (DAPI) stained nuclei, 405 laser line was used for excitation and signals were captured using LP 420 detector filter. The captured images were processed using both 'Image J' as well as 'LSM image browser' software. Approximately 200 cells were counted from each sample and protein localization was scored. Data represents analysis from 3 independent sets of experiments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Confocal microscopy of 9b transfected cells"
        },
        {
            "text": "Vero cells were synchronized for 18 hrs by serum starvation. Further, these cells were transfected in duplicates with the plasmid of interest and were kept in complete media for 12 hrs. The cells were treated for 16 hrs with either nocodazole or aphidicolin (1 mg/ml and 1.5 mg/ml, respectively) and were placed in complete media for the next 24 hrs. Subsequently, one set of drug treated cells were processed for confocal microscopy and another set were used for flow cytometry experiments. For leptomycin B (LMB) treatment, cells were synchronized and were treated with 25 nM drug for 16 hrs and further incubated in complete media for another 24 hrs. For cyclohexamide treatment, transfected cells were treated with 15 mg/ml of the drug 34 hrs post-transfection. Two hours post-treatment, cells were processed for microscopy. Z-FAfmk, Z-VAD-fmk and Z-DEVD-fmk were dissolved in DMSO to give a final concentration of 50 mM and stored at -80uC until use. Immediately prior to addition to cells, the stock solutions were diluted into the culture medium.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Drug treatment"
        },
        {
            "text": "For propidium iodide (PI) staining, cell pellets from Vero cells were fixed in 70% ethanol at 4uC for 45 min. After being washed twice with ice-cold PBS, the cell pellet was resuspended in 500 ml PIsolution in PBS (40 mg/ml PI from 50x stock solution (2.5 mg/ml), 0.1 mg/ml RNase A and 0.05% Triton X-100) and incubated at 37uC for 30 min. For each sample, about 10,000 events were acquired using a Cyan-ADP flow cytometer (Dako, Glostrup, Denmark) at 488 nm excitation and the results were analyzed using 'Summit (version 4.3)' and 'FlowJo (version 6.4)' software. All values were expressed as mean 6 SD and a paired t-test was performed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Propidium iodide staining and cell-cycle analysis"
        },
        {
            "text": "Fluorescent protein for in-vitro transport assay Vero cells were transfected with the appropriate plasmid and were processed 36 hrs post-transfection. The cells were washed at least two times with cold phosphate buffer saline (PBS), pH 7.4, by resuspension and centrifugation, 5000 rpm, 4uC. The cells were then washed with 10 mM HEPES, pH 7.3, 110 mM potassium acetate, 2 mM magnesium acetate, 2 mM DTT and then pelleted. The cell pellet was lysed in 1.5 vol of lysis buffer (5 mM HEPES, pH 7.3, 10 mM potassium acetate, 2 mM magnesium acetate, 2 mM DTT, 1 mM PMSF, and 1 mM Na 3 VO 4 with a protease inhibitor cocktail) (Amersham Biosciences, NJ, USA) and was processed for in-vitro transport assay as described by Adam et al., 1990 [19] .",
            "cite_spans": [
                {
                    "start": 717,
                    "end": 739,
                    "text": "Adam et al., 1990 [19]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Propidium iodide staining and cell-cycle analysis"
        },
        {
            "text": "In-vitro transport assay was performed as explained by Adam et al., 1990 with minor modifications [19] . Briefly, Vero cells were grown on coverslips and were permeabilized by immersion in ice cold transport buffer containing 40 mg/ml digitonin for 5 min. After 5 min, cells were washed and kept in cold transport buffer. The coverslips were then blotted to remove excess buffer and inverted over a drop of complete transport mixture on a sheet of parafilm in a humidified box. The complete transport mixture contained 50-75% fluorescent protein (freshly made as explained above) diluted with transport buffer to give the following final conditions: approx. 25-35 mg/ml fluorescent-tagged fusion protein + transport buffer (20 mM HEPES, pH 7.3, 110 mM potassium acetate, 5 mM sodium acetate, 2 mM DTT, 1.0 mM EGTA, 1 mM ATP, 5 mM creatine phosphate (Sigma), 20 U/ml creatine phosphokinase (Sigma), and protease inhibitor cocktail (Amersham Biosciences, NJ, USA)). The fluorescent protein was prepared as explained above and the entire box was then floated in a water bath at 30uC. As a positive control, we have used the NP protein of H5N1 which is known to have two NLS [20] . The 3a protein of SARS-CoV has been used as a negative control as it has been shown to localize in the extranuclear region [21] . At the end of the assay, each coverslip was rinsed and mounted in a small amount of transport buffer (without DAPI) and was observed using the confocal microscope.",
            "cite_spans": [
                {
                    "start": 55,
                    "end": 72,
                    "text": "Adam et al., 1990",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 98,
                    "end": 102,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1171,
                    "end": 1175,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1301,
                    "end": 1305,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Cell permeablization and in-vitro transport assay"
        },
        {
            "text": "Coverslips containing transfected Vero cells were incubated with transport buffer containing 50 mg/ml wheat germ agglutinin (WGA) for 15 min at room temperature. The coverslips were then blotted to remove excess buffer, inverted on a drop of complete transport mix and processed for in-vitro transport assay. At the end of the assay, each coverslip was rinsed and mounted in a small amount of transport buffer (without DAPI). Samples were observed by confocal microscope (Carl-Zeiss) and processed using 'Image J' software.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "WGA treatment"
        },
        {
            "text": "Vero cells were resuspended in 400 ml buffer A (10 mM HEPES pH 7.9, 10 mM KCl, 1 mM EDTA, 1 mM EGTA, 1 mM DTT, 1 mM PMSF and protease inhibitor mix). Further, the mixture was placed on ice for 15 min. After 15 min, 25 ml of 10% NP-40 was added to the cells and vortexed for 10 seconds. Cells were centrifuged at 1000 rpm for 10 min at 4uC. The supernatant was labeled as cytoplasmic fraction. The pellet was resuspended in 200 ml of buffer C (10 mM HEPES pH 7.9, 400 mM NaCl, 1 mM EDTA, 1 mM EGTA, 1 mM DTT, 1 mM PMSF and protease inhibitor mix). The samples were kept on ice for 20 min. Subsequently, the samples were centrifuged, 14000 rpm, 10 min, at 4uC and the supernatant was labeled as nuclear fraction. Immunoprecipitation was performed as described previously [22] . For SARS-CoV infected cells, nuclear and cytoplasmic fractions were prepared using CelLyticTM NuCLE-ARTM Extraction Kit (Sigma, MI, USA) according to manufacturer's protocol. Vero E6 cells infected by SARS-CoV (Frankfurt I strain) at MOI = 1, were treated with or without 50 nM LMB for 24 or 48 hrs in 6 well plates. Western Blot was then performed on nuclear and cytoplasmic fractions.",
            "cite_spans": [
                {
                    "start": 769,
                    "end": 773,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Nuclear extract preparation and Immunoprecipitation"
        },
        {
            "text": "Asynchronously growing Vero cells were transfected with appropriate constructs and incubated for 36 hrs. Subsequently, transfected or untransfected cells were pulse-labeled for 30 minutes and chased for 0, 30 and 60 minute time-points. Whole cell lysate was then prepared by cell lysis as described above in fluorescent protein preparation method. Immunoprecipitation was performed using a polyclonal anti-9b antibody and band intensities were quantified by Image J software.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pulse chase assay"
        },
        {
            "text": "Cell death was detected using cell-death-detection TUNEL assay kit (Roche Biochemicals), according to the manufacturer's instructions. Apoptotic cells were quantified by counting TUNEL-positive cells in each set of experiments. At least 200 cells from three separate images were inspected, and percentages were calculated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TUNEL (terminal deoxynucleotidyl transferase-mediated dUTP nick-end labelling) assay"
        },
        {
            "text": "Cell extracts from transfected cells were assayed for cleaved caspase-3 by western blotting. Briefly, cell lysates were analyzed on SDS-PAGE, transferred onto nitrocellulose membrane and a western was performed using cleaved caspase-3, caspase-7 and caspase-9 specific antibodies separately (Cell signaling, USA). Band intensities were quantified using Image J software.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Apoptotic analysis"
        },
        {
            "text": "Vero E6 cells were infected with SARS CoV (MOI = 1) for 1 hr, then washed and treated with or without 50 nM LMB for 24 or 48 hrs. Cell viability was then determined using (3-(4,5-Dimethylthiazol-2-yl)-2,5-diphenyltetrazolium bromide (MTT) colorometric detection assay from Cell BiolabsCytoSelect TM Cell Viability and Cytotoxic Assay Kit (Cell Biolabs, Inc) according to manufacturer's protocol.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cell viability assay (MTT assay)"
        },
        {
            "text": "Experiments were performed in triplicates and were repeated at least three times. Statistical analysis was done using the GRAPHPAD software. Unpaired t-test was performed and two-tailed p-value was calculated. Statistical significance of variations was considered.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Cells infected with SARS-CoV showed faint cytoplasmic staining with antibodies directed at the 9b protein at 12 h post-infection (Fig. 1a) . By 18 h post-infection, many discrete cytoplasmic foci were observed, and by 24 h post-infection, small foci of nuclear staining appeared, while control uninfected cells showed no staining (Fig. 1b) . Typical infected cells showed numerous nuclear foci of 9b protein by 36 h post-infection, as well as extensive, larger areas of cytoplasmic inclusions ( Fig. 1a and 1b) . By 48 h post-infection, many nuclei were seen to be changing their appearance and undergoing apoptosis, and majority of the cells at this time point contained fewer foci of the 9b protein (Fig. 1b, 48 h time point, second panel). Stacks of confocal images were used to generate three-dimensional projections, with merged data from the alexa fluor and DAPI channels (Fig. 1b) . When viewed from the side and from the top, as well as sections through the volume projections, it was observed that the antibody staining (in green) was within the nucleus as well as the cytoplasm. These foci of fluorescence first appeared in the nucleus at 24 h post infection to reach a maximum at about 36 hr. p.i., and are somewhat reduced in numbers at 48 h p.i. (Fig. 1b) . After the observation that some proportion of the 9b protein enters into the nucleus, we planned to check its localization in 9b transfected cells. Vero cells were transfected with the plasmid constructs pEYFPN1-9b (having 9b sequence fused to a yellow fluorescent protein coding sequence at the C-terminus region). Analysis of 9b-YFP localization showed that in addition to the extranuclear region, some amount of 9b was also present within the nucleus similar to the SARS-CoV infected cells (Fig. S1 , panel (i), (ii) and (iii)). In a parallel experiment, only pEYFPN1 vector was transfected in order to rule out any effect due to the vector itself (Fig.  S1 , panel (iv), (v) and (vi)). Only cells showing clear nuclear localization of 9b were scored positive. Similar results were also obtained with HEK-293T and COS-7 cells (data not shown).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 129,
                    "end": 138,
                    "text": "(Fig. 1a)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 330,
                    "end": 339,
                    "text": "(Fig. 1b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 495,
                    "end": 510,
                    "text": "Fig. 1a and 1b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 701,
                    "end": 713,
                    "text": "(Fig. 1b, 48",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 878,
                    "end": 887,
                    "text": "(Fig. 1b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1259,
                    "end": 1268,
                    "text": "(Fig. 1b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1764,
                    "end": 1772,
                    "text": "(Fig. S1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1922,
                    "end": 1931,
                    "text": "(Fig.  S1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "SARS-9b protein localizes in the nucleus in addition to cytoplasm"
        },
        {
            "text": "In order to biochemically confirm the nuclear localization of the 9b protein, we transfected Vero cells with pCDNA3.1-V5 His-9b construct. After 36 hrs, cells were processed for nuclear and cytoplasmic extract preparation. As shown in Figure 2 , 9b was present both in cytoplasm as well as nucleus. The purity of the extracts was checked using anti-actin and anti-polymerase II antibodies for the cytoplasmic and nuclear extracts, respectively ( ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 235,
                    "end": 243,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "SARS-9b protein localizes in the nucleus in addition to cytoplasm"
        },
        {
            "text": "The cellular localization of many proteins is cell-cycle specific [23] [24] [25] . In order to examine the effects of cell-cycle on 9b localization, we blocked cells either in the G1 or G2 stage, treating them with different cell-cycle inhibitors. For G1 phase, the cells were treated with aphidicolin (G1-S phase inhibitor) at a concentration of 1.5 mg/ml and processed for microscopy and flow cytometry analysis. The microscopy results clearly showed that the cellular localization pattern of 9b remained unchanged in the presence of aphidicolin (Fig. 3a) . Flow cytometer analysis was done to confirm the efficacy of the drug. The percentage of cells arrested at G1-S phase of the cell-cycle after aphidicolin treatment were found to be 57.9% [60.794%] as compared to untreated cells (44.8%60.361%) confirming a significant arrest at this phase (p = 0.0015) (Fig. 3b) . Blocking cell-cycle at the G2 phase (using nocodazole) did not affect the cellular localization pattern of the 9b protein, indicating that there was no effect of cell-cycle progression on the cellular localization and nuclear transport of the 9b protein (Fig. 3c) . Flow cytometry analysis showed that the percentage of cells arrested at the G2-M phase of the cell-cycle after nocodazole treatment was 71.4% [62.689%] as compared to untreated cells (35.8%61.453%) showing significant cell-cycle arrest at this phase (p = 0.0027) (Fig. 3d) .",
            "cite_spans": [
                {
                    "start": 66,
                    "end": 70,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 71,
                    "end": 75,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 76,
                    "end": 80,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 548,
                    "end": 557,
                    "text": "(Fig. 3a)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 861,
                    "end": 870,
                    "text": "(Fig. 3b)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1127,
                    "end": 1136,
                    "text": "(Fig. 3c)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1402,
                    "end": 1411,
                    "text": "(Fig. 3d)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "SARS-9b localization pattern is independent of cell-cycle progression"
        },
        {
            "text": "SARS-9b protein lacks an active NLS and enters the nucleus by passive mode of transport Cellular localization of some well known proteins like p27Kip1, transcription factor lymphoid enhancer factor 1 (LEF-1), T-cell factor 1 (TCF-1), cystinosin and some viral proteins have been confirmed by in-vitro transport assays using digitonin-permeabilized cells [26] [27] [28] [29] . To investigate the mode of nuclear transport of 9b, an in-vitro transport assay was performed. Initially, the 9b-YFP fusion protein was expressed in Vero cells separately and then their lysate was added to digitonin permeabilized cells. The cells were supplied with all necessary components needed for in-vitro transport as detailed in materials and methods. Results showed that both H5N1-NP (a positive control in the assay) and 9b-YFP were able to enter the nucleus in digitonin permeabilized cells (Fig. 4 , panel (i) and (ii), respectively). On the contrary, the 3a-GFP protein (negative control) was not able to get into the nucleus (Fig. 4, panel (iii) ). A protein sorting signal analysis of the 9b sequence (using PSORT program, http://psort.org/) predicted absence of NLS in it and suggested its nuclear import to be passive [30] . Further, in order to rule out the possibility that the 9b protein uses an active transport mode to enter the nucleus, we used wheat germ agglutinin (WGA), a lectin known to inhibit NLS dependent active nuclear transport [31] . When WGA was added to the cells, H5N1-NP (known to undergo NLS dependent nuclear import) was found to get restricted to cytoplasm indicating that WGA was able to inhibit the active transport of H5N1-NP protein through the nuclear membrane (Fig. 4, panel (iv) ). However, SARS-CoV 9b showed similar nuclear localization even in the presence of WGA (Fig. 4, panel (v) ). Thus, our data clearly shows that although the SARS-CoV 9b protein lacks a NLS, it enters the nucleus by passive transport. As expected, the negative control, SARS-3a remained cytoplasmic (Fig. 4, panel (vi) ).",
            "cite_spans": [
                {
                    "start": 354,
                    "end": 358,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 359,
                    "end": 363,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 364,
                    "end": 368,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 369,
                    "end": 373,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1210,
                    "end": 1214,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1437,
                    "end": 1441,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [
                {
                    "start": 877,
                    "end": 884,
                    "text": "(Fig. 4",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1014,
                    "end": 1034,
                    "text": "(Fig. 4, panel (iii)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1683,
                    "end": 1702,
                    "text": "(Fig. 4, panel (iv)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1791,
                    "end": 1809,
                    "text": "(Fig. 4, panel (v)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 2001,
                    "end": 2020,
                    "text": "(Fig. 4, panel (vi)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "SARS-9b localization pattern is independent of cell-cycle progression"
        },
        {
            "text": "The nuclear export signal (NES) has been reported to be present in the C-terminal region of the 9b protein [18] . To confirm the involvement of the NES in 9b export, we mutated the essential amino-acids of the NES region (46-LRLGSQLSL-54 to 46-ARAGSQASA-54) and cloned it into the pEGFPN1 vector (now onwards called as mu-NES-9b). Cells were transfected with this mutant and were analyzed 36 hrs after transfection. Microscopic analysis clearly revealed that most of the fluorescence accumulated in the nucleus (Fig. 5a, panel i-iii) . Further, in order to check the role of NES in nuclear export of 9b, we treated the 9b-EYFPN1 transfected cells with Leptomycin-B (LMB); a drug known to inhibit active NES based export [32, 33] . We found that most of the 9b protein accumulated within the nucleus upon LMB treatment, confirming the role of NES in its nuclear export (Fig. 5b, panel iv-vi) . In order to reduce the cytoplasmic staining resulting from the newly synthesized 9b protein, transfected cells were treated with cyclohexamide and processed for microscopy. The reduction in cytoplasmic fluorescence in lower panels of Figure 5A and 5B confirms the effect of cyclohexamide treatment (Fig. 5a , panel iv-vi and Fig. 5b, panel vii-ix) . The data obtained was confirmed by performing biochemical analysis of the fractionated lysates of transfected cells. Nuclear and cytoplasmic extracts were prepared 36 hrs post-transfection and were analyzed on 15% SDS-PAGE gel followed by a western blot using anti-9b polyclonal antibody. Purity of the extracts was checked as described before. Results confirmed our previous observations (Fig. 5c) . Taken together, all these results proved that 9b follows a NES dependent, active nuclear export. In order to confirm the localization pattern of 9b in the presence or absence of LMB, SARS-CoV infected cells were processed for western blotting at two different time points, 24 hrs and 48 hrs. Calnexin was used as purity control for nuclear and cytoplasmic extract preparation. The 9b protein was seen in both nucleus as well as cytoplasm at both 24 hrs and 48 hrs (lane 2 and 5, Fig. 5d, upper panel) . This shows that 9b localizes both in the nucleus as well as in the cytoplasm in both transfection and infection conditions. Further, the effect of LMB was checked and the proportion of 9b in nuclear and cytoplasmic extracts was compared in reference to total protein using densitometric analysis (Fig. 5d, lower panel) . As shown in Figure 5d , total 9b in LBM treated cells seem slightly lower compared to untreated cells. This is most probably due to more cells in apoptotic phase. However, densitometry graphs clearly show that the percentage of nuclear 9b gets increased on LMB treatment which further supports our transfection data. The effect seems more pronounced at the 48 hrs time point. The only difference we observed between transfection and infection conditions was that even without LMB, a lot of 9b was seen in the nucleus 48 hrs post infection. This may be attributed to the impact of other SARS-CoV proteins (expressed during infection) on 9b localization. Cells were synchronized in duplicates by starvation and were transfected with pEYFPN1-9b. Drug treatment was given. One set was processed for microscopy and the other set was used for flow cytometric analysis. A. The effect of aphidicolin treatment on 9b protein localization pattern. Synchronized pEYFPN1-9b transfected cells were treated with 1.5 mg/ml aphidicolin (Sigma). Yellow color of 9b was converted into green. Panel (i), (ii) and (iii) shows 9b, DAPI and a merge image respectively. Arrow shows nuclear entry of 9b. B. The efficacy of aphidicolin was confirmed by flow cytometeric analysis. Left histogram shows control cells and right histogram shows drug treated cells. Aphidicolin inhibited the S-phase entry of cells. C. The effect of nocodazole treatment on 9b protein localization pattern. Synchronised cells were treated with 1 mg/ml nocodazole (Sigma). Yellow color of 9b was converted into green. Panel shows the GFP tagged SARS-CoV 3a protein that was used as a negative control for the in-vitro transport assay. Arrows clearly show that the 3a protein is not able to enter the nucleus. Panel (ii) shows that even in in-vitro transport assay, SARS-CoV 9b protein localizes in both cytoplasm as well as nucleus. Cytoplasmic 9b protein was somewhat diffused which may be explained as the effect of digitonin permeablization. Arrows shows 9b protein localization in digitonin permeablized cells. Lower panels: An in-vitro transport assay for 9b protein performed in the presence of WGA. The in-vitro transport assay performed in presence of 50 mg/ml WGA shows a passive mode of import for SARS-CoV 9b protein. Panel (iv) shows that the nucleocapsid protein of influenza was unable to enter the nucleus in presence of WGA showing that WGA was able to block the NLS dependent active transport into the nucleus. As shown in panel (vi), the SARS-3a protein was unable to get into the nucleus in WGA treated, digitonin permeablized cells. As shown in panel (v), the SARS-CoV 9b protein was able to enter the nucleus even in the presence of WGA showing that its entry is independent of active transport pathway. Arrows in various panels show the localization of protein. Nuclear and cytoplasmic extracts were prepared 36 hrs post 9b transfection and were ran on a 15% SDS-PAGE gel followed by a western blot using Active nuclear export takes place by interaction of the nuclear export signal (NES) with a protein, known as Crm-1 and is critical for RNA and protein export from the nucleus [32, 33] . Synchronized cells were transfected with the appropriate constructs and the lysate was immunoprecipitated using the mentioned antibodies. The complex was subjected to SDS-PAGE followed by western blotting using either anti-9b or anti-Crm1 antibodies. As a control, the levels of Crm-1 were measured by performing immunoprecipitation using anti-Crm-1 antibody followed by western blotting with the same antibody. Results show an interaction of 9b with the Crm-1 protein, clearly supporting our previous observations (Fig. 5e, lane 2) . Further, mu-NES-9b was unable to bind Crm-1, confirming the presence of NES activity in the 46 to 54 amino-acid region (Fig. 5e, lane 3) .",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 111,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 720,
                    "end": 724,
                    "text": "[32,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 725,
                    "end": 728,
                    "text": "33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 5622,
                    "end": 5626,
                    "text": "[32,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 5627,
                    "end": 5630,
                    "text": "33]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [
                {
                    "start": 511,
                    "end": 533,
                    "text": "(Fig. 5a, panel i-iii)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 868,
                    "end": 890,
                    "text": "(Fig. 5b, panel iv-vi)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1127,
                    "end": 1136,
                    "text": "Figure 5A",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1191,
                    "end": 1199,
                    "text": "(Fig. 5a",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1218,
                    "end": 1240,
                    "text": "Fig. 5b, panel vii-ix)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1632,
                    "end": 1641,
                    "text": "(Fig. 5c)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 2123,
                    "end": 2144,
                    "text": "Fig. 5d, upper panel)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 2443,
                    "end": 2465,
                    "text": "(Fig. 5d, lower panel)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 2480,
                    "end": 2489,
                    "text": "Figure 5d",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 6148,
                    "end": 6165,
                    "text": "(Fig. 5e, lane 2)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 6287,
                    "end": 6304,
                    "text": "(Fig. 5e, lane 3)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "SARS-9b protein gets exported from the nucleus using the Crm-1 dependent NES"
        },
        {
            "text": "Many cellular proteins are known to follow the ubiquitin/ proteasome pathway for their degradation [34] . For shuttle proteins, nuclear export is known to promote degradation [35] . Our data has already indicated that 9b behaves like a shuttle protein, going into the nucleus passively and coming out using the NES. Keeping these facts in mind, we designed experiments to investigate whether nuclear export influences the intracellular stability of 9b protein. Vero cells transiently expressing 9b-EYFPN1 or mu-NES-9b were metabolically pulse-labeled followed by a chase period for 0, 30 and 60 min. Compared to 9b, we observed a significantly prolonged half-life for mu-NES-9b, indicating that nuclear export is continuously supplying substrate for the degradation machinery. Similar results were observed for 9b-EYFPN1 transfected cells treated with a nuclear export inhibitor, LMB (Fig. 6) . The experiment was performed in triplicates and the significance of the data was calculated using ''Graphpad'' software. The differences between 9b, mu-NES-9b and 9b+LMB for time point of 30 min and 60 min were significant as the p value ranged from p = 0.0004 to p = 0.0013.",
            "cite_spans": [
                {
                    "start": 99,
                    "end": 103,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 175,
                    "end": 179,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [
                {
                    "start": 884,
                    "end": 892,
                    "text": "(Fig. 6)",
                    "ref_id": null
                }
            ],
            "section": "NES dependent nuclear export facilitates intracellular degradation of the 9b protein"
        },
        {
            "text": "During our pulse-chase analysis explained above, it was discovered that a number of 9b-EYFPN1 transfected cells died on treatment with LMB. For quantification of the apoptotic cells, TUNEL assay was performed (Fig. 7a, left panel) . The number was significantly higher for LMB treated 9b transfected cells as compared to untreated cells. Similar results were observed for mu-NES-9b (Fig. 7a, right panel) . These results indicated that blocking 9b nuclear export may induce cell death by apoptosis. Similar results were obtained when we checked the cell viability in SARS-CoV infected cells by MTT assay. Maximum viability of SARS-CoV infected cells was lost on LMB treatment suggesting that 9b nuclear export may be important for cell survival (Fig. 7b) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 209,
                    "end": 230,
                    "text": "(Fig. 7a, left panel)",
                    "ref_id": null
                },
                {
                    "start": 382,
                    "end": 404,
                    "text": "(Fig. 7a, right panel)",
                    "ref_id": null
                },
                {
                    "start": 745,
                    "end": 754,
                    "text": "(Fig. 7b)",
                    "ref_id": null
                }
            ],
            "section": "Blocking active nuclear export of 9b protein induces apoptosis in transfected cells"
        },
        {
            "text": "However, the role of other viral proteins in this process can not be ignored. Saponin was used as control. To check the pathway thus involved in induction of apoptosis, we determined the levels of various cleaved caspases (caspase 3, 7 and 9) in transiently transfected cells. Western blot results show that 9b-EYFP induce apoptosis (only if its nuclear export is blocked) by increasing the cellular levels of cleaved caspase-3 (Fig. 7c, lanes1-4) . As expected, mu-NES-9b induced apoptosis even in the absence of LMB. To confirm that the apoptosis is caspase dependant, Z-FA-fmk, Z-VAD-fmk and Z-DEVD-fmk (200 mM each) were added to cells 16 hrs post-transfection, and then every 4 hrs thereafter, for a total of four doses. The lysates were checked for the levels of cleaved caspase-3. Results confirmed that apoptosis induced by 9b (blocked in the nucleus) was caspase dependent (Fig. 7c, lanes 5-8) . All these results collectively showed that the export deficient 9b protein lead to caspase-3 dependent apoptosis of the host cells. Therefore, an NES based nuclear export of 9b appears to be very significant for host survival and may play a vital role in supporting the SARS-CoV life cycle.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 428,
                    "end": 447,
                    "text": "(Fig. 7c, lanes1-4)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 882,
                    "end": 902,
                    "text": "(Fig. 7c, lanes 5-8)",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Blocking active nuclear export of 9b protein induces apoptosis in transfected cells"
        },
        {
            "text": "anti-9b polyclonal antibody. Left panel shows purity of extracts. Results in right panel show that both mu-NES-9b as well as LMB treated 9b have increased nuclear localization of 9b. C and N represent cytoplasmic and nuclear extracts respectively. D. Biochemical analysis of the localization pattern of 9b protein in SARS-CoV infected cells. Synchronized cells were infected with the virus. Nuclear and cytoplasmic extracts were prepared 24 and 48 hrs post infection and were analyzed on 15% SDS-PAGE gel followed by western blotting using appropriate antibody. The upper panel shows that 9b is present in both nuclear as well as cytoplasmic extracts. Calnexin was used to check the purity of extracts. Lower panel shows the densitometric comparison of nuclear and cytoplasmic 9b using Image J program. Results show that LMB treatment (50 nM) leads to an increased nuclear localization of 9b as compared to untreated cells. E. The SARS-CoV 9b protein interacts with Crm-1. Synchronized cells were transfected with the appropriate constructs and the lysate was immunoprecipitated using the mentioned antibodies. Next, western blotting was performed using either anti-9b or anti-Crm1 antibodies as per the case. Lane 2 in the lowermost panel clearly shows that 9b is able to pull out the endogenous Crm-1 protein. However, mutated NES clearly shows inhibition of binding of 9b with Crm-1 further confirming the presence of NES in 46-54 amino acid region. Lane 1 represents pEYFP-N1 vector which has been used as a negative control. Uppermost and central panel shows the expression level of Crm-1 and 9b respectively in the transfected cells. IP represents immunoprecipitation; W represents western blotting. doi:10.1371/journal.pone.0019436.g005 Figure 6 . Nuclear export of SARS-CoV 9b protein promotes its degradation. Pulse chase analysis of 9b protein shows that the half life of 9b-EYFPN1 was approximately 20 minutes in cell culture. Exportdeficient 9b mutant showed a significant increase in half-life of 9b. Similar results were observed upon inhibition of 9b export by LMB. Band intensities from three independent experiments were quantified using a phosphoimager and graphed with standard errors for 9b-EYFPN1, LMB treatment as well as mu-9b NES. The p value for differences between 9b, mu-NES-9b and 9b+LMB was calculated using ''Graphpad'' software and ranged from p = 0.0004 to p = 0.0013. doi:10.1371/journal.pone.0019436.g006",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1744,
                    "end": 1752,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": "Blocking active nuclear export of 9b protein induces apoptosis in transfected cells"
        },
        {
            "text": "The SARS-CoV 9b protein passively diffuses into the nucleus and undergoes active Crm-1 mediated nucleocytoplasmic export",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The present study uncovers an important step in understanding the roles of accessory proteins in the SARS-CoV life-cycle. In this study, we characterized the nucleocytoplasmic shuttling of the 9b protein and found that 9b enters the nucleus by a passive mode of transport whereas its export is active and NES-Crm1 interaction dependent. Further, in transfection experiments, we showed that this localization pattern of 9b was independent of cell-cycle stages. A time course study of 9b revealed that the pattern of its cellular localization remained unchanged irrespective of post-transfection time (data not shown). Disruption of 9b-Crm1 binding after mutating the critical residues within the NES, and nuclear accumulation of 9b on treatment with LMB, a Crm1 antagonist, reconfirmed our hypothesis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Earlier studies on 9b show that it localizes in the cytoplasm [17, 18] . We also found the cytoplasmic localization of 9b, however our biochemical as well as confocal analysis clearly showed that 9b, in addition to cytoplasm, also localizes in the nucleus. This import is not active and is NLS independent as 9b is able to enter into the nucleus even in the presence of WGA. WGA is known to bind to the nuclear pore complex and inhibit the nuclear localization signal (NLS)-dependent intracellular transport [8, 36] . Proteins below 50 kDa have been reported to get into the nucleus passively [37, 38] . SARS-CoV 9b is a small protein of about 13 kDa, thus there is a fair possibility of passive diffusion of 9b even as a dimer. However, the possibilities of exposure of a hidden NLS after conformational changes cannot be ignored. Our preliminary data suggests that 9b interacts with many nuclear proteins ( Fig. S2A-C) . These interactions may also provide a possible reason for the presence of 9b in the nucleus.",
            "cite_spans": [
                {
                    "start": 62,
                    "end": 66,
                    "text": "[17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 67,
                    "end": 70,
                    "text": "18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 508,
                    "end": 511,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 512,
                    "end": 515,
                    "text": "36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 593,
                    "end": 597,
                    "text": "[37,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 598,
                    "end": 601,
                    "text": "38]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [
                {
                    "start": 909,
                    "end": 920,
                    "text": "Fig. S2A-C)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Cell-cycle inhibitors are known to affect the cellular localization of some proteins [24, 25, 39] . To confirm the effect for 9b, we used various cell-cycle inhibitors. Aphidicolin, arrests G1-S phase progression of the cell-cycle by specially inhibiting DNA polymerase a, responsible for DNA replication [25, 40, 41] . Nocodazole is an anticancer drug that interferes with the structure and function of microtubules during interphase and blocks cellcycle progression at the G2-M phase [41] . Our results show that the localization of 9b is independent of cell-cycle stages and the pattern of distribution of 9b remains unaltered in the presence of the drugs used. A low level of apoptosis observed for nocodazole treated cells is a well established effect of this drug [42] .",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 89,
                    "text": "[24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 90,
                    "end": 93,
                    "text": "25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 94,
                    "end": 97,
                    "text": "39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 305,
                    "end": 309,
                    "text": "[25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 310,
                    "end": 313,
                    "text": "40,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 314,
                    "end": 317,
                    "text": "41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 486,
                    "end": 490,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 770,
                    "end": 774,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "LMB inhibits NES dependent protein export [32, 33] . The suggested mechanism involves direct binding of LMB to Crm1 (exportin 1), which blocks the binding of Crm1 to proteins containing the NES. Deletion of the NES present in 9b as well as LMB treatment of cells has been reported to retain 9b in the nucleus [18] . We observed similar results when we repeated these experiments. Further when we mutated the essential amino-acids within the NES by site-directed mutagenesis or used cells treated with LMB; we found accumulation of 9b in the nucleus. We performed a BLAST analysis of the NES region of SARS-CoV 9b protein which revealed that this region was well conserved (except the replacement of Q by N at amino-acid position 51 in a few cases) irrespective of the host of the virus.",
            "cite_spans": [
                {
                    "start": 42,
                    "end": 46,
                    "text": "[32,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 47,
                    "end": 50,
                    "text": "33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 309,
                    "end": 313,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Interestingly; this phenomenon of nuclear transport exhibited by 9b is similar, but not identical to some other known proteins. Proteins like MAPK and survivin are reported to localize in both cytoplasm as well as the nucleus [43, 44] . Similar to 9b protein, survivin protein does not have NLS but contains NES. Survivin also enters passively into the nucleus. However, blocking nuclear export of survivin enhances its half-life [44] . Our results show that the 9b behaves similar to the survivin protein. We found that the half-life of 9b protein in cells is about 20 minutes and an active nuclear export is mandatory for proper degradation of the 9b protein. Our pulse-chase analysis clearly shows an approximate two-fold increase in the half-life of 9b protein, when its export from nucleus is blocked. The dependence of 9b degradation on NES is also supported by increased half-life of both; mutant (lacking essential amino acids of its NES region) as well as 9b treated with LMB. The NES based nuclear export has been shown to promote degradation of shuttle proteins like nuclear factor kappa B or inhibitory kappa B by the proteasome or ubiquitin pathway [35] . Similar to 9b, the degradation of many shuttle proteins has been reported to get delayed if their export is inhibited [44] .",
            "cite_spans": [
                {
                    "start": 226,
                    "end": 230,
                    "text": "[43,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 231,
                    "end": 234,
                    "text": "44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 430,
                    "end": 434,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1162,
                    "end": 1166,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1287,
                    "end": 1291,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "NES dependent nuclear export facilitates intracellular degradation of the 9b protein"
        },
        {
            "text": "The SARS-CoV 9b protein triggers caspase 3 mediated apoptosis when retained in the nucleus of mammalian cells While performing pulse-chase assays, we found that a significant number of Vero E6 cells, in which nuclear export of 9b has been inhibited (either by treating with LMB or using NES deficient 9b), were showing caspase 3 dependent apoptosis. The absence of significant cell death in case of EYFP-N1 transfected, LMB treated cells, ruled out the possibility of drug induced cell death. All these results indicate that 9b if blocked in the nucleus, activates apoptotic signaling pathway/s. However, the possibilities for this observation to be cell-type specific can not be ignored.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NES dependent nuclear export facilitates intracellular degradation of the 9b protein"
        },
        {
            "text": "Summing up, we propose a hypothesis describing the possible role of the SARS-CoV 9b protein in maintaining the cell survival Figure 7 . Inhibition of nuclear export of SARS-CoV 9b protein induces apoptosis. Vero cells were transfected with appropriate plasmid. In order to chemically block active export, cells were treated with LMB for 16 hrs. A. The SARS-CoV 9b protein induces apoptosis, if blocked in the nucleus. A TUNEL assay was conducted in order to quantify the apoptotic cells. TUNEL-positive cells were counted from a total sample size of 200 cells in each set of experiments. Standard deviation was calculated from three independent experiments. The graph shows percentage of apoptotic cells. Arrows in left panel shows TUNEL positive cells. B. MTT assay was performed to check the effect of LMB (50 nM) on cell viability in SARS-CoV infected cells. Saponin was used as control. Maximum viability was lost when SARS CoV infected cells were treated with LMB. C. Apoptosis induced by the nuclear blocked SARS-CoV 9b protein is caspase 3 dependent. Cell lysate was used to measure cleaved caspases by Western blotting. Among all, only cleaved caspase 3 was picked up demonstrating the role of caspase 3 mediated apoptosis in cells having export deficient 9b protein. Lane 2 and 3 clearly shows that the cleaved caspase 3 is present only in LMB treated 9b protein or NES mutant of 9b respectively. Lane 1 and lane 4 shows the controls used in the assay. A faint band for cleaved caspase 3 was also seen in lane 4 which is attributed to the effect of drug treatment. To confirm that the apoptosis is caspase dependant, caspase inhibitors like Z-VAD-fmk and Z-DEVD-fmk (200 mM each) were added to cells 16 hr post transfection, and then every 4 h thereafter for a total of four doses. The cells were lyzed 36 hrs post transfection and the lysates were checked for the levels of cleaved caspase-3. Both Z-DEVD-fmk and Z-VAD-fmk were able to inhibit apoptosis (lane 5 and lane 6). The negative control inhibitor (Z-FAfmk) had no inhibitory effect on apoptosis (lane 7). Results confirm that apoptosis induced by 9b (if blocked in the nucleus) is caspase dependent. doi:10.1371/journal.pone.0019436.g007 after viral infection (Fig. 8 ). There are certain proteins which function as transcription factor and on activation (by stress or infection) move into the nucleus [45, 46] . Nuclear localization of such proteins further regulates the genes that play a role in apoptosis and cell-cycle progression. We propose that the NES of 9b may remain unexposed until it binds to the nuclear proteins. Our preliminary results show that 9b binds with the nuclear proteins (Fig. S2) . These interactions may be exposing the NES of 9b leading to the export of 'X' proteins along with 9b using the Crm1 dependent pathway. This event may stop host cell response against stress caused by the viral infection.",
            "cite_spans": [
                {
                    "start": 2371,
                    "end": 2375,
                    "text": "[45,",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 2376,
                    "end": 2379,
                    "text": "46]",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [
                {
                    "start": 125,
                    "end": 133,
                    "text": "Figure 7",
                    "ref_id": null
                },
                {
                    "start": 2229,
                    "end": 2236,
                    "text": "(Fig. 8",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 2666,
                    "end": 2675,
                    "text": "(Fig. S2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "NES dependent nuclear export facilitates intracellular degradation of the 9b protein"
        },
        {
            "text": "Recent studies on accessory proteins of coronaviruses including SARS-CoV reveal that these proteins are not essential for virus replication and pathogenecity [47] [48] [49] , but studies are there to support the fact that accessory proteins do affect virus release, stability, pathogenesis, and finally contribute towards virulence [50] . In MHV, I protein (an accessory viral structural protein) can contribute to plaque morphology [10] . Also, SARS-CoV (9b protein) has been shown to be a structural component of the virions which again indicates the importance of 9b protein for the virus [51] . However, more studies need to be performed on the functional analysis of the 9b protein.",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 162,
                    "text": "[47]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 163,
                    "end": 167,
                    "text": "[48]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 168,
                    "end": 172,
                    "text": "[49]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 332,
                    "end": 336,
                    "text": "[50]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 433,
                    "end": 437,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 592,
                    "end": 596,
                    "text": "[51]",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [],
            "section": "NES dependent nuclear export facilitates intracellular degradation of the 9b protein"
        },
        {
            "text": "Thus, besides other mechanisms like dimerization, lipid binding or interaction with other proteins, export of 9b seems to be a very important phenomenon for both functional activities of 9b as well as the SARS-CoV life-cycle. In-vivo studies as well as identification of the nuclear protein/s specifically binding to 9b will help in further understanding the role of 9b in nucleocytoplasmic shuttling. While it is not sure whether SARS-CoV will again emerge in the human population, it has spurred on the awareness against it. Hopefully, this study will add a step towards the better understanding of the behavior and function of the 9b accessory protein in the life-cycle of the SARS-CoV. Figure S1 Microscopy results show that the SARS-9b protein localizes in both cytoplasm as well as nucleus when expressed in transfected mammalian cells. Vero cells were transfected with either pEYFPN1-9b or pEYFPN1 alone. After 36 hrs, cells were fixed and mounted. Arrow in panel (i) indicates that some protein also enters into the nucleus. Panel (iv) shows the localization pattern of pEYFPN1 vector as a control. Panel (ii) and (v) corresponds to the DAPI staining of panel (i) and (iv) respectively. Panel There are certain proteins which function as transcription factor and on activation (by stress or infection) move into the nucleus. Nuclear localization of such proteins further regulates the genes that play a role in apoptosis and cell cycle progression. We propose that NES of 9b may remain unexposed until it binds to the nuclear proteins (represented as 'nuclear protein' = 'X'). Our preliminary data shows that 9b binds with the nuclear proteins (Fig. S2 ). This interaction may be exposing NES of 9b leading to the export of 'X' proteins along with 9b using Crm1 dependent pathway. This event may stop host cell response against stress caused by the viral infection. doi:10.1371/journal.pone.0019436.g008 and processed by autoradiography, a band of approx. 17 kDa was seen on the autoradiogram (lane 2). Lane 1 shows the mock lysate. B. The TNT expressed 9b protein was immunoprecipitated using anti-9b specific antibody (Abgent). The antibody was able to recognize the 9b protein (lane 2). M represents mock lysate. C. Vero cells were processed and the nuclear proteins were extracted as explained in material and methods. The TNT expressed 9b protein was added to the nuclear extract and a pull down assay was performed using 9b specific antibody (Abgent). In parallel, one control reaction having nuclear extract incubated with the TNT product of an empty pCDNA 3.1 vector (labeled as mock lysate) was also assembled. The pulled-out proteins were run on a 15% SDS PAGE followed by Coomassie blue staining. Lane 1 shows the proteins pulled out with 9b protein. Lane 2 shows the proteins pulled out with mock lysate. Lane 3 shows a pull-down using a non-specific antibody. The protein ladder is shown in lane 4. N.E. represents nuclear extract. N.S. represents non-specific. Arrow indicates the 9b protein on the gel. (TIF)",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 690,
                    "end": 699,
                    "text": "Figure S1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1652,
                    "end": 1660,
                    "text": "(Fig. S2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "NES dependent nuclear export facilitates intracellular degradation of the 9b protein"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "WHO recommended measures for persons undertaking international travel from areas affected by severe acute respiratory syndrome (SARS)",
            "authors": [],
            "year": 2003,
            "venue": "Wkly Epidemiol Rec",
            "volume": "78",
            "issn": "",
            "pages": "97--99",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A major outbreak of severe acute respiratory syndrome in Hong Kong",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Cameron",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "",
            "pages": "1986--1994",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Identification of a novel coronavirus in patients with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gunther",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Preiser",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Van Der Werf",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Brodt",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "",
            "pages": "1967--1976",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A novel coronavirus associated with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Ksiazek",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Erdman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Goldsmith",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Zaki",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Peret",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "",
            "pages": "1953--1966",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Coronavirus as a possible cause of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Peiris",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Poon",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yam",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1319--1325",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The Genome sequence of the SARS-associated coronavirus",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Marra",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Astell",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Holt",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Brooks-Wilson",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": "1399--1404",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Characterization of a novel coronavirus associated with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Rota",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Oberste",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Monroe",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Nix",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Campagnoli",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": "1394--1399",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Unique and conserved features of genome and proteome of SARS-coronavirus, an early split-off from the coronavirus group 2 lineage",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Snijder",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Bredenbeek",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Dobbe",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Thiel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ziebuhr",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Mol Biol",
            "volume": "331",
            "issn": "",
            "pages": "991--1004",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Mechanisms and enzymes involved in SARS coronavirus genome expression",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Thiel",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Ivanov",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Putics",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hertzig",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Schelle",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Gen Virol",
            "volume": "84",
            "issn": "",
            "pages": "2305--2315",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The internal open reading frame within the nucleocapsid gene of mouse hepatitis virus encodes a structural protein that is not essential for viral replication",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Fischer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Hingley",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Weiss",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Masters",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Virol",
            "volume": "71",
            "issn": "",
            "pages": "996--1003",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Bovine coronavirus I protein synthesis follows ribosomal scanning on the bicistronic N mRNA",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Senanayake",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Brian",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Virus Res",
            "volume": "48",
            "issn": "",
            "pages": "101--105",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The nucleocapsid protein gene of bovine coronavirus is bicistronic",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Senanayake",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Hofmann",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Maki",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Brian",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J Virol",
            "volume": "66",
            "issn": "",
            "pages": "5277--5283",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "SARS corona virus peptides recognized by antibodies in the sera of convalescent cases",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Petric",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Campbell",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Mcgeer",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Virology",
            "volume": "324",
            "issn": "",
            "pages": "251--256",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Coronaviral hypothetical and structural proteins were found in the intestinal surface enterocytes and pneumocytes of severe acute respiratory syndrome (SARS)",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Chow",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Cheung",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "F"
                    ],
                    "last": "To",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Mod Pathol",
            "volume": "18",
            "issn": "",
            "pages": "1432--1439",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Antibody responses to individual proteins of SARS coronavirus and their neutralization activities",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Microbes Infect",
            "volume": "7",
            "issn": "",
            "pages": "882--889",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "B-cell responses in patients who have recovered from severe acute respiratory syndrome target a dominant site in the S2 domain of the surface spike glycoprotein",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "F"
                    ],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "Y"
                    ],
                    "last": "Sin",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "",
            "pages": "3401--3408",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The crystal structure of ORF-9b, a lipid binding protein from the SARS coronavirus",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Meier",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Aricescu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Assenberg",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Aplin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Gilbert",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Structure",
            "volume": "14",
            "issn": "",
            "pages": "1157--1165",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Intracellular localization of the SARS coronavirus protein 9b: evidence of active export from the nucleus",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Moshynskyy",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Viswanathan",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Vasilenko",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Lobanov",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Petric",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Virus Res",
            "volume": "127",
            "issn": "",
            "pages": "116--121",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Nuclear protein import in permeabilized mammalian cells requires soluble cytoplasmic factors",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Adam",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Marr",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gerace",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J Cell Biol",
            "volume": "111",
            "issn": "",
            "pages": "807--816",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Subcellular localization and membrane association of SARS-CoV 3a protein",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Virus Res",
            "volume": "109",
            "issn": "",
            "pages": "191--202",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Nuclear import and export of influenza virus nucleoprotein",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Neumann",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Castrucci",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kawaoka",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Virol",
            "volume": "71",
            "issn": "",
            "pages": "9690--9700",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The 3a accessory protein of SARS coronavirus specifically interacts with the 59UTR of its genomic RNA, Using a unique 75 amino acid interaction domain",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sharma",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Surjit",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Satija",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "T"
                    ],
                    "last": "Chow",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Biochemistry",
            "volume": "46",
            "issn": "",
            "pages": "6488--6499",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The mode of inhibitory action by aphidicolin on eukaryotic DNA polymerase alpha",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Oguro",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Suzuki-Hori",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nagano",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Mano",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ikegami",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Eur J Biochem",
            "volume": "97",
            "issn": "",
            "pages": "603--607",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Cell cycledependent nuclear export of phosphatase and tensin homologue tumor suppressor is regulated by the phosphoinositide-3-kinase signaling cascade",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Mao",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Lafortune",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Alonso",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Gallick",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Cancer Res",
            "volume": "67",
            "issn": "",
            "pages": "11054--11063",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Interphase nucleo-cytoplasmic shuttling and localization of SIRT2 during mitosis",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "North",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Verdin",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "PLoS ONE",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Differential importin-alpha recognition and nuclear transport by nuclear localization signals within the high-mobility-group DNA binding domains of lymphoid enhancer factor 1 and T-cell factor 1",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Prieve",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Guttridge",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Munguia",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Waterman",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Mol Cell Biol",
            "volume": "18",
            "issn": "",
            "pages": "4819--4832",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Characterization of the nuclear import pathway for HIV-1 integrase",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Depienne",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mousnier",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Leh",
                    "suffix": ""
                },
                {
                    "first": "Le",
                    "middle": [],
                    "last": "Rouzic",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Dormont",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Biol Chem",
            "volume": "276",
            "issn": "",
            "pages": "18102--18107",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Molecular pathogenesis of cystinosis: effect of CTNS mutations on the transport activity and subcellular localization of cystinosin",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Kalatzis",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Nevo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cherqui",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gasnier",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Antignac",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Hum Mol Genet",
            "volume": "13",
            "issn": "",
            "pages": "1361--1371",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "suppresses the nuclear localization of threonine 157-phosphorylated p27(Kip1)",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sekimoto",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fukumoto",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yoneda",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Embo J",
            "volume": "23",
            "issn": "",
            "pages": "1934--1942",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "PSORT: A program for detecting sorting signals in proteins and predicting their subcellular localization",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nakai",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Horton",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Trends Biochem Sci",
            "volume": "24",
            "issn": "",
            "pages": "34--36",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Reversible inhibition of protein import into the nucleus by wheat germ agglutinin injected into cultured cells",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yoneda",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Imamoto-Sonobe",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yamaizumi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Uchida",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Exp Cell Res",
            "volume": "173",
            "issn": "",
            "pages": "586--595",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Leptomycin B targets a regulatory cascade of crm1, a fission yeast nuclear protein, involved in control of higher order chromosome structure and gene expression",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nishi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yoshida",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fujiwara",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nishikawa",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Horinouchi",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J Biol Chem",
            "volume": "269",
            "issn": "",
            "pages": "6320--6324",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Leptomycin B inactivates CRM1/exportin 1 by covalent modification at a cysteine residue in the central conserved region",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kudo",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Matsumori",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Taoka",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fujiwara",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "P"
                    ],
                    "last": "Schreiner",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "96",
            "issn": "",
            "pages": "9112--9117",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "The ubiquitinproteasome pathway regulates survivin degradation in a cell cycle-dependent manner",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tenev",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Martins",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Downward",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Lemoine",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Cell Sci",
            "volume": "113",
            "issn": "",
            "pages": "4363--4371",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Nucleocytoplasmic shuttling of signal transducers",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Massague",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nat Rev Mol Cell Biol",
            "volume": "5",
            "issn": "",
            "pages": "209--219",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Inhibition of in vitro nuclear transport by a lectin that binds to nuclear pores",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Finlay",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Newmeyer",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Price",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Forbes",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "J Cell Biol",
            "volume": "104",
            "issn": "",
            "pages": "189--200",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Permeability of single nuclear pores",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Keminer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Peters",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Biophys J",
            "volume": "77",
            "issn": "",
            "pages": "217--228",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Transport into and out of the nucleus",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "G"
                    ],
                    "last": "Macara",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Microbiol Mol Biol Rev",
            "volume": "65",
            "issn": "",
            "pages": "570--594",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "G1 phasedependent nucleolar accumulation of human histone H1x",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Stoldt",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wenzel",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Schulze",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Doenecke",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Happel",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Biol Cell",
            "volume": "99",
            "issn": "",
            "pages": "541--552",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Differential effects of aphidicolin on replicative DNA synthesis and unscheduled DNA synthesis in permeable mouse sarcoma cells",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Seki",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Oda",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ohashi",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Biochim Biophys Acta",
            "volume": "610",
            "issn": "",
            "pages": "413--420",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Cell cycle synchrony in Giardia intestinalis cultures achieved by using nocodazole and aphidicolin",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Poxleitner",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Dawson",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "Z"
                    ],
                    "last": "Cande",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Eukaryot Cell",
            "volume": "7",
            "issn": "",
            "pages": "569--574",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Nocodazole, a microtubule depolymerising agent, induces apoptosis of chronic lymphocytic leukaemia cells associated with changes in Bcl-2 phosphorylation and expression",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Beswick",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Ambrose",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Wagner",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Leuk Res",
            "volume": "30",
            "issn": "",
            "pages": "427--436",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Two co-existing mechanisms for nuclear import of MAP kinase: passive diffusion of a monomer and active transport of a dimer",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Adachi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fukuda",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Nishida",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Embo J",
            "volume": "18",
            "issn": "",
            "pages": "5347--5358",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Nucleocytoplasmic shuttling and the biological activity of mouse survivin are regulated by an active nuclear export signal",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Stauber",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Rabenhorst",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rekik",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Engels",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bier",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Traffic",
            "volume": "7",
            "issn": "",
            "pages": "1461--1472",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Influenza virus infection increases p53 activity: role of p53 in cell death and viral replication",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Turpin",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Luke",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tumpey",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Konan",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "",
            "pages": "8802--8811",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Transcriptional role of p53 in interferon-mediated antiviral immunity",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Munoz-Fontela",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Macip",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Martinez-Sobrido",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ashour",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Exp Med",
            "volume": "205",
            "issn": "",
            "pages": "1929--1938",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "The group-specific murine coronavirus genes are not essential, but their deletion, by reverse genetics, is attenuating in the natural host",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "De Haan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Masters",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Weiss",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Rottier",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Virology",
            "volume": "296",
            "issn": "",
            "pages": "177--189",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Pathogenicity of severe acute respiratory coronavirus deletion mutants in hACE-2 transgenic mice",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Dediego",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pewe",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Alvarez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Rejas",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Perlman",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Virology",
            "volume": "376",
            "issn": "",
            "pages": "379--389",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Severe acute respiratory syndrome coronavirus group-specific open reading frames encode nonessential functions for replication in cell cultures and mice",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yount",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Sims",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Deming",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Frieman",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "",
            "pages": "14909--14922",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Coronavirus pathogenesis and the emerging pathogen severe acute respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Weiss",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Navas-Martin",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Microbiol Mol Biol Rev",
            "volume": "69",
            "issn": "",
            "pages": "635--664",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Severe acute respiratory syndrome coronavirus accessory protein 9b is a virion-associated protein",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Zeng",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "P"
                    ],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Virology",
            "volume": "388",
            "issn": "",
            "pages": "279--285",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Expression of the SARS-CoV 9b protein in the cytoplasm and translocation into the nucleus in SARS-CoV infected Vero cells. A. Localization pattern of the 9b protein at various time points in SARS-CoV infected cells. Chamber-culture slides (BD Falcon) were seeded with Vero E6 cells to form confluent monolayers. Chambers were inoculated with SARS-CoV (Tor-3 strain) at an MOI of 5 TCID50 per cell. Infected cells were fixed in 2% paraformaldehyde in PBS, pH = 7, for 15 minutes at room temperature, at 12, 18, 24, 36 and 48 hours post infection. Slides were imaged using a Zeiss LSM700 Laser Scanning Microscope with Zen2009 version 5.5 software. Three-dimensional volume projections were rendered in ''Volume Viewer'' using ''ImageJ'' version 1.43 g.Figure showsmerged 2-channel confocal images of SARS-CoV infected Vero E6 cells stained with anti-9b antibodies (green: Alexa Fluor 488) and DAPI (blue), imaged at 12, 18, 36 and 48 h post-infection under a 63 x oil immersion lens. Nuclear inclusions of 9b are numerous at 36 and 48 h post-infection (an example is arrowed). B. Two and three-dimensional confocal imaging of the time course of infection with SARS-CoV labelled with antibody for 9b (green) and DAPI counter-stain for nuclei (blue). The first column shows zoomed close-ups of typical examples of an uninfected cell, and infected cells at 12, 24, 36, and 48 h post-infection respectively. Column 2 shows projections of three-dimensional reconstructions, using maximum intensity in the xy orientation (looking from the top view), made with the images taken of the cells shown in column 1. Column 3 is a projection of the three-dimensional reconstruction in the zx orientation (side view). Column 4 shows sections through the three-dimensional reconstructions of the nucleus, viewed at a 45 degree angle to the culture surface. The bright spots in the nucleus are the Alexa-labelled 9b antibody positive regions within the nucleus, clearly indicating that these are within the nuclear membrane. doi:10.1371/journal.pone.0019436.g001",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "upper and central panel).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "The SARS-CoV 9b protein localizes in both cytoplasm as well as nucleus when expressed in transfected cells. Vero cells were transfected with pCDNA3.1/V5-His TOPO-9b construct. After 36 hrs, cells were processed for nuclear and cytoplasmic extract preparation. These extracts were used for western blotting using appropriate antibodies. Lane 1 represents nuclear extract and lane 2 represents cytoplasmic extract. Lowermost panel shows that 9b was present both in cytoplasm as well as nucleus. Upper and central panel shows the purity of the cytoplasmic and nuclear extracts respectively. doi:10.1371/journal.pone.0019436.g002",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Cell-cycle inhibitors do not affect the localization pattern of the SARS-CoV 9b protein.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "(i), (ii) and (iii) shows 9b, DAPI and a merge image respectively. Arrow shows nuclear entry of 9b. D. The efficacy of nocodazole was confirmed by flow cytometeric analysis. Nocodazole treated cells were stained with PI and analyzed by flow cytometer. Left histogram shows control cells and right histogram shows drug treated cells. Nocodazole inhibited the G2-M phase entry. doi:10.1371/journal.pone.0019436.g003",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "The SARS-CoV 9b protein enters the nucleus by using passive mode of transport. Upper panels: An in-vitro transport assay to confirm the nuclear localization of SARS-CoV 9b protein. An in-vitro transport assay performed in absence of WGA shows nuclear localization of SARS-CoV 9b protein. Panel (i) shows the localization of GFP tagged nucleocapsid (NP) protein of influenza (having NLS) that was used as a positive control in this assay. Arrow shows the nuclear localization of NP protein.Panel (iii)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "doi:10.1371/journal.pone.0019436.g004",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "The nuclear export of 9b is active and Crm-1 dependent. A. The localization pattern of SARS-CoV 9b protein having mutated NES. The localization of SARS-CoV 9b mutant (having alanine at place of leucine) show that in presence of mutated NES, the protein gets concentrated in nucleus. Panel (i), (ii) and (iii) shows mu-NES-9b, DAPI and a merge image respectively. In order to reduce the background resulting from newly synthesized 9b protein, transfected cells were treated with cyclohexamide for two hours and were processed for microscopy. Panel(iv), (v) and (vi) shows the protein localization in cyclohexamide treated cells. Arrow shows nuclear accumulation of 9b. B. The localization pattern of SARS-CoV 9b protein in the presence of LMB. Synchronized pEYFPN1-9b transfected Vero cells were treated with 25nM LMB. Results show that in presence of the drug used, most of the 9b protein gets blocked in the nucleus. Yellow color of 9b was converted into green. Panel (i), (ii) and (iii) shows 9b, DAPI and a merge image respectively. Panel (iv), (v) and (vi) shows the protein localization in LMB treated cells. Panel (vii), (viii) and (ix) shows the effect of cyclohexamide (CHX) on LMB treated cells. Arrow shows the localization of 9b. C. Biochemical analysis of the localization pattern of either mutated SARS-CoV 9b protein or wild type SARS-CoV 9b protein in the presence of LMB. Synchronized cells were transfected with the appropriate constructs.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "(iii) and (vi) show a merge image. Arrows in various panels show nucleus of the cell. (TIF) Figure S2 SARS-CoV 9b pulls down some specific proteins from nuclear extract of Vero cells. A. The pCDNA3.1/V5-His TOPO-9b was used for in-vitro transcription and translation. When ran on a 15% SDS-acrylamide gel, dried",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Hypothesis showing probable role of 9b localization.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We thank Ravinder Kumar for lab support; Md. Atif Bin Towheed, Manjusha and Shailja for technical assistance and Swapnil Sharma for assistance in manuscript preparation. K.S. is a Research Associate of the Department of Biotechnology (DBT), India. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}