{
    "paper_id": "e8f4d22d624e8deec9597ce88e53b1751386cd1d",
    "metadata": {
        "title": "Article 46 1 Original research of the US",
        "authors": [
            {
                "first": "Sara",
                "middle": [
                    "Amirpour"
                ],
                "last": "Haredasht",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Andréia",
                "middle": [
                    "G"
                ],
                "last": "Arruda",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Minnesota",
                    "location": {
                        "settlement": "St Paul",
                        "region": "MN",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Moh",
                "middle": [
                    "A"
                ],
                "last": "Alkhamis",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kimberly",
                "middle": [],
                "last": "Vanderwaal",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Minnesota",
                    "location": {
                        "settlement": "St Paul",
                        "region": "MN",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Robert",
                "middle": [
                    "B"
                ],
                "last": "Morrison",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Minnesota",
                    "location": {
                        "settlement": "St Paul",
                        "region": "MN",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Andres",
                "middle": [
                    "M"
                ],
                "last": "Perez",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Minnesota",
                    "location": {
                        "settlement": "St Paul",
                        "region": "MN",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Porcine reproductive and respiratory syndrome (PRRS) is, arguably, the most impactful disease for the North American swine industry, due to its known considerable economic losses. The Swine Health Monitoring Project (SHMP) monitors and reports weekly new PRRS cases in 766 sow herds across the US. The time-dependent reproduction number (TD-R) is a measure of a pathogen's transmissibility. It may serve to capture and report PRRS virus (PRRSV) spread at the regional and system levels. The primary objective of the study here was to estimate the TD-R values for PRRSV using regional and system-level PRRS data, and to contrast it with commonly used metrics of disease, such as incidence estimates and space-time clusters. The second objective was to test whether the estimated TD-Rs were homogenous across four US regions. Retrospective monthly incidence data (2009)(2010)(2011)(2012)(2013)(2014)(2015)(2016) were available from the SHMP. The dataset was divided into four regions based on location of participants, and demographic and environmental features, namely, South East (North Carolina), Upper Midwest East (UME, Minnesota/ Iowa), Upper Midwest West (Nebraska/South Dakota), and South (Oklahoma panhandle). Generation time distributions were fit to incidence data for each region, and used to calculate the TD-Rs. The Kruskal-Wallis test was used to determine whether the median TD-Rs differed across the four areas. Furthermore, we used a space-time permutation model to assess spatial-temporal patterns for the four regions. Results showed TD-Rs were right skewed with median values close to \"1\" across all regions, confirming that PRRS has an overall endemic nature. Variation in the TD-R patterns was noted across regions and production systems. Statistically significant periods of PRRSV spread (TD-R > 1) were identified for all regions except UME. A minimum of three space-time clusters were detected for all regions considering the time period examined herein; and their overlap with \"spreader events\" identified by the TD-R method varied according to region. TD-Rs may help to measure PRRS spread to understand, in quantitative terms, disease spread, and, ultimately, support the design, implementation, and monitoring of interventions aimed at mitigating the impact of PRRSV spread in the US.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Keywords: time-dependent reproductive number, surveillance, porcine reproductive and respiratory syndrome, space-time clusters, porcine reproductive and respiratory syndrome incidence FigUre 3 | (a) System-specific graphs showing time-dependent reproduction number (TD-R) and incidence for porcine reproductive and respiratory syndrome. TD-R with 95% upper and lower confidence intervals (CIs) are shown in red, and incidence curves (after replacing 0 counts with \"1's\" as described in Section \"Materials and Methods\") are shown in yellow. Stars (*) represent peaks on TD-R in which the 95% CI did not include 1. (b) Box plot showing TD-R distribution for four different systems of the US. 7 Arruda et al. TD-Rs for PRRS Frontiers in Veterinary Science | www.frontiersin.org",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "inTrODUcTiOn Although porcine reproductive and respiratory syndrome (PRRS) is, arguably, one of the most important diseases of swine affecting the North American industry, aspects of its transmission within production systems and within regions are not completely understood (1) . Even though PRRS is endemic in North America, recurrent emergence of new PRRS virus (PRRSV) strains results in an epidemiological dynamic that resembles an epidemic condition for the disease (2, 3) . PRRSV epidemics impact the swine industry and commonly require prompt mobilization of resources for diagnostics (i.e., sequencing of the virus), thorough investigations to understand the origin of the emerging PRRSVs, and implementation of effective control measures. Surveillance is an integral part of strategies for control and elimination of PRRSV. There are a number of surveillance activities currently in place in the US; however, because PRRS is not reportable, surveillance strategies vary dramatically according to factors such as region and production system. A few examples of such surveillance activities are ongoing monitoring in breeding herds and gilt development units, and passive surveillance triggered by clinical symptoms.",
            "cite_spans": [
                {
                    "start": 275,
                    "end": 278,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 472,
                    "end": 475,
                    "text": "(2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 476,
                    "end": 478,
                    "text": "3)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The concept of near real-time disease surveillance is important in the context of emerging PRRSV strains given that rapid identification of an epidemic (i.e., emergence of novel PRRSV strains) will likely result in a reduction of outbreak duration due to timely implementation of prevention and control measures to decrease virus spread within and across geographical regions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the absence of a regulatory framework, initiatives aimed at monitoring PRRS in North American swine farms are voluntary in nature. One example of an effort intended to coordinate surveillance efforts in the US at the national level is the Swine Health Monitoring Project (SHMP). The SHMP is a voluntary project that aims to monitor the incidence of PRRS; it currently enrolls approximately 42% of the US sow population distributed in 19 states in the country. Interpretation of collected data to participants and the swine industry currently focuses on incidence. Additionally, the number of new cases and spatial-temporal clustering have been previously investigated and reported to describe PRRS trends and to identify PRRS epidemics (4) (5) (6) . However, the rate of new cases over time, referred to as incidence, serves as a proxy for risk but does not contribute as a metric for the epidemic progression or prediction of its evolution.",
            "cite_spans": [
                {
                    "start": 739,
                    "end": 742,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 743,
                    "end": 746,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 747,
                    "end": 750,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "There are other methods, however, that could serve as proxy for disease progression and that have not been sufficiently explored in measuring PRRS transmissibility. The basic reproductive number (R0) refers to the average number of secondary infections caused by a primary case and is commonly used to characterize the transmissibility potential of a disease in a completely susceptible population (7) . In contrast, the effective reproductive number (Re) can be used to characterize transmissibility once a certain proportion of the population has been infected and is resistant (immune) (8) , which would be an example for the case of PRRS in the US. The time-dependent reproduction number (TD-R) is a measure of disease transmissibility that can be estimated over the course of disease progression (9) . The TD-R has been particularly useful for monitoring epidemic trends, identifying \"super-spreader events, \" measuring progress of interventions over time and for providing parameters for mathematical models (e.g., models to test interventions) (10) .",
            "cite_spans": [
                {
                    "start": 398,
                    "end": 401,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 589,
                    "end": 592,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 801,
                    "end": 804,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1051,
                    "end": 1055,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The overall hypothesis of this study was that PRRS transmissibility, as measured by the TD-R, would not differ between regions and swine production systems within the US. This result would indicate that epidemiological dynamics are somewhat synchronized across regions, either because of seasonal weather changes or high connectivity among regions due to animal movements, as opposed to each region experiencing distinct temporal dynamics. Thus, our primary objective was to estimate the TD-R values for PRRSV using regional and system-level PRRS data from across the US, and to contrast it to incidence estimates and commonly investigated space-time clusters. We hypothesized that the peaks on the TD-R, incidence, and the space-time clusters would overlap. Furthermore, the secondary objective was to test whether the estimated TD-R were homogenous across four US regions. For this objective, the hypothesis was that the TD-R would be homogenous across all regions. Ultimately, results presented here will contribute to support the design and implementation of strategies for PRRS surveillance and control in the US.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Source of data for the study here was the SHMP, which includes a cohort of farms that voluntarily agree to share PRRS data weekly. The PRRS status captured in this dataset followed slightly modified guidelines described elsewhere (11) . Briefly, status included categories 1, 2, 2fvi, 2vx, 3, and 4. Status 1 designates actively infected herds (in which pigs were shedding the virus), status 2 indicates stable herds (no shedding detected in weaned pigs after following certain sample size requirements); 2fvi and 2vx refer to herds that were using live-virus exposure or modified live-virus vaccination as control strategies, respectively; status 3 defines herds that were provisionally negative (negative gilts introduced into the herd and remained negative); and status 4 denotes herds that were seronegative. (Figure 1 ). Those regions represented areas within the US characterized by high (SE and UME) and low (S and UMW) swine density, as reflected by the FAO's GeoNetwork data repository for global livestock densities (Figure 1 ).",
            "cite_spans": [
                {
                    "start": 230,
                    "end": 234,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 813,
                    "end": 822,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1026,
                    "end": 1035,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Data source"
        },
        {
            "text": "The TD-R was estimated over time for farms participating in the SHMP project. Values of TD-R > 1 were interpreted as an indication that the number of cases would increase over time (propagating phase of an epidemic), whereas values of TD-R < 1 served as an indication that the epidemic was fading out (8) . The estimation of reproductive numbers is commonly considered an indirect process, because the parameters needed (e.g., contact rate and probability of transmission given contact) are usually difficult, if not impossible, to estimate. Here, data available to compute the TD-R included weekly number of cases reported from July 2009 through March 2016. Effective time-dependent reproductive numbers were estimated from observed incidence data using a likelihood-based procedure described elsewhere (8) and implemented through the R package \"R0\" in R v.3.2.3 (9) . In summary, the TD-R was calculated based on averaging over all transmission networks compatible with the observed cases (9) .",
            "cite_spans": [
                {
                    "start": 301,
                    "end": 304,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 804,
                    "end": 807,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 864,
                    "end": 867,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 991,
                    "end": 994,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "estimation of TD-r"
        },
        {
            "text": "Firstly, incidence data were aggregated at the monthly level to reduce the prevalence of time intervals with 0 values in the time series. For months in which no cases were reported, the count of new cases was set to 1 with the assumption that at least one outbreak was missed, which is a reasonable assumption for PRRS, because sow herds have different levels of immunity due to variable management strategies, and these can impact detection of disease. Secondly, the generation time distribution that best fit the observed occurrence of cases was estimated. This refers to the time between detection of a primary case and detection of a secondary case (8) , and in our case, we considered the time lag between consecutive reported outbreaks and estimated its mean and SD from the observed epidemic curve using a function in R (9) . Thirdly, the number of secondary cases for each case was estimated by averaging over all transmission chains compatible with the epidemic curves during the course of epidemics. This was done in two steps (8) :",
            "cite_spans": [
                {
                    "start": 653,
                    "end": 656,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 827,
                    "end": 830,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1037,
                    "end": 1040,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "estimation of TD-r"
        },
        {
            "text": "First, the probability that a certain reported outbreak i (that occurred at a certain time) was infected by another reported outbreak j (occurring at a previous time) was calculated by pij = w(ti − tj)/∑i≠kw(ti − tk); where w corresponds to the generation time distribution, and ti − tk corresponds to the difference in time of recording of outbreaks i and j.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "estimation of TD-r"
        },
        {
            "text": "Second, the TD-R for reported outbreak j was calculated by the sum over all outbreaks i weighted by the likelihood that outbreak i was infected by outbreak j: Rj = ∑ipij; and this was finally averaged considering all reported outbreaks with the same date of recording (9): 1/Nt∑{tj=t}Rj.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "estimation of TD-r"
        },
        {
            "text": "Confidence intervals (CIs) were obtained by simulation; and statistically significant periods of PRRS spreading were defined as periods [month(s)] for which the TD-R's 95% CI did not include 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "estimation of TD-r"
        },
        {
            "text": "Time-dependent reproductive numbers were described separately for the four investigated geographical areas, as well as for each participating production system (20 systems represented by letters A-T). A production system was defined as two or more swine sites with a common owner or management structure. The Kruskal-Wallis test was used to determine whether the median TD-Rs differed across the four areas. Furthermore, the Dunn's test of multiple comparisons (12) was applied, adjusting for multiple comparisons using the Bonferroni correction method. All statistical analyses were performed using STATA/ IC version 14.1.",
            "cite_spans": [
                {
                    "start": 461,
                    "end": 465,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "estimation of TD-r"
        },
        {
            "text": "Clustering of cases in space and time was explored using the permutation model of the scan statistic (13) implemented using the SaTScan™v.9.4.2 software (14) . Briefly, the permutation model of the scan statistic compares the number of observed cases in any candidate cluster to the number of cases that would had been expected if the spatial and temporal location of all outbreaks were evenly distributed so that no space-time dependency occurred. The scan statistic has been proposed (15) as a surveillance tool to track clusters of disease, and it is especially useful because it does not require information on the background population at risk (16) . Statistically significant clusters were declared when P < 0.05.",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 157,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 649,
                    "end": 653,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "space-Time Permutation Model"
        },
        {
            "text": "The number of outbreaks varied according to region, with SE and UME (North Carolina and Minnesota/Iowa), the most swine densely populated regions of the country, reporting the highest number of outbreaks over the 2009-2016 period ( Table 1) . A given swine site may have had more than one outbreak through the study period; the number of outbreak per site reporting an outbreak was higher for the S and UMW regions (1.76 and 2.21 outbreaks per site, respectively) when compared to SE and UME (1.44 and 1.48 outbreaks per site, respectively). Those two last areas, however, did contribute with a larger number of months of data ( Table 1) . The generation time distribution followed a lognormal distribution for the regions of SE (mean 1.30 months, SD: 1.26), S (mean: 1.09 months, SD: 1.01), UME (mean: 7.93 months, SD: 7.76) and UMW (mean months: 1.30, SD: 1.23).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 232,
                    "end": 240,
                    "text": "Table 1)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 629,
                    "end": 637,
                    "text": "Table 1)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "resUlTs"
        },
        {
            "text": "The median and mean values for TD-R were similar across all regions and oscillated around 1.0, which is expected for endemic diseases. Interestingly, even though the mean and median values were close to 1 for all regions, incidence peaks and temporal variation in TD-R appeared remarkably different (Figure 2) . A difference was observed in regards to the maximum number of TD-R values observed across regions; specifically, the TD-R was highest for SE, followed by S, UMW, and UME ( Table 1) . There were also remarkable differences in PRRS immune status classification for sites reporting outbreaks across the four regions ( Table 1) : of note; for the S region, the vast majority of sites reporting outbreaks were vaccinating the herd prior to the outbreak, which was not observed in such proportion for other regions. The SE region had a higher proportion of sites breaking that were classified as status 1 (active infection) when compared to sites that reported outbreaks from other regions ( Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 299,
                    "end": 309,
                    "text": "(Figure 2)",
                    "ref_id": null
                },
                {
                    "start": 484,
                    "end": 492,
                    "text": "Table 1)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 627,
                    "end": 635,
                    "text": "Table 1)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 998,
                    "end": 1006,
                    "text": "Table 1)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "resUlTs"
        },
        {
            "text": "Between-region difference on median TD-R values was evident on the Kruskal-Wallis test, which showed that at least one of the regions had a different median (P = 0.03). Further post hoc pairwise comparison showed that the UME region was only statistically significant from the SE and UMW regions ( Table 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 298,
                    "end": 306,
                    "text": "Table 2)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "resUlTs"
        },
        {
            "text": "It has been previously reported that PRRS has an evident seasonal pattern, showing high incidence during fall and winter (October through January), and low during spring and summer [February through September (5)]. Surprisingly, after stratifying the data by geographical region, there was no obvious visual indication of predictable yearly patterns for any of the regions besides Minnesota/Iowa (Figure 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 396,
                    "end": 406,
                    "text": "(Figure 2)",
                    "ref_id": null
                }
            ],
            "section": "resUlTs"
        },
        {
            "text": "The TD-R description showed variation according to geographical region, a phenomenon similar to the one previously described for the incidence estimate (Figure 2) . The TD-R values showed statistically significant peaks before the incidence peaked for SE, S, and UMW (Figure 2) . Interestingly, when comparing raw number of new cases or incidence with the TD-R estimates, all statistically significant peaks of TD-R (P < 0.05) preceded a meaningful increase in the number of cases (>2) for the regions of SE and S, showing the potential the tool has for early signaling outbreaks (Figure 2) . The TD-R and the incidence peaks FigUre 2 | regional graphs showing time-dependent reproduction number (TD-r) and incidence for porcine reproductive and respiratory syndrome. The Y axis corresponds to TD-R with 95% upper and lower confidence intervals (CIs) (red) and number of new cases (yellow; represented after replacing 0 counts with \"1's\" as described in Section \"Materials and Methods\"). Stars (*) represent peaks on TD-R in which the 95% CI did not include 1; region Upper Midwest East (UME) has a zoom-out on the TD-R values to improve visualization. occurred at approximately the same time for the UMW region, and there were no statistically significant TD-R peaks for the region of MN/IA (Figure 2) . For instances in which the TD-R peaks preceded the incidence peak, the lag time between peaks varied between 1 and 2 months. Likewise, indications that the epidemic was waning (TD-R < 1) occurred 2 months earlier than declines in incidence for SE and S (March 2015 versus May 2015 and November 2013 versus January 2014, respectively), and 1 month earlier for UMW. Finally, the 20 systems examined contributed with a population at risk of on average 35 farms (min: 7, max: 83) per system. The average number of outbreaks per farm reporting at least one outbreak was 48.15 (min: 12, max: 189). Separate system-specific TD-R appeared to vary (Table 3; Figure 3) , even for systems located within the same geographical region. Four systems were selected to illustrate differences between TD-R and incidence curves (systems A-D, Figure 3 ). Systems C and D, for example, were located within the same geographical region and showed one peak within the same time period (February 2015), even though the TD-R peak was not significant for system D. System A showed no significant peaks on TD-R, but it showed frequent increases in incidence; and system B showed a peak in TD-R not observed when farms are aggregated at the region level.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 152,
                    "end": 162,
                    "text": "(Figure 2)",
                    "ref_id": null
                },
                {
                    "start": 267,
                    "end": 277,
                    "text": "(Figure 2)",
                    "ref_id": null
                },
                {
                    "start": 580,
                    "end": 590,
                    "text": "(Figure 2)",
                    "ref_id": null
                },
                {
                    "start": 1292,
                    "end": 1302,
                    "text": "(Figure 2)",
                    "ref_id": null
                },
                {
                    "start": 1944,
                    "end": 1963,
                    "text": "(Table 3; Figure 3)",
                    "ref_id": null
                },
                {
                    "start": 2129,
                    "end": 2137,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "resUlTs"
        },
        {
            "text": "The spatial-temporal model showed statistically significant clusters for all examined regions ( Table 4 ). There were 3 clusters in space and time for the SE region, 3 clusters for the S region, 10 clusters for UME, and 4 clusters for UMW.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 96,
                    "end": 103,
                    "text": "Table 4",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "resUlTs"
        },
        {
            "text": "The study here is the first to investigate and report the use of the time-dependent reproductive number for PRRS reporting purposes, and to contrast it with commonly used methods for describing PRRS epidemics (i.e., number of cases and spatialtemporal cluster detection). Strengths of this study include the availability of monthly PRRS incidence data from a large number of US swine herds spread across different geographical regions, as well as the inclusion of a large number of swine production systems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DiscUssiOn"
        },
        {
            "text": "Results support the observation that region-level insights cannot be provided by using data that are aggregated from large national projects. Furthermore, regional-level control and prevention strategies should not be made based on the assumption that PRRS transmission dynamics are the same across geographical regions of the same country. Stratification of data would be able to provide a better estimate on which control and prevention measures, if any, would work best and provide the best benefit for specific regions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DiscUssiOn"
        },
        {
            "text": "Comparison of PRRS transmissibility across regions and production systems has not been previously reported for PRRS, and the statistical differences among TD-R estimates between regions were somewhat surprising, given that it is commonly believed that all regions have similar PRRS transmissibility patterns. Some reasons that might explain the observed differences include climatic factors (e.g., temperature variation), demographic and biosecurity factors (e.g., presence of filtered farms), swine density, the presence of different production systems in the areas, and the potential introduction of PRRS strains in differing instances.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DiscUssiOn"
        },
        {
            "text": "The commonly expected predictable yearly increase pattern for PRRS was not visually evident for all geographical regions across years, nor was the time periods in which PRRS was spreading (defined as the TD-R 95% CI did not include 1; Figure 2) . Interestingly, even though both the SE and UME regions are known to have high swine density, the patterns of PRRS transmission between them were different (Figure 2) . However, PRRS management strategies within these two regions are known to differ, which may partially explain the findings: first, the immunity status of swine sites is anecdotally observed to be different among areas. For example, among high swine dense areas (SE and UME), it is believed that a certain amount of herd immunity exists in the SE region compared to the UME because producers in the latter area are more willing to attempt PRRS elimination from herds. In contrast, producers from the SE region are commonly using vaccination or live-virus inoculation strategies to mitigate PRRS impact (SHMP data not shown). However, it was observed that, even when certain amount of underlying immunity existed for the SE region, spreading events still occurred. This is also anecdotally observed from field veterinarians and producers. Another difference between the areas might be the use of farm filtration as a preventive measure for PRRS outbreaks, with the SE area being characterized by lower frequency of filtered farms compared to the UME area. Data gather on these and other management and biosecurity factors for future projects might help elucidating regional differences described herein.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 235,
                    "end": 244,
                    "text": "Figure 2)",
                    "ref_id": null
                },
                {
                    "start": 402,
                    "end": 412,
                    "text": "(Figure 2)",
                    "ref_id": null
                }
            ],
            "section": "DiscUssiOn"
        },
        {
            "text": "Porcine reproductive and respiratory syndrome epidemic events were recognized by the TD-R method for all regions except for the UME. These events possibly reflected the introduction of new or previously undetected PRRSV strains in the SE, S, and UMW areas (10, 17) . Overall, the TD-R appeared to be particularly useful for areas where the occurrence of outbreaks is sporadic, perhaps resembling an epidemic nature. In such cases, the TD-R appeared to flag outbreaks of new strains earlier when compared to the crude increase in the number of cases (Figure 2) , which could be valuable for near real-time disease surveillance in the context of commonly emerging PRRSV strains. The use of TD-R could aid in the rapid detection of these episodes, which, combined with communication and mobilization with key industry stakeholders, could result in faster control of disease in a region. For areas where PRRS can be characterized mostly as having endemic nature, the use of the TD-R might still be useful for signaling epidemic progression, characterizing transmissibility over time, and identifying the occurrence of \"super-spreader\" events.",
            "cite_spans": [
                {
                    "start": 256,
                    "end": 260,
                    "text": "(10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 261,
                    "end": 264,
                    "text": "17)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 549,
                    "end": 559,
                    "text": "(Figure 2)",
                    "ref_id": null
                }
            ],
            "section": "DiscUssiOn"
        },
        {
            "text": "The relatively large number of spatial-temporal clusters was not surprising. Analysis of data from a regional control project in Minnesota reported that, despite an overall decrease in PRRS incidence from 2012 to 2015, significant spatial-temporal clusters of disease incidence over 3-week periods and 3-km radii were found (5) . The occurrence of spatiotemporal cluster did not overlap with the detection of peaks in TD-R as expected ( Table 4) but usually was recognized later than the first. At times, these clusters were quite frequent and lasted for a long period of time, which raises the point to whether the alarms they may trigger would be of concern or not.",
            "cite_spans": [
                {
                    "start": 324,
                    "end": 327,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 437,
                    "end": 445,
                    "text": "Table 4)",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "DiscUssiOn"
        },
        {
            "text": "Finally, system-specific estimates of TD-R showed recognizable peaks for systems C and D (Figure 3) . These peaks corresponded to a known incursion of an emerging strain for the area. In addition, for system C, there is empirical evidence that intense breaks occur every 3 years, which was evidenced by our analysis. System A was characterized by multiple outbreaks over time, even though statistically significant PRRS spread periods were not detected. Predictable yearly increase patterns were visually suggestive for this area, except for the most recent years. Finally, system B appeared to have had a large outbreak in the end of November of 2013, which once more is anecdotally thought to be due to the incursion of an emerging strain in the region. The authors hypothesize that the reason why no further considerable outbreaks were observed after these is a combination between control measures being taken after the epidemic event, and the existence of a certain level of immunity in the herd after infection. For future studies, collection of such information is important to allow for testing of these and other hypotheses. We also recognize that, at time of writing of this manuscript, peer-reviewed publications on this matter are largely lacking; therefore, it is challenging to compare our study results with previous work done in PRRS or any other swine infectious disease.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 89,
                    "end": 99,
                    "text": "(Figure 3)",
                    "ref_id": null
                }
            ],
            "section": "DiscUssiOn"
        },
        {
            "text": "This study has some limitations. First, it is important to highlight that our source population corresponded to sow sites only and did not include growing pig sites. Even though growing pig sites are responsible for adding \"infection pressure\" at a regional level, one could argue that this population is somewhat distinct from the sow farm population in terms of disease management. Infection of sow herds results in more dramatic consequences due to the fact that pigs produced in such facilities are commonly transported to other sites, and therefore decisions in regards to disease prevention and control are markedly different between these distinct animal populations. On a similar note, our analysis included data from voluntary participants only. Therefore, results do not necessarily apply to the overall population of swine sites in the US. The impact of this issue is hard to predict and assess, given that the representativeness of participating producers is not well documented; thus, the authors recommend results to be taken with caution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DiscUssiOn"
        },
        {
            "text": "Second, underreporting could have affected results, especially for systems and regions that have underlying immunity for PRRS. To the knowledge of the authors, there are no published methods for TD-R calculations that can account for such issue, but the authors believe the underreporting to be constant in time, thus not dramatically affecting results. Another methodology-related issue is the fact that in our case the epidemic was not observed from the first case onward; with results in overestimation of the initial reproductive numbers (9) . For this reason, the authors decided not to consider initial estimated TD-R numbers (first 4 months) when summarizing these data. Finally, although the prevalence of intervals with 0 values was not high, padding the time series, by replacing the 0 values with 1's (a common practice in the time series analysis) resulted in a well-fitted distribution for the generation time, which subsequently increased the computation efficiency of the TD-R values. That said, this practice might have resulted in over or under estimation of the TD-R values in small regions with underreported outbreaks. However, as described above, the disease is endemic, and the assumption of at least one outbreak occurred in the small production region is biologically plausible in the context of epidemiology of PRRSV in the US. The authors also recognize that the CIs estimated using the time-dependent method could have been wide because few cases were observed at times. However, the authors are unaware of a method available (at time of publication) that would allow for better estimation of a transmission parameter in endemic settings.",
            "cite_spans": [
                {
                    "start": 542,
                    "end": 545,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "DiscUssiOn"
        },
        {
            "text": "In conclusion, this study showed the utility that TD-R estimates may have in monitoring and early signaling epidemics for PRRS, and its benefits will likely vary according to geographical region and production system. The TD-R is a promising complementary measure for incidence, because the latter is limited to measuring the amount of cases per unit of time but does not provide insights on the epidemic progression or effectiveness of control measures, which can be accomplished with the calculation of the former. The use of the TD-R may be complemented by other tools, such as, for example, the use of sequential Bayesian",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DiscUssiOn"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Novel analytic tools for the study of porcine reproductive and respiratory syndrome virus (PRRSv) in endemic settings: lessons learned in the US",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Alvarez",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Valdes-Donoso",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tousignant",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Alkhamis",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Morrison",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Perez",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s40813-016-0019-0"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Characterization of emerging European-like porcine reproductive and respiratory syndrome virus isolates in the United States",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Ropp",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Wees",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Nelson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Rossow",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bien",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Virol",
            "volume": "78",
            "issn": "",
            "pages": "3684--703",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.78.7.3684-3703.2004"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Outbreak investigation of NADC30-like PRRSV in South-East China",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhuang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Transbound Emerg Dis",
            "volume": "63",
            "issn": "5",
            "pages": "474--483",
            "other_ids": {
                "DOI": [
                    "10.1111/tbed.12530"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Comparison between the 2013-2014 and 2009-2012 annual porcine reproductive and respiratory syndrome virus epidemics in a cohort of sow herds in the United States",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Tousignant",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Perez",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Morrison",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Can Vet J",
            "volume": "56",
            "issn": "",
            "pages": "1087--1096",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Temporal and spatial dynamics of porcine reproductive and respiratory syndrome virus infection in the United States",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Tousignant",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Perez",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Lowe",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Yeske",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Morrison",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Am J Vet Res",
            "volume": "76",
            "issn": "",
            "pages": "70--76",
            "other_ids": {
                "DOI": [
                    "10.2460/ajvr.76.1.70"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Measuring progress on the control of porcine reproductive and respiratory syndrome (PRRS) at a regional level: the Minnesota N212 regional control project (RCP) as a working example",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Valdes-Donoso",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Jarvis",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wright",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Alvarez",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Perez",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PLoS One",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0149498"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The estimation of the basic reproductive number for infectious diseases",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dietz",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Stat Methods Med Res",
            "volume": "2",
            "issn": "",
            "pages": "23--41",
            "other_ids": {
                "DOI": [
                    "10.1177/096228029300200103"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Different epidemic curves for severe acute respiratory syndrome reveal similar impacts of control measures",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wallinga",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Teunis",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Am J Epidemiol",
            "volume": "160",
            "issn": "",
            "pages": "509--525",
            "other_ids": {
                "DOI": [
                    "10.1093/aje/kwh255"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The R0 package: a toolbox to estimate reproduction numbers for epidemic outbreaks",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Obadia",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Haneef",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "Y"
                    ],
                    "last": "Boelle",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "BMC Med Inform Decis Mak",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1472-6947-12-147"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Spatial and temporal epidemiology of lumpy skin disease in the Middle East",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Alkhamis",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Vanderwaal",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Front Vet Sci",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fvets.2016.00019"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Terminology for classifying swine herds by porcine reproductive and respiratory syndrome virus status",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Holtkamp",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Polson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Torremorell",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Morrison",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Classen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Henry",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Swine Health Prod",
            "volume": "19",
            "issn": "1",
            "pages": "44--56",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Dunn's Test of Multiple Comparisons Using Rank Sums",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dinno",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Dunntest",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Stata Software Package",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "A space-time permutation scan statistic for disease outbreak detection",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kulldorff",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Heffernan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hartman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Assuncao",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Mostashari",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "PLoS Med",
            "volume": "2",
            "issn": "3",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pmed.0020059"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "SaTScanTM v9.4: Software for the Spatial and Space-Time Scan Statistics",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kulldorff",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Prospective time periodic geographical disease surveillance using a scan statistic",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kulldorff",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J R Statist Soc A",
            "volume": "164",
            "issn": "1",
            "pages": "61--72",
            "other_ids": {
                "DOI": [
                    "10.1111/1467-985X.00186"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Spatial Analysis in Epidemiology",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Pfeiffer",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Robinson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Stevenson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Stevens",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rogers",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Clements",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Complete genome sequencing of recently isolated Porcine Reproductive and Respiratory Syndrome Virus RFLP 1-7-4 strains reveals a familiar series of deletions in ORF1a that are similar to those seen in previously studied strains of high virulence",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Bumgardner",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Lawrence",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "North American PRRS Symposium",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Real time Bayesian estimation of the epidemic potential of emerging infectious diseases",
            "authors": [
                {
                    "first": "Lma",
                    "middle": [],
                    "last": "Betencourt",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ribeiro",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLoS One",
            "volume": "3",
            "issn": "5",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0002185"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Four areas across the US were chosen, including farms located in the states of North Carolina [South East (SE)], Oklahoma [South (S)], Minnesota/Iowa [Upper Midwest East (UME)], and Nebraska/South Dakota [Upper Midwest West (UMW)], and some neighboring locations",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Kernel smoothed density of swine sites used for this project overlaid on swine animal density as modeled by the FaO'",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "TD-Rs for PRRS Frontiers in Veterinary Science | www.frontiersin.org April 2017 | Volume 4 | Article 46",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "basic regional descriptors and description of time-dependent reproduction number (TD-r) values calculated in the study for porcine reproductive and respiratory syndrome (Prrs) transmissibility between swine sites located across four different regions of the Us.SE, South East (North Carolina); S, South (Oklahoma); UME, Upper Midwest East (Minnesota/Iowa); UMW, Upper Midwest West (Nebraska/South Dakota). a Number of swine sites. b Number of months the region contributed with data. c Number of incident cases from 2009 to 2016. d Median, mean (SD), and maximum (95% CI) for TD-R values calculated in this study. e Status is according to AASV guidelines: status 1 designates actively infected herds (in which pigs were shedding the virus); status 2 indicates stable herds (no shedding detected in weaned pigs after following certain sample size requirements); 2fvi and 2vx refer to herds that were using live-virus exposure or modified live-virus vaccination as control strategies, respectively; status 3 defines herds that were provisionally negative (negative gilts introduced into the herd and remained negative); and status 4 denotes herds that were seronegative.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Multiple pairwise comparisons for Kruskal-Wallis test using Dunn's test of multiple comparisons, showing the estimate (P-value), with applied bonferroni correction.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Time-dependent reproduction number summary estimates for each system enrolled in the shMP project.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "super-spreader events and clusters found for the four regions by three different methods [time-dependent reproduction number (TD-r) estimation, purely temporal cluster detection, and spatial-temporal cluster detection].",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "R0 for prediction of increases in the incidence as well as signaling the end of epidemics (18) .",
            "cite_spans": [
                {
                    "start": 90,
                    "end": 94,
                    "text": "(18)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "AA and MA formulated the main hypothesis of this study; AA was responsible for report and manuscript preparation and MA substantially helped with analysis. RM was responsible for acquisition of data. KV, AP, and RM helped with interpretation of results. All the authors contributed in critically revising the manuscript and approving its final version.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "aUThOr cOnTribUTiOns"
        },
        {
            "text": "The authors would like to acknowledge the Swine Health Monitoring Project participants for sharing information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acKnOWleDgMenTs"
        },
        {
            "text": "Funding for the SHMP and this study was provided by the Swine Health Information Center, the National Pork Board, and the MnDrive program.reFerences",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FUnDing"
        }
    ]
}