{
    "paper_id": "ea7ae35a6203f68c29d8aa305a9d89ba8c76d284",
    "metadata": {
        "title": "Diagnostic issues and capabilities in 48 isolation facilities in 16 European countries: data from EuroNHID surveys",
        "authors": [
            {
                "first": "Simon-Djamel",
                "middle": [],
                "last": "Thiberville",
                "suffix": "",
                "affiliation": {
                    "laboratory": "on behalf of EuroNHID Working Group",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Stefan",
                "middle": [],
                "last": "Schilling",
                "suffix": "",
                "affiliation": {
                    "laboratory": "on behalf of EuroNHID Working Group",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Giuseppina",
                "middle": [],
                "last": "De Iaco",
                "suffix": "",
                "affiliation": {
                    "laboratory": "on behalf of EuroNHID Working Group",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Francesco",
                "middle": [
                    "Maria"
                ],
                "last": "Fusco",
                "suffix": "",
                "affiliation": {
                    "laboratory": "on behalf of EuroNHID Working Group",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Gail",
                "middle": [],
                "last": "Thomson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "on behalf of EuroNHID Working Group",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Helen",
                "middle": [
                    "C"
                ],
                "last": "Maltezou",
                "suffix": "",
                "affiliation": {
                    "laboratory": "on behalf of EuroNHID Working Group",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Rene",
                "middle": [],
                "last": "Gottschalk",
                "suffix": "",
                "affiliation": {
                    "laboratory": "on behalf of EuroNHID Working Group",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Reinhard",
                "middle": [
                    "H"
                ],
                "last": "Brodt",
                "suffix": "",
                "affiliation": {
                    "laboratory": "on behalf of EuroNHID Working Group",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Barbara",
                "middle": [],
                "last": "Bannister",
                "suffix": "",
                "affiliation": {
                    "laboratory": "on behalf of EuroNHID Working Group",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Vincenzo",
                "middle": [],
                "last": "Puro",
                "suffix": "",
                "affiliation": {
                    "laboratory": "on behalf of EuroNHID Working Group",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Giuseppe",
                "middle": [],
                "last": "Ippolito",
                "suffix": "",
                "affiliation": {
                    "laboratory": "on behalf of EuroNHID Working Group",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Philippe",
                "middle": [],
                "last": "Brouqui",
                "suffix": "",
                "affiliation": {
                    "laboratory": "on behalf of EuroNHID Working Group",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Highly infectious diseases (HIDs) are defined as being transmissible from person to person, causing life-threatening illnesses and presenting a serious public health hazard. The sampling, handling and transport of specimens from patients with HIDs present specific bio-safety concerns. Findings: The European Network for HID project aimed to record, in a cross-sectional study, the infection control capabilities of referral centers for HIDs across Europe and assesses the level of achievement to previously published guidelines. In this paper, we report the current diagnostic capabilities and bio-safety measures applied to diagnostic procedures in these referral centers. Overall, 48 isolation facilities in 16 European countries were evaluated. Although 81% of these referral centers are located near a biosafety level 3 laboratory, 11% and 31% of them still performed their microbiological and routine diagnostic analyses, respectively, without bio-safety measures. Conclusions: The discrepancies among the referral centers surveyed between the level of practices and the European Network of Infectious Diseases (EUNID) recommendations have multiple reasons of which the interest of the individuals in charge and the investment they put in preparedness to emerging outbreaks. Despite the fact that the less prepared centers can improve by just updating their practice and policies any support to help them to achieve an acceptable level of biosecurity is welcome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Findings Background A highly infectious disease (HID), such as severe acute respiratory syndrome (SARS) [1] , Lassa fever [2] , or other hemorrhagic fever [3, 4] , is defined as transmissible from person to person, causes a life-threatening illness, presents a serious hazard in healthcare settings and in the community and requires specific control measures [5] . Suspected HID patients should be managed in specialized isolation facilities, such as \"high-level isolation units\" [5] .",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 107,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 122,
                    "end": 125,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 155,
                    "end": 158,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 159,
                    "end": 161,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 359,
                    "end": 362,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 480,
                    "end": 483,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Patient isolation, Critical pathway"
        },
        {
            "text": "To prepare the hospital management of HIDs for possible future outbreaks, the European Union (EU) recently funded the European Network of Infectious Diseases (EUNID) [5] . Following EUNID, the European Network for Highly Infectious Diseases (EuroNHID), a new EU-funded project, performed a cross-sectional study analysis of European isolation facilities. The specific mission of EuroNHID is to prepare and support isolation facilities to provide appropriate infection control measures and strategies for health care worker (HCW) safety during care to patients with suspected and confirmed HIDs.",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 169,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Patient isolation, Critical pathway"
        },
        {
            "text": "The appropriate management of HID cases requires high-level diagnostic capabilities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient isolation, Critical pathway"
        },
        {
            "text": "In 2009, the EUNID has reached a consensus on recommended biosafety procedures for the entire diagnostic process, from specimen sampling to the transport of laboratories [6] . The aim of this paper is to report the current inventory of the diagnostic capabilities and infection control procedures for the appropriate and safe handling of specimens in 48 isolation facilities in 16 European countries who participated to the crosssectional study of the EuroNHID.",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 173,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Patient isolation, Critical pathway"
        },
        {
            "text": "At the beginning of the project, national health authorities in all of the European countries were asked to suggest a physician with expertise in HID management as a project partner and to identify all the isolation facilities as referral centers for HID in his country. To survey only isolation facilities identified by national health authorities for the referral and management of HIDs, we requested official documents in which these hospitals are clearly indicated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Settings and participants"
        },
        {
            "text": "The data were collected during on-site visits using checklists specifically developed during the first year of the project [7] . The checklists were drafted by the steering committee members (including partners from France, Germany, Greece and the United-Kingdom) and then discussed with and approved by all of the partners. The coordination team (based at the National Institute for Infectious Diseases in Rome, Italy) considered the strength scores of these assessments to be indispensable.",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 126,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Data collection"
        },
        {
            "text": "On-site visits were performed by the project coordinator assisted, when feasible, by the project partner of the explored country from February-November 2009.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection"
        },
        {
            "text": "The objective of the project was to assess the level of achievement of each surveyed facility to previously published guidelines [5, 6] . With this aim, a standard evaluation form was developed. In this form, all of the data were summarized in main topics, and for each topic, an evaluation score was assigned that represented In the general lab, without closed-type automatized analyzers 5/47 (11) 15/48 (31)",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 132,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 133,
                    "end": 135,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Objectives and data analysis"
        },
        {
            "text": "*The corresponding assessment of the evaluation scores of the three topics are summarized below: Topic 1: management of group 4 agent specimens (A: The unit is located in the same hospital/city as a BSL-4 lab and has protocols for the safe and appropriate handling of group 4 agent specimens; B: The unit is not located in the same hospital/city as a BSL-4 lab but has protocols for the safe and appropriate handling of group 4 agent specimens to another city/country; C: The unit is not located in the same hospital/city as a BSL-4 lab and does not have adequate protocols for the safe and appropriate handling of group 4 agent specimens to another city/country). Topic 2: management of group 3 agent specimens (A: The unit is located in the same hospital/city as a BSL-3 lab and has adequate protocols for the safe and appropriate handling of group 3 agent specimens; B: The unit is not located in the same hospital/city as a BSL-3 lab but has adequate protocols for the safe and appropriate handling of group 3 agent specimens to another city; C: The unit is not located in the same hospital/city as a BSL-3 lab and does not have adequate protocols for the safe and appropriate handling of group 3 agent specimens to another city). the level of achievement with respect to a \"standard\" based on the available evidence, literature data and expert consensus [5, 6] . The checklists and the evaluation form are available on the website www.eunid.eu after free registration.",
            "cite_spans": [
                {
                    "start": 1359,
                    "end": 1362,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1363,
                    "end": 1365,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Objectives and data analysis"
        },
        {
            "text": "The participant selection process led to the inclusion of 48 isolation facilities identified for the referral and management of HIDs in 16 countries Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 149,
                    "end": 156,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Throughout Europe, 26 (54%) of the surveyed isolation facilities have a biosafety level 4 (BSL-4) laboratory (lab) [8] in their country, 11 of which are located in the same hospital or city as the isolation facility to avoid or limit the distance of the transportation of HID diagnostic specimens. Among those isolation facilities not located in the same city as the BSL-4 lab, 30 (62%) have written protocols for the appropriate handling and transportation of the specimens to a BSL-4 lab, and 7 (15%) have no specific protocols.",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 118,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Among the isolation facilities surveyed, 48 (100%) and 47 (98%) have a BSL-3 lab [8] for virological and bacteriological diagnosis in their country, respectively. In total, 39 (81%) of the isolation facilities are located in the same hospital or city as the BSL-3 lab, and all of the isolation facilities have an adequate protocol for the safe and appropriate handling of group 3 agents.",
            "cite_spans": [
                {
                    "start": 81,
                    "end": 84,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Sixteen (33%) isolation facilities have access to adequate capabilities for other routine diagnostic tests: (i) optimal use of bed-side testing inside the isolation area, (ii) use of the central hospital lab after the inactivation of samples, and (iii) use of the BSL-3 lab [6] . However, 19 (40%) of the isolation facilities perform routine analysis (such as biochemistry and hematology) in the central hospital lab without inactivation but using special measures of biosecurity and biosafety, such as closed-type auto-analyzers. The remaining 13 (27%) facilities perform other diagnostic tests in the central laboratory without any special measures of biosecurity and biosafety.",
            "cite_spans": [
                {
                    "start": 274,
                    "end": 277,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Microbiological and routine diagnostic tests are performed directly inside the isolation area in 8 (17%) and 13 (27%) of the surveyed facilities, respectively. Microbiological testing in the majority (32; 68%) of isolation facilities and routine testing in a small proportion (15; 31%) of the facilities are carried out in a BSL-3 lab. For 19 (40%) and 26 (54%) of the centers, the samples of microbiological and routine testing are sent to the central laboratory, which performs the analysis in a closedtype automatic analyzer. Finally, microbiological and routine tests are performed in the central laboratory without using closed-type auto-analyzers in 5 (11%) and 15 (31%) of the surveyed facilities, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Although most of the isolation facilities surveyed have appropriate diagnostic capabilities and infection control procedures for the safe handling of specimens, 31% and 11% performed their routine and microbiological diagnostic tests in the central laboratory without any measures of biosecurity and biosafety as recommended by the EUNID [6] . The delay between data collection, and publication, can be considered as one of the limit of this paper.",
            "cite_spans": [
                {
                    "start": 338,
                    "end": 341,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The discrepancies among the referral centers surveyed between the level of practices and the EUNID recommendations have multiple reasons. One main explanation is the interest of the individuals in charge and the investment they put in preparedness to emerging outbreaks. Obviously, these centers might benefit from larger funding from their national institution, or if they better allocated their internal resources. Despite the fact that the less prepared centers can improve by just updating their practice and policies any support to help them to achieve an acceptable level of biosecurity is welcome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Identification of a novel coronavirus in patients with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gunther",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Preiser",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Van Der Werf",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Brodt",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Becker",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Rabenau",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Panning",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kolesnikova",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Fouchier",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "",
            "pages": "1967--1976",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A fatal case of Lassa fever in London",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kitching",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Addiman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cathcart",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bischop",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Krahe",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nicholas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Coakley",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lloyd",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Brooks",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Morgan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Turbitt",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Euro Surveill",
            "volume": "14",
            "issn": "6",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Bichat guidelines for the clinical management of haemorrhagic fever viruses and bioterrorism-related haemorrhagic fever viruses",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bossi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tegnell",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Baka",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Van Loock",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hendriks",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Werner",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Maidhof",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gouvras",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Euro Surveill",
            "volume": "9",
            "issn": "",
            "pages": "11--12",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Response to imported case of Marburg hemorrhagic fever, the Netherland",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Timen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Koopmans",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Vossen",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Van Doornum",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gunther",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Van Den Berkmortel",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Verduin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dittrich",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Emmerich",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Osterhaus",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Emerg Infect Dis",
            "volume": "15",
            "issn": "",
            "pages": "1171--1175",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Framework for the design and operation of high-level isolation units: consensus of the European Network of Infectious Diseases",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bannister",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Puro",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Fusco",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Heptonstall",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ippolito",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Lancet Infect Dis",
            "volume": "9",
            "issn": "",
            "pages": "45--56",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Infection control in the management of highly pathogenic infectious diseases: consensus of the European Network of Infectious Disease",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Brouqui",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Puro",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Fusco",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bannister",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schilling",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Follin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gottschalk",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hemmer",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Maltezou",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ott",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Lancet Infect Dis",
            "volume": "9",
            "issn": "",
            "pages": "301--311",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "EuroNHID checklists for the assessment of high-level isolation units and referral centres for highly infectious diseases: results from the pilot phase of a European survey",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Fusco",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schilling",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Puro",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Brodt",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Follin",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Jarhall",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bannister",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Maltezou",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Thomson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Brouqui",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ippolito",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Clin Microbiol Infect",
            "volume": "15",
            "issn": "",
            "pages": "711--719",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Biosafety in Microbiological and Biomedical Laboratories (BMBL)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1756-0500-5-527"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Diagnostic issues and capabilities in 48 isolation facilities in 16 European countries: data from EuroNHID surveys",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Thiberville",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "BMC Research Notes",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Topic 3: management of other tests/routine analysis (A: Optimal use of bed-side testing inside the isolation area OR use of the central hospital lab after inactivation of samples OR use of the BSL-3 lab; B: Use of the central hospital lab without inactivation with special measures of biosecurity and biosafety, including the use of automatic, closed-type system analyzers; C: Use of central hospital lab without special measures of biosecurity and biosafety).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Diagnostic capabilities, appropriate location and procedures for microbiological and routine tests in 48 referral center for HID in 16 European countries Topic 1: The isolation facility has access to BSL-4 labs or capabilities/protocols for the safe and appropriate handling of group 4 agent specimens for diagnosis Topic 2: The isolation facility has access to BSL-3 labs or capabilities/protocols for the safe and appropriate handling of group 3 agent specimens for diagnosis Topic 3: The isolation facility has capabilities/procedures for the safe and appropriate management of other tests/routine analysis in HID patients (i.e., use of bed-side tests inside isolation area or use of central hospital lab after inactivation of samples or without inactivation but with appropriate measures of biosecurity and biosafety, including the use of automatic, closed-type system analyzers)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors would like to thank the entire EuroNHID working group for the fruitful discussions and input provided: Norbert Vetter (Austria), Mira Kojouharova ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Abbreviations HID, Highly infectious disease; EU, European Union; EUNID, European Network of Infectious Diseases; EuroNHID, European Network for Highly Infectious Diseases; HCW, Health Care Worker; BSL-4, Biosafety level 4; BSL-3, Biosafety level 3.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "The authors declare that they have no competing interests.Authors' contributions SDT and PB wrote the manuscript, SS, GDI, GT, HCM, RG, HRB, BB, VP, and PB substantial contributed to design the study, participated in the acquisition and interpretation of data, and gave the final approval of the version to be published; GI substantial contributed to design the study, and gave the final approval of the version to be published. All authors read and approved the final manuscript. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}