{
    "paper_id": "eb1cc7c78d58eee6f6f81092426a9a5c9aab696c",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "evolved to respiratory and renal failure (without rhabdomyolysis) and was placed under mechanical ventilation and hemodialysis. The clinical outcome was positive after 39 days of hospital stay. In addition, the patient was clinically stable after 18 months of follow-up. With the recent advances in critical care medicine and in cystic fibrosis treatment, survival with advanced pulmonary disease in cystic fibrosis presents new questions and potential problems, which are still being formulated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "adhesion. (4) In particular, influenza virus is associated with more severe exacerbations, leading to prolonged hospitalizations, predisposing to bacterial infections and causing disease progression and marked loss in lung function. (5) This study aimed to report a case of seasonal influenza A non-H1N1 that occurred in June 2015 in a patient with CF who received the trivalent influenza vaccine in April 2015 and developed acute respiratory failure and acute renal failure without rhabdomyolysis after infection.",
            "cite_spans": [
                {
                    "start": 10,
                    "end": 13,
                    "text": "(4)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 233,
                    "end": 236,
                    "text": "(5)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A male, 39-year-old Caucasian, diagnosed with CF since age 9 years old, homozygous for the F508del mutation, had exocrine pancreatic insufficiency, CFrelated diabetes mellitus, obstructive azoospermia, chronic lung disease, bronchiectasis and chronic Pseudomonas aeruginosa infection. Prior spirometry, with severe airflow limitation and reduction of forced vital capacity, is presented in table 1. a peripheral oxygen saturation (SpO 2 ) of 57% in ambient air. Cardiac auscultation revealed a regular two-beat rhythm; lung auscultation indicated vesicular murmur present in both lung fields, with diffuse fine and coarse rales; the patient's abdomen was without changes, and his extremities were well perfused.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CASE REPORT"
        },
        {
            "text": "Initial laboratory tests showed a 34% hematocrit, 10.2g/dL hemoglobin, 22,660 leukocytes/mm 3 , 2% bandshaped, 86% segmented, 6% monocytes, 5% monocytes, 1% metamyelocyte, 95mg/dL urea, 2.37mg/dL creatinine (prior it was 0.79mg/dL), 6.6mEq/L potassium, 3.2mmol/L lactate, 145mg/dL C-reactive protein and 189U/L creatine phosphokinase (normal up to 190U/L). Common urine test results revealed citrine yellow urine, 26 leukocytes/μL, 13 red blood cells/μL and negative hemoglobin. An arterial blood gas test revealed 5 L/min oxygen per external nasal catheter, with a pH of 7.21, a partial carbon dioxide pressure (PaCO 2 ) of 56.1mmHg, 24.4mEq/L bicarbonate, a partial oxygen pressure (PaO 2 ) of 68.4mmHg and an oxygen saturation of 97%. The patient's chest X-ray is shown in figure 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 776,
                    "end": 784,
                    "text": "figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "CASE REPORT"
        },
        {
            "text": "He received volume replacement with saline, correcting the systemic arterial pressure. Antibiotic coverage with piperacillin/tazobactam and intravenous tobramycin was initiated based on the sensitivity test of the last bacteriological examination of the sputum. Still within the first 24 hours of admission, noninvasive In June 2015, he was admitted to the emergency room of the Hospital de Clínicas de Porto Alegre, with continuous fever for 2 days (> 38.5°C), severe cough, increased volume and purulence of expectoration, prostration, headache and progressive dyspnea. He denied myalgia. He reported that his wife, son and two other family members previously had respiratory symptoms, high fever and myalgias in the last week. He had regularly taken the flu vaccine and had received the trivalent vaccine in April 2015.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CASE REPORT"
        },
        {
            "text": "At the physical examination, the patient had a blood pressure of 70/45mmHg, a heart rate of 105bpm, a respiratory rate of 30rpm, was cyanotic with accessory breathing muscle and prolonged expiratory time and had ventilation (NIV) and antiviral coverage with oseltamivir were initiated. After 48 hours of hospitalization, he evolved with respiratory failure and was transferred to the intensive care unit (ICU), requiring orotracheal intubation and mechanical ventilation. Initially, the patient was ventilated with controlled pressure, an inspired oxygen fraction (FiO 2 ) of 0.40, a positive end-expiratory pressure (PEEP) of 8cmH 2 O, a pressure over PEEP of 14cmH 2 O, a respiratory rate of 18 breaths/minute, a tidal volume of 340mL and a PaO 2 /FiO 2 of 198mmHg, fulfilling the criteria for acute respiratory distress syndrome. (6) There was also worsening renal function with an increase of creatinine to 5.87mg/dL and oliguria. Dialysis treatment was initiated with continuous hemodialysis. The antibiotic scheme was modified to ciprofloxacin and vancomycin, maintaining piperacillin/tazobactam.",
            "cite_spans": [
                {
                    "start": 833,
                    "end": 836,
                    "text": "(6)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "CASE REPORT"
        },
        {
            "text": "On the fifth day of hospitalization, a viral investigation was performed via polymerase chain reaction from a nasopharyngeal secretion sample, collected at the time of admission. The test was positive for influenza A non-H1N1 (an investigation of a universal gene of influenza A strains was positive, but the swine lines by gene amplification of H1 hemagglutinin and virus nucleoprotein were negative). The use of oseltamivir was maintained for 5 days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CASE REPORT"
        },
        {
            "text": "There was favorable evolution and, 7 days after hospital admission, the patient could be extubated and was placed on NIV again. He was then on intermittent dialysis and was discharged from the ICU. In the ward, 1 week after discharge from the ICU, he experienced sudden worsening and was returned to the ICU but was managed with NIV, with a 2-day stay. Angiotomography of the thorax excluded the possibility of pulmonary embolism. The antibiotic scheme was modified to meropenem and polymyxin B (a new sputum culture evidenced multiresistant P. aeruginosa). He experienced progressive clinical improvement of his respiratory condition and resolution of acute renal failure. Hospital discharge occurred 39 days after admission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CASE REPORT"
        },
        {
            "text": "On discharge, he received standard treatment for CF and continuous home oxygen therapy and was referred to a pulmonary rehabilitation program. Since the event, he has not required a new hospital stay. The patient's last spirometry is presented in table 1. In December 2016 (18 months after the event), the patient was in pulmonary rehabilitation with oxygen therapy for exercise and at night, and he had been referred for lung transplantation (but not yet active on the list due to clinical stability).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CASE REPORT"
        },
        {
            "text": "With recent advances in CF treatment and intensive medicine, patients with advanced lung disease are living longer. (7) The present case report shows the evolution of an adult patient with previous severe lung disease, but stable, with acute respiratory failure, sepsis and acute renal failure, triggered by influenza, with a good clinical outcome after intensive support and documentation of clinical stability after 18 months of evolution.",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 119,
                    "text": "(7)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Epidemiological data on influenza 2014 -2015 show that the vaccine was effective in preventing 19% of influenza visits in all age groups; specifically, 18% for influenza A H3N2 and 45% for influenza B. Despite the low effectiveness of the influenza vaccine, influenza vaccination is recommended for all individuals aged ≥ 6 months. (2) Antiviral medications, especially oseltamivir, are used as adjunctive measures to vaccination in the control of influenza. (1) The physician should consider that influenza activity is widespread; this diagnosis should always be considered in all cases of severe acute respiratory syndrome. (8) (9) (10) In the present case, the identification of the influenza A virus was made via molecular biology testing of the nasopharynx aspirate, emphasizing that our laboratory identified the presence of influenza A, excluding the presence of influenza virus H1N1. However, subtyping of the H3N2 virus was not performed. According to epidemiological data from the Department of Health of Rio Grande do Sul (11) and the Ministry of Health of Brazil, (12) the virus with the largest circulation in 2015 was influenza A H2N3. Thus, the viral identification of the reported case most likely corresponds to influenza A H3N2, which explains the disease despite adequate patient vaccination coverage.",
            "cite_spans": [
                {
                    "start": 332,
                    "end": 335,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 459,
                    "end": 462,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 626,
                    "end": 629,
                    "text": "(8)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 630,
                    "end": 633,
                    "text": "(9)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 634,
                    "end": 638,
                    "text": "(10)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1033,
                    "end": 1037,
                    "text": "(11)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1076,
                    "end": 1080,
                    "text": "(12)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Evidence for treating severe influenza is limited; therefore, recommendations on route of administration, dosage and time of use follow the general guidelines. The administration of oseltamivir via the nasogastric or nasoenteric route seems to guarantee adequate systemic absorption in the majority of cases of severe influenza. The standard oseltamivir regimen at a dose of 75mg every 12 hours is recommended. However, although there is no definitive evidence, there are recommendations, in which, depending on clinical judgment, treatment time may be prolonged in severe cases and doses may also be doubled (150mg every 12 hours). In the present case, the treatment was initiated early orally at admission and was subsequently maintained by nasoenteric route, but at usual doses and time. (8) Renal involvement in individuals infected with influenza A is uncommon. Acute renal failure has been most commonly reported in critically ill patients with H1N1. (13) Reports of renal failure in cases of influenza A non-H1N1 are rare. The pathogenic mechanisms for the development of renal injury in influenza A virus infection are not fully understood. Potential causes are rhabdomyolysis, direct renal damage by virus, sepsisrelated renal hypoperfusion and disseminated intravascular coagulation syndrome. Among them, rhabdomyolysis has been the most frequently reported cause. (14) In the reported case, there was no evidence of rhabdomyolysis (absence of myalgias, urine was not dark, there was no hematuria on the reactant tape and creatine phosphokinase was normal). The most likely mechanism for renal injury was sepsis and renal hypoperfusion.",
            "cite_spans": [
                {
                    "start": 791,
                    "end": 794,
                    "text": "(8)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 957,
                    "end": 961,
                    "text": "(13)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1375,
                    "end": 1379,
                    "text": "(14)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "After 18 months of follow-up, the evolution of the presented case of cystic fibrosis with advanced lung disease, complicated by infection by influenza A non-H1N1 with respiratory sepsis, acute respiratory failure and acute renal failure was favorable. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World Health Organization. Influenza virus infections in humans",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Early estimates of seasonal influenza vaccine effectiveness -United States",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Flannery",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Clippard",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Zimmerman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Nowalk",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Monto",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Petrie",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "Q"
                    ],
                    "last": "Mclean",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Belongia",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gaglani",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Berman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Foust",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Sessions",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Thaker",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Spencer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Fry",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "64",
            "issn": "1",
            "pages": "10--15",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Prof. Alexandre Vranjac\". Divisão de Imunização. Informe Técnico. 17a Campanha Nacional de Vacinação Contra a Influenza",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The role of respiratory viruses in cystic fibrosis",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wat",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gelder",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hibbitts",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Cafferty",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Bowler",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pierrepoint",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Cyst Fibros",
            "volume": "7",
            "issn": "4",
            "pages": "320--328",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Influenza-associated cystic fibrosis pulmonary exacerbations",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Ortiz",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Neuzil",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Victor",
                    "suffix": ""
                },
                {
                    "first": "Wald",
                    "middle": [
                        "A"
                    ],
                    "last": "Aitken",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Goss",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Chest",
            "volume": "137",
            "issn": "4",
            "pages": "852--60",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Weinberger",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Cockrill",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mandel",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Weinberger",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Cockrill",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mandel",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "351--63",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "International Study of Aging in Cystic Fibrosis. An international/multicentre report on patients with cystic fibrosis (CF) over the age of 40 years",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Hodson",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Simmonds",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Warwick",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Tullis",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Castellani",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Assael",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Dodge",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Corey",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Cyst Fibros",
            "volume": "7",
            "issn": "6",
            "pages": "537--579",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Antiviral agents for the treatment and chemoprophylaxis of influenza-recommendations of the Advisory Committee on Immunization Practices (ACIP)",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Fiore",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fry",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Shay",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gubareva",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Bresee",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Uyeki",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Centers for Disease Control and Prevention (CDC)",
            "volume": "60",
            "issn": "",
            "pages": "1--24",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Severe virus influenza A H1N1 related pneumonia and community-acquired pneumonia: differences in the evolution",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Nardocci",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Gullo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Lobo",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Rev Bras Ter Intensiva",
            "volume": "25",
            "issn": "2",
            "pages": "123--132",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Outcome of influenza A (H1N1) patients admitted to intensive care units in the Paraná state",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Duarte",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Venazzi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Youssef",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Oliveira",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Tannous",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Duarte",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Brazil. Rev Bras Ter Intensiva",
            "volume": "21",
            "issn": "3",
            "pages": "231--237",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Boletim semanal de Vigilância da Influenza/RS -2015. Casos de SRAG notificados segundo encerramento. SRAG -Classificação final SRAG por Influenza SRAG por outros vírus respiratórios SRAG por outros agentes etiológicos SRAG não especificada SRAG em inves",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "Rio"
                    ],
                    "last": "Governo Do Estado",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Grande",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Sul",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Influenza: Monitoramento até a Semana Epidemiológica 52 de 2015. Bol Epidemiológico",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Secretaria De Vigilância Em Saúde",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "47",
            "issn": "",
            "pages": "1--10",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Acute kidney injury in patients infected by H1N1: clinical histological correlation in a series of cases",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sevignani",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Soares",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Marques",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Freitas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gentili",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Chula",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Bras Nefrol",
            "volume": "35",
            "issn": "3",
            "pages": "185--90",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Renal involvement in children with influenza A virus infection",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Watanabe",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yoshikawa",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Abe",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yamazaki",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Uehara",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Abe",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Pediatr Nephrol",
            "volume": "18",
            "issn": "6",
            "pages": "541--545",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "In the 2014 -2015 season, most influenza infections were due to A (H3N2) viruses. More than two-thirds of circulating A (H3N2) viruses are antigenically and genetically different (drifted) from the A (H3N2) vaccine component of 2014 -2015 northern and southern Hemisphere seasonal influenza vaccines. The purpose of this paper is to report a case of seasonal influenza A non-H1N1 infection that occurred in June 2015 in an adult cystic fibrosis patient with severe lung disease previously vaccinated with the anti-flu trivalent vaccine. The patient Conflicts of interest: None. Funding: Cecília Susin Osório was a Fellow of the Institutional Scholarship Program of Scientific Initiation of the Conselho Nacional de Desenvolvimento Científico e Tecnológico (CNPq) of the Universidade Federal do Rio Grande do Sul; Louise Piva Penteado was a Fellow of Scientific Initiation Program of the Universidade Federal do Rio Grande do Sul. Submitted on April 18, 2017 Accepted on August 31, 2017",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Chest X-ray at hospital admission, showing areas of old fibroatelectasis in the pulmonary apices, related to cystic fibrosis. Extensive alveolar consolidation sites in the lower half of the left lung and bronchiectasis containing large amounts of fluid in the upper right lobe. Obstruction of the lateral costophrenic sinus on the right, due to thickening and/or pleural effusion.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "No período sazonal compreendido entre 2014 e 2015, a maior parte das infecções por influenza decorreu do vírus influenza A H3N2. Mais de dois terços dos vírus influenza A H3N2 circulante eram antigênica e geneticamente diferentes (drift) do componente A H3N2 da vacina da influenza sazonal 2014 -2015 para os hemisférios norte e sul. O objetivo deste trabalho foi relatar um caso de infecção por influenza A sazonal não H1N1 ocorrido em junho de 2015 em um paciente adulto com fibrose cística com doença pulmonar grave, previamente vacinado com a vacina antigripal trivalente. O paciente evoluiu com insuficiências respiratória e renal (sem rabdomiólise), sendo submetido à ventilação mecânica e à hemodiálise. A evolução clínica foi positiva após 39 dias de permanência hospitalar. Ainda, o paciente permaneceu clinicamente estável após seguimento de 18 meses. Com os avanços recentes na medicina intensiva e no tratamento, a sobrevivência com uma doença pulmonar avançada na fibrose cística apresenta novas questões e problemas potenciais, que ainda estão sendo formulados. RESUMO Descritores: Fibrose cística; Vírus da influenza A; Insuficiência respiratória; Insuficiência renal; Relatos de casos",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Spirometry and peripheral oxygen saturation before, immediately after and one year after the event VC -vital capacity; FVC -forced vital capacity; FEV 1 -forced expiratory volume in the first second; SpO 2 -peripheral oxygen saturation. Post-bronchodilator results.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}