{
    "paper_id": "eb83b27bafc37b40794c2c7cc1b921cbcdb4138c",
    "metadata": {
        "title": "Augmented Lung Inflammation Protects against Influenza A Pneumonia",
        "authors": [
            {
                "first": "Michael",
                "middle": [
                    "J"
                ],
                "last": "Tuvim",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Texas M. D. Anderson Cancer Center",
                    "location": {
                        "settlement": "Houston",
                        "region": "Texas",
                        "country": "United States of America"
                    }
                },
                "email": ""
            },
            {
                "first": "Scott",
                "middle": [
                    "E"
                ],
                "last": "Evans",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Texas M. D. Anderson Cancer Center",
                    "location": {
                        "settlement": "Houston",
                        "region": "Texas",
                        "country": "United States of America"
                    }
                },
                "email": ""
            },
            {
                "first": "Cecilia",
                "middle": [
                    "G"
                ],
                "last": "Clement",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Texas M. D. Anderson Cancer Center",
                    "location": {
                        "settlement": "Houston",
                        "region": "Texas",
                        "country": "United States of America"
                    }
                },
                "email": ""
            },
            {
                "first": "Burton",
                "middle": [
                    "F"
                ],
                "last": "Dickey",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Texas M. D. Anderson Cancer Center",
                    "location": {
                        "settlement": "Houston",
                        "region": "Texas",
                        "country": "United States of America"
                    }
                },
                "email": ""
            },
            {
                "first": "Brian",
                "middle": [
                    "E"
                ],
                "last": "Gilbert",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Baylor College of Medicine",
                    "location": {
                        "settlement": "Houston",
                        "region": "Texas",
                        "country": "United States of America"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Influenza pneumonia causes high mortality every year, and pandemic episodes kill millions of people. Influenza-related mortality has been variously ascribed to an ineffective host response that fails to limit viral replication, an excessive host inflammatory response that results in lung injury and impairment of gas exchange, or to bacterial superinfection. We sought to determine whether lung inflammation promoted or impaired host survival in influenza pneumonia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods and Findings: To distinguish among these possible causes of influenza-related death, we induced robust lung inflammation by exposing mice to an aerosolized bacterial lysate prior to challenge with live virus. The treatment induced expression of the inflammatory cytokines IL-6 and TNF in bronchoalveolar lavage fluid 8-and 40-fold greater, respectively, than that caused by lethal influenza infection. Yet, this augmented inflammation was associated with striking resistance to host mortality (0% vs 90% survival, p = 0.0001) and reduced viral titers (p = 0.004). Bacterial superinfection of virus infected lungs was not observed. When mice were repeatedly exposed to the bacterial lysate, as would be clinically desirable during an influenza epidemic, there was no tachyphylaxis of the induced viral resistance. When the bacterial lysate was administered after the viral challenge, there was still some mortality benefit, and when ribavirin was added to the aerosolized bacterial lysate, host survival was synergistically improved (0% vs 93.3% survival, p,0.0001).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusions: Together, these data indicate that innate immune resistance to influenza can be effectively stimulated, and suggest that ineffective rather than excessive inflammation is the major cause of mortality in influenza pneumonia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The annual worldwide mortality associated with pneumonia exceeds that of any other infection [1, 2, 3] . In particular, influenza pneumonia annually causes more than 40,000 deaths in the United States alone [4, 5] . Beyond the impact of seasonal influenza, episodes of pandemic influenza have accounted for as many as 50 million deaths [6] . H5N1 avian influenza has already caused more than 240 human deaths worldwide (http://www. who.int/csr/disease/avian_influenza/), and increased globalization since 1918 suggests that eventual human-to-human transmission of avian influenza may cause even greater lethality than the infamous ''Spanish flu'' [7] . Further, viral pathogens, including influenza, are considered potential agents of bioterror [8] .",
            "cite_spans": [
                {
                    "start": 93,
                    "end": 96,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 97,
                    "end": 99,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 100,
                    "end": 102,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 207,
                    "end": 210,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 211,
                    "end": 213,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 336,
                    "end": 339,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 647,
                    "end": 650,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 745,
                    "end": 748,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The mechanisms underlying influenza-related mortality remain controversial. Progressive pneumonia following an insufficient antiviral host response is one possible cause [9] . Virally-induced excessive and/or dysregulated lung inflammation is another potential mechanism [10, 11, 12, 13] . Secondary bacterial infections have also been proposed as the primary contributors to influenzarelated mortality, due to virally-injured epithelium or virusattenuated leukocyte responses [13, 14, 15] .",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 173,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 271,
                    "end": 275,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 276,
                    "end": 279,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 280,
                    "end": 283,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 284,
                    "end": 287,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 477,
                    "end": 481,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 482,
                    "end": 485,
                    "text": "14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 486,
                    "end": 489,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We have recently reported that treatment with an aerosolized lysate of nontypeable Haemophilus influenzae (NTHi) induces profound inflammation in the lungs, yet it strongly protects mice against otherwise fatal bacterial pneumonia [16] . The induced protective phenomenon, known as Stimulated Innate Resistance (StIR), is maximal within 4 h of treatment and does not rely on recruited neutrophils or resident mast cells and alveolar macrophages. Given the profound induction of lung inflammation by this treatment, we perceived an opportunity to determine whether host inflammation contributed to or prevented mortality in influenza A pneumonia.",
            "cite_spans": [
                {
                    "start": 231,
                    "end": 235,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We demonstrate that, despite inducing inflammation greater than that observed in lethally infected animals, the aerosolized NTHi lysate results in remarkable protection against otherwise lethal influenza pneumonia, and that it can be synergistically combined with antiviral medicine for post-infectious treatment. Together, these data suggest that ineffective rather than excessive inflammation is the major cause of mortality in influenza pneumonia, and indicate that innate immune resistance to viruses can be therapeutically stimulated to protect populations from pandemic influenza.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Having shown that profound inflammatory lung responses to a bacterial lysate improved survival of mice infected with noncognate bacteria [16] , we investigated the effect of stimulation of lung mucosal innate immunity on survival of influenza A pneumonia. Mice challenged by aerosol with influenza A/Hong Kong/8/68 (H3N2) (A/HK) universally succumbed to hemorrhagic pneumonia unless pretreated with aerosolized NTHi lysate (Fig. 1A) . This treatment reduced mortality .90% if delivered on the day prior to infection, .50% if delivered 3 days prior to infection, and to a lesser degree if delivered one day after infection (Fig. 1B) . Mortality occurred within 10 days of the viral inoculation, and observation for 21 days after infection showed no subsequent mortality. The protection imparted by the aerosolized lysate was paralleled by the recovery of body weight lost early in the course of infection (Fig. 1C ). Lysate-induced survival was accompanied by a significant reduction in viral load on the fourth day after challenge (Fig. 1D ).",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 141,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 423,
                    "end": 432,
                    "text": "(Fig. 1A)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 622,
                    "end": 631,
                    "text": "(Fig. 1B)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 904,
                    "end": 912,
                    "text": "(Fig. 1C",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1031,
                    "end": 1039,
                    "text": "(Fig. 1D",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Protection against influenza A pneumonia"
        },
        {
            "text": "Since prior reports have described poorer outcomes associated with virus-induced inflammation [10, 11] , we compared the inflammation induced by the NTHi lysate, inflammation induced by influenza infection, and inflammation induced by the combination of treatment and infection. Figure 2 shows that single or repeated treatment with NTHi lysate induces dramatic inflammation in the lungs, measured by cytokine levels ( Fig. 2A ) and cellular influx (Fig. 2D) .",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 98,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 99,
                    "end": 102,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 279,
                    "end": 287,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 419,
                    "end": 426,
                    "text": "Fig. 2A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 449,
                    "end": 458,
                    "text": "(Fig. 2D)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Protection is associated with lung-restricted inflammation"
        },
        {
            "text": "Remarkably, while treatment with NTHi lysate acutely induces 8-fold more IL-6 and almost 40-fold more TNF than infection alone, the treated mice actually have lower levels of inflammatory cytokines in their lungs by day 3 after the infection (Fig. 2B ). By that time after treatment, the NTHi lysate-induced rise in cytokines in uninfected mice has entirely resolved (data not shown), and the inflammatory cell infiltration has fallen by more than 80% [16] . Together, this suggests that a robust early inflammatory reaction may allow for more rapid resolution of the infection-induced inflammation. Notably, the intense inflammation observed in the lungs is not seen systemically. Despite increases in IL-6 and TNF of 700-and 900-fold in the lungs, respectively, these cytokines increase only minimally and transiently in the serum (Fig. 2C ).",
            "cite_spans": [
                {
                    "start": 452,
                    "end": 456,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 242,
                    "end": 250,
                    "text": "(Fig. 2B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 833,
                    "end": 841,
                    "text": "(Fig. 2C",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Protection is associated with lung-restricted inflammation"
        },
        {
            "text": "Since interferon signaling is essential to baseline host antiviral resistance in the lungs [17, 18] , we investigated whether treatment with NTHi lysate was capable of inducing an interferon response. In addition to the robust induction of inflammatory cytokines, we found that NTHi lysate treatment also induces significant increases in lung interferon c levels ( Fig. 2A) . However, unlike IL-6 and TNF, the fulminant influenza infections observed in untreated mice actually induce 4-fold higher levels of interferon c than the NTHi lysate treatment (Fig. 2B ). Presumably this reflects the ongoing antiviral response of the host, in contrast to the better contained infections of the treated mice.",
            "cite_spans": [
                {
                    "start": 91,
                    "end": 95,
                    "text": "[17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 96,
                    "end": 99,
                    "text": "18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 365,
                    "end": 373,
                    "text": "Fig. 2A)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 552,
                    "end": 560,
                    "text": "(Fig. 2B",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Protection is associated with interferon signaling"
        },
        {
            "text": "To further characterize the lung interferon response to the NTHi lysate, we assessed gene expression using whole genome microarray analysis. As maximal resistance against S. pneumoniae is achieved by 4 h post-treatment, we compared gene expression of sham treated mouse lungs to mouse lungs 2 and 4 h posttreatment. Pathway analysis revealed interferon signaling to be among the most upregulated events following NTHi lysate treatment (p,10 211 ). Interferon signaling pathway transcripts are reported in Table 1 , showing that treatment induces expression of numerous transcripts critical for both type I (interferon-a/b) and type II (interferon-c) signaling.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 505,
                    "end": 512,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Protection is associated with interferon signaling"
        },
        {
            "text": "Since a high level of protection against influenza virus only lasts for 3 days (Fig. 1) , prolonged protection would require repetitive dosing. To test whether tachyphylaxis to the protective effects of the aerosolized NTHi lysate occurs, we challenged mice with influenza in three different conditions: no lysate treatment, a single lysate treatment, or repetitive lysate treatment. We again observed 100% mortality in the untreated group, but found identical protection by NTHi lysate treatment whether given once one day prior to infection, or given three times (seven, four and one days prior to infection, Fig. 3A ). In both NTHi lysate treated groups, protection was associated with recovery of early weight loss by the fifth day after infection (Fig. 3B ). Observation for 21 days after the challenge showed no subsequent mortality.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 79,
                    "end": 87,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 611,
                    "end": 618,
                    "text": "Fig. 3A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 752,
                    "end": 760,
                    "text": "(Fig. 3B",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Prolonged protection without tachyphylaxis following repetitive dosing"
        },
        {
            "text": "An alternative to repetitive stimulation of lung innate immunity for prophylaxis during an epidemic viral infection would be to treat with the pro-inflammatory aerosol after infection in combination with an antiviral drug. We recently found that treatment with high-dose aerosolized ribavirin after exposure to influenza virus provided some survival improvement in mice [19] .",
            "cite_spans": [
                {
                    "start": 370,
                    "end": 374,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Treatment with a combination of aerosolized NTHi lysate and ribavirin after infection"
        },
        {
            "text": "To test whether these two interventions might be effectively combined, mice were infected with influenza virus then treated with ribavirin alone, NTHi lysate alone, or a combination of the two. Ribavirin alone did not improve survival with the high level infectious challenge used in this study. However, as shown in Figure 4 , suspending ribavirin in a single dose of NTHi lysate on day 1 after infection improved survival significantly more than NTHi lysate alone (66.7% vs 20.0% survival, p = 0.013), and an additional NTHi lysate treatment on day 2 almost completely protected from mortality (93.3% survival, p,0.0001 vs. control).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 317,
                    "end": 325,
                    "text": "Figure 4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Treatment with a combination of aerosolized NTHi lysate and ribavirin after infection"
        },
        {
            "text": "No untoward effects or additional protection were noted if a third NTHi lysate dose was added on day 3. Observations through day 21 showed no subsequent mortality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Treatment with a combination of aerosolized NTHi lysate and ribavirin after infection"
        },
        {
            "text": "Lower respiratory tract infections are the leading cause of infectious death worldwide [1] . We have recently shown that Stimulated Innate Resistance (StIR) of the lungs induced by an aerosolized bacterial lysate can protect mice against otherwise fatal bacterial pneumonias [16] . We show here that the same treatment can prevent viral pneumonia, despite induction of lung inflam- mation of greater magnitude than that observed with lethal infection. Influenza-induced excessive and/or dysregulated lung inflammation has been recently described as a mechanism by which pandemic infections cause mortality [10, 11, 12, 13] . Consequent to these observations, considerable effort has been invested in attempts to improve outcomes of influenza-infected mice through genetic and pharmacologic suppression of inflammatory cytokine production [12, 20, 21, 22] . In contrast, our current and previous data demonstrate robust inflammation associated with the induction of protective host responses (Fig. 3a-d) . As we have previously shown that repetitive treatments result in diminishing inflammatory responses without loss of protection, it is possible that the cytokines themselves are not responsible for the protective effect. However, like our previous observations with protection against bacterial pathogens [16] , the pro-inflammatory pretreatment resulted in a significant reduction in pathogen burden, here represented by decreased viral titers (Fig. 1d) . As interferon signaling is associated with survival of viral and bacterial infections, the observation of augmented type I and II interferon signaling after NTHi lysate treatment ( Figure 3A -B, Table 1 ) supports our hypothesis that this is also an important element of anti-viral StIR, and we will explore this in the future.",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 90,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 275,
                    "end": 279,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 606,
                    "end": 610,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 611,
                    "end": 614,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 615,
                    "end": 618,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 619,
                    "end": 622,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 838,
                    "end": 842,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 843,
                    "end": 846,
                    "text": "20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 847,
                    "end": 850,
                    "text": "21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 851,
                    "end": 854,
                    "text": "22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1309,
                    "end": 1313,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 991,
                    "end": 1002,
                    "text": "(Fig. 3a-d)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1449,
                    "end": 1458,
                    "text": "(Fig. 1d)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1642,
                    "end": 1651,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1656,
                    "end": 1663,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "One manner in which the host response to NTHi lysate differs from reported pandemic virus-induced inflammation [11] is in its restriction to the lung. While documenting massive increases in indicators of lung inflammation following treatment, there is virtually no systemic inflammation noted (Fig 3c) . Similarly, treatment with NTHi lysate induces no systemic leukocytosis (data not shown), despite the profound cellular infiltration induced in the lungs. We presume this confinement of the response to the lungs explains the lack of morbidity we have observed when mice are treated acutely even with very high doses of NTHi lysate [16] . Based on these observations, we conclude that influenza pneumonia does not kill via excessive pulmonary inflammation, but progresses through a deficit of effective inflammation.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 115,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 634,
                    "end": 638,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 293,
                    "end": 301,
                    "text": "(Fig 3c)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "In addition to exuberant lung inflammation, secondary bacterial infections are often considered important contributors to influenza-related mortality [13, 14, 15] . Interestingly, we here demonstrate that the host response to bacterial products actually enhances the clearance of a viral pathogen (Fig. 1D) , just as we have shown for bacteria [16] . So, while viral infections may impair antibacterial interferon-c responses [15] , we observe no evidence that the response to the bacterial lysate impedes either type I or type II interferon signaling. Rather, the response to the bacterial products seems to reinforce protective antiviral events via vigorous interferon gene expression.",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 154,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 155,
                    "end": 158,
                    "text": "14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 159,
                    "end": 162,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 344,
                    "end": 348,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 426,
                    "end": 430,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 297,
                    "end": 306,
                    "text": "(Fig. 1D)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Epidemic respiratory infections, as previously observed with influenza [10, 11] and SARS [23] , result in high mortality, sometimes before the pathogen is identified, and often without effective post-exposure treatment options. Seasonal influenza, though the case-mortality rate is lower, still kills ten of thousands of Americans annually [4, 5] and clinicians are faced with the problems of ineffective vaccine strategies and declining effectiveness of neuraminidase inhibitors [24, 25] . In such situations, rapidly dispersed, broad protection would be highly advantageous.",
            "cite_spans": [
                {
                    "start": 71,
                    "end": 75,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 76,
                    "end": 79,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 89,
                    "end": 93,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 340,
                    "end": 343,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 344,
                    "end": 346,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 480,
                    "end": 484,
                    "text": "[24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 485,
                    "end": 488,
                    "text": "25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "At present, the primary means to contain the spread of influenza and to prevent exposed individuals from developing disease is through the use of the trivalent hemagglutinin subunit vaccine or the live-attenuated trivalent vaccine coordinated by the United Stated Centers for Disease Control and Prevention. This strategy is limited by the fact that prevalent (potentially pandemic) strains may not be accurately predicted for inclusion in the annual vaccine, that normal adaptive immunity is required for protection against included strains, and that development of immunity takes weeks -potentially obviating the benefit in the setting of a rapidly spreading outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In this study, we showed that a single treatment with NTHi lysate was sufficient to prevent otherwise fatal influenza pneumonia (Fig. 1) . The aerosolized lysate was also administered repetitively to model the sustained protection that would be clinically desirable during an influenza epidemic. No tachyphylaxis to the influenza-protective effect was observed with successive administrations (Fig. 2) , despite the fact that the rise in lung lavage neutrophils induced by the aerosolized lysate becomes less with repeated administration [26] . These findings are consistent with the development of tolerance to the inflammatory effects of innate immune stimulation without loss of antimicrobial effector function, as recently described [27] . Alternatively, the progressive reduction in inflammation could reflect the tempering of innate immune responses by adaptive immune cells that become engaged with repetitive stimulation [28] .",
            "cite_spans": [
                {
                    "start": 538,
                    "end": 542,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 737,
                    "end": 741,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 929,
                    "end": 933,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [
                {
                    "start": 128,
                    "end": 136,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 393,
                    "end": 401,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "In addition to the preventive benefits of NTHi lysate-induced StIR, we show that stimulation of lung innate immunity can be therapeutically combined with an antiviral medication after influenza infection to improve survival more than either treatment alone (Fig. 4) . In our current and prior work, we have reported only a modest survival benefit when the lysate is delivered 24 h after infection. However, we found that continuing induction of an antimicrobial inflammatory lung environment for up to 72 h potentiates the effects of high dose ribavirin and almost completely averts an otherwise uniformly fatal outcome. While Zheng and colleagues [22] recently reported improved influenza survival from 0% to 53.3% with the anti-viral/anti-inflammatory combination of zanamivir, celecoxib and mesalazine, we believe our current study to be the first to demonstrate such dramatic protection (improved from 0% to 93.3% survival) with an anti-viral combination known to induce inflammation. The seeming contradiction of these results may best be resolved by the hypothesis that the anti-inflammatory regimen diminished some toxicity associated with uncontrolled immune responses (i.e., reduced harmful inflammation) while our pro-inflammatory combination promoted the robust generation of defense effectors (i.e., enhanced protective inflammation).",
            "cite_spans": [
                {
                    "start": 648,
                    "end": 652,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [
                {
                    "start": 257,
                    "end": 265,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "In summary, we have shown that stimulation of lung mucosal innate immunity with a complex bacterial lysate confers striking protection against a virulent viral pathogen. Resistance to influenza is stimulated despite profound induction of lungrestricted inflammation, suggesting that excessive pulmonary inflammation is not the primary cause of influenza-induced mortality. Further, we found that the same treatment can be combined in the post-exposure setting with antiviral medication to improve survival. Taken together, we infer that therapeutic manipulation of StIR may be possible to reduce the mortality burden associated with viral pneumonias, and potentially, to protect the population against bioterror attacks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Six to eight week old NIH Swiss-Webster mice (Charles River) were used for viral challenges. For protection studies, mice were divided into groups of 20 mice (5 for virus lung titers, 15 for survival). For bronchoalveolar lavage assays, an additional 5 mice were added for each group. Six to eight week old C57BL/6 mice were used for gene expression analysis, 6 mice per condition. Mice were handled in accordance with protocols approved by the Institutional Animal Care and Use Committees of Baylor College of Medicine and The University of Texas-M.D. Anderson Cancer Center, and euthanized if distressed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Animals"
        },
        {
            "text": "Non-typeable Haemophilus influenzae (NTHi) was stored, grown and harvested as described [16, 26] . The cell pellet was washed and resuspended in 20 ml 0.9% sodium chloride solution. This suspension was passed three times through an EmulsiFlex C5 cell disruptor (Avestin) at greater then 10,000 psi, then diluted to 4-5 mg/ml in 0.9% sodium chloride solution by bicinchoninic assay (Pierce) and centrifuged at 15,0006g for 10 min. The supernatant was collected, the protein concentration was adjusted to 2.5 mg/ml, and the lysate was sterilized by passage through a 0.2 mm filter and frozen in 8 ml aliquots at 280uC. Treatment of mice with aerosolized lysate was performed as described [16] , delivering 8 mL of suspension during each 30 min exposure.",
            "cite_spans": [
                {
                    "start": 88,
                    "end": 92,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 93,
                    "end": 96,
                    "text": "26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 686,
                    "end": 690,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Bacterial lysate aerosol treatment"
        },
        {
            "text": "A clinical isolate of influenza A/Hong Kong/8/68 (H3N2) (A/ HK; Mouse Lung Pool 11-29-05) virus that had been passaged at least nine times through mice was stored as frozen stock (2.8610 7 TCID 50 /ml) in the supernatant of mouse lung homogenates [29] . Stock was diluted 1:300-1:1,000 in 0.05% gelatin in Eagle's minimal essential medium (Sigma-Aldrich) and aerosolized for 20 min to achieve LD 90 -LD 100 (target 100 TDIC 50 /mouse). Viral concentration in the nebulizer before and after aerosolization and in lung homogenates was determined by hemagglutination assay of infected MDCK cells [30] . In some experiments, 1 g of ribavirin was dissolved in 10 ml of NTHi lysate prior to aerosolization. Final ribavirin and lysate protein concentrations were 100 mg/ml and 2.5 mg/ml, respectively. Mice were challenged without pretreatment, following pretreatment on day 21, or following pretreatment on days 27, 24 and 21. On day 0, all groups of mice were exposed to the same viral aerosol. On day +4, 5 mice from each group were sacrificed and their lungs removed. Lungs were homogenized by beadbeating and the levels of virus determined. Remaining mice in each group were observed daily for up to 21 days for overt illness, morbidity and mortality. Mice were weighed on days 0 and +4, and three times weekly from day +7 until day +21.",
            "cite_spans": [
                {
                    "start": 247,
                    "end": 251,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 593,
                    "end": 597,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Influenza A challenge"
        },
        {
            "text": "To characterize the inflammatory host response to treatment and/or infection lung lavage and cell counts were performed as described [16] . In order to assess the response to NTHi lysate treatment, lavage samples from unchallenged mice were obtained 4 h after the final (or only) NTHi lysate treatment. In order to collect samples during acute virus-induced illness, lavage samples were also collected on day +3 following infection with influenza. Multiplex ELISA cytokine analysis was performed by Searchlight Protein Array Analysis (Pierce Biotechnology). Total leukocyte count was determined with a hemacytometer, and differential count by cytocentrifugation of 300 ml of bronchoalveolar lavage fluid at 4506g for 5 min, followed by Wright-Giemsa staining.",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 137,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Host response to pathogen challenge"
        },
        {
            "text": "To better understand the gene expression response to the treatment, mice were treated with the aerosolized NTHi lysate, then euthanized after 2 h or 4 h for comparison to untreated mice. To reduce the lung leukocyte burden, the pulmonary vasculature was perfused and the airways lavaged with PBS. The lungs were mechanically homogenized, then total RNA was isolated from lung homogenates using the RNeasy system (Qiagen), and cRNA was synthesized and amplified from equal masses of total RNA using the Ilumina TotalPrep RNA amplification kit (Ambion). Amplified cRNA was hybridized and labeled on Sentrix Mouse-6 Expression BeadChips (Illumina), then scanned on a BeadStation 500 (Illumina). Primary microarray data were deposited at the NCBI Gene Expression Omnibus (http://www.ncbi.nlm.nih.gov/ geo/) consistent with MIAME standards (GEO Accession GSE13740). Primary signal intensity was normalized between and within samples, and differentially expressed genes were identified based on signal change and inter-sample variation. Gene ontology analysis was performed using the NIAID Database for Annotation, Visualization and Integrated Discovery (DAVID) and the KEGG Database (GenomeNet). Differentially expressed genes were mapped to signaling pathways using Ingenuity Pathways Analysis 5.0 (Ingenuity Systems), and the pathway nodules were individually reviewed. C57BL/6 mice were used for the gene expression studies as they demonstrate similar NTHi lysate induced protection against all investigated pathogens, and because the genetically manipulated mice the authors plan to use to dissect the mechanisms of StIR are primarily on C57BL/6 backgrounds.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gene expression analysis"
        },
        {
            "text": "To characterize the interferon-related gene expression changes induced by NTHi, Table 1 presents a list of genes containing all transcripts from the Ingenuity Pathway Analysis canonical interferon signaling pathway, all detected interferon-related JAK-STAT transcripts in KEGG, and additional interferon related transcripts identified by the authors. Baseline signal intensity values of 1 were assigned to undetected control transcripts in order to avoid reporting infinite fold change values.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 80,
                    "end": 87,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Gene expression analysis"
        },
        {
            "text": "Summary statistics for virus in lung tissue were compared using Student's t-test. Proportions of mice surviving pathogen challenges were compared using Fisher's exact text, and log-rank comparisons of survival distribution were performed using Kaplan-Meier estimation. All data shown are representative of at least two independent experiments, and were not combined for analysis because of modest differences in virus challenge doses. Analyses were performed using SAS/STAT (SAS Institute).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical methods"
        },
        {
            "text": "For gene expression analyses, treated and untreated samples were compared to identify treatment-induced gene expression using an ANOVA-based scheme written in R (Free Software Foundation, Boston, MA), utilizing an Illumina library developed by Simon Lin, Northwestern University, Chicago, IL.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical methods"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The World Health Report 2004 -Changing History. Geneva: World Health Organization",
            "authors": [],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Community-acquired pneumonia",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "File",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Lancet",
            "volume": "362",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Breakdown of pulmonary host defense in the immunocompromised host: cancer chemotherapy",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Joos",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tamm",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Proc Am Thorac Soc",
            "volume": "2",
            "issn": "",
            "pages": "445--448",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Mortality due to influenza in the United States-an annualized regression approach using multiple-cause mortality data",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dushoff",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Plotkin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Viboud",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Earn",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Simonsen",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Am J Epidemiol",
            "volume": "163",
            "issn": "",
            "pages": "181--187",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Complications of viral influenza",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Rothberg",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Haessler",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Am J Med",
            "volume": "121",
            "issn": "",
            "pages": "258--264",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Updating the accounts: global mortality of the 1918-1920 ''Spanish'' influenza pandemic",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "P"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mueller",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Bull Hist Med",
            "volume": "76",
            "issn": "",
            "pages": "105--115",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Environmental factors contributing to the spread of H5N1 avian influenza in mainland China",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "Q"
                    ],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "De Vlas",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Looman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gong",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLoS ONE",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Overview: cause and prevention in biowarfare and bioterrorism",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Hilleman",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Vaccine",
            "volume": "20",
            "issn": "",
            "pages": "3055--3067",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Update on avian influenza A (H5N1) virus infection in humans",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Abdel-Ghafar",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Chotpitayasunondh",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Hayden",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Nguyen",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "N Engl J Med",
            "volume": "358",
            "issn": "",
            "pages": "261--273",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Genomic analysis of increased host immune and cell death responses induced by 1918 influenza virus",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Kash",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Tumpey",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Proll",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Carter",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Perwitasari",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nature",
            "volume": "443",
            "issn": "",
            "pages": "578--581",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Aberrant innate immune response in lethal infection of macaques with the 1918 influenza virus",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kobasa",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Shinya",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Kash",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Copps",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nature",
            "volume": "445",
            "issn": "",
            "pages": "319--323",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Identification of oxidative stress and Toll-like receptor 4 signaling as a key pathway of acute lung injury",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Imai",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kuba",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "G"
                    ],
                    "last": "Neely",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Yaghubian-Malhami",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Perkmann",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Cell",
            "volume": "133",
            "issn": "",
            "pages": "235--249",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Expression of the 1918 influenza A virus PB1-F2 enhances the pathogenesis of viral and secondary bacterial pneumonia",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Mcauley",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Hornung",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Boyd",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mckeon",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Cell Host Microbe",
            "volume": "2",
            "issn": "",
            "pages": "240--249",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Interactions between influenza and bacterial respiratory pathogens: implications for pandemic preparedness",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Brundage",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Lancet Infect Dis",
            "volume": "6",
            "issn": "",
            "pages": "303--312",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Inhibition of pulmonary antibacterial defense by interferon-gamma during recovery from influenza infection",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Metzger",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nat Med",
            "volume": "14",
            "issn": "",
            "pages": "558--564",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Stimulation of lung innate immunity protects against lethal pneumococcal pneumonia in mice",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Clement",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hawke",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kobayashi",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Am J Respir Crit Care Med",
            "volume": "177",
            "issn": "",
            "pages": "1322--1330",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Antiviral response in pandemic influenza viruses",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Garcia-Sastre",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Emerg Infect Dis",
            "volume": "12",
            "issn": "",
            "pages": "44--47",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Innate immunity to respiratory viruses",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Kurt-Jones",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Finberg",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Cell Microbiol",
            "volume": "9",
            "issn": "",
            "pages": "1641--1646",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "MegaRibavirin aerosol for the treatment of influenza A virus infections in mice",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Gilbert",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Mcleay",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Antiviral Res",
            "volume": "78",
            "issn": "",
            "pages": "223--229",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Inhibition of the cytokine response does not protect against lethal H5N1 influenza infection",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Salomon",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hoffmann",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Webster",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "104",
            "issn": "",
            "pages": "12479--12481",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Increased survival after gemfibrozil treatment of severe mouse influenza",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Budd",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Alleva",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Alsharifi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Koskinen",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Smythe",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Antimicrob Agents Chemother",
            "volume": "51",
            "issn": "",
            "pages": "2965--2968",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Delayed antiviral plus immunomodulator treatment still reduces mortality in mice infected by high inoculum of influenza A/H5N1 virus",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "P"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "Y"
                    ],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "105",
            "issn": "",
            "pages": "8091--8096",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Severe acute respiratory syndrome coronavirus as an agent of emerging and reemerging infection",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "C"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Woo",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yuen",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Clin Microbiol Rev",
            "volume": "20",
            "issn": "",
            "pages": "660--694",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Crystal structures of oseltamivir-resistant influenza virus neuraminidase mutants",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Collins",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Haire",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "P"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Russell",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nature",
            "volume": "453",
            "issn": "",
            "pages": "1258--1261",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Antiviral management of seasonal and pandemic influenza",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Hayden",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Pavia",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Infect Dis",
            "volume": "194",
            "issn": "",
            "pages": "119--126",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Haemophilus influenzae lysate induces aspects of the chronic obstructive pulmonary disease phenotype",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Moghaddam",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Clement",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "De La Garza",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zou",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Travis",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Am J Respir Cell Mol Biol",
            "volume": "38",
            "issn": "",
            "pages": "629--638",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Gene-specific control of inflammation by TLR-induced chromatin modifications",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Foster",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Hargreaves",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Medzhitov",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nature",
            "volume": "447",
            "issn": "",
            "pages": "972--978",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Adaptive immune cells temper initial innate responses",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Auh",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nat Med",
            "volume": "13",
            "issn": "",
            "pages": "1248--1252",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Effects of lowand high-passage influenza virus infection in normal and nude mice",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Wyde",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Couch",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "F"
                    ],
                    "last": "Mackler",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Cate",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Levy",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Infect Immun",
            "volume": "15",
            "issn": "",
            "pages": "221--229",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Further studies with short duration ribavirin aerosol for the treatment of influenza virus infection in mice and respiratory syncytial virus infection in cotton rats",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Gilbert",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Wyde",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Ambrose",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Z"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Knight",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Antiviral Res",
            "volume": "17",
            "issn": "",
            "pages": "33--42",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Aerosolized NTHi lysate protects against hemorrhagic influenza virus pneumonia. (A) Gross pathologic images of lungs 7 days after influenza A challenge. (B) Mice were challenged with aerosolized influenza A (2.8610 4 TCID 50 /ml) after receiving no NTHi lysate treatment, or NTHi lysate treatment 3 days before, 1 day before, or 1 day after infection (* p = 0.0001, { p = 0.011, { p = 0.043 when each treated group was compared to the untreated group). (C) Weight changes in the same groups of mice shown in A. (D) Viral titers in lung homogenates were measured 4 days after viral challenge, with or without a single NTHi lysate pretreatment 1 day prior to infection (* p = 0.004). doi:10.1371/journal.pone.0004176.g001",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Protection against influenza A is associated with lung-restricted inflammation. (A) Lung inflammatory cytokine levels were determined in mice treated with NTHi lysate once (''61''), every third day for 6 days (''63''), or not at all. ELISA was performed on BAL fluid obtained 4 h after the final treatment. (B) Lung inflammatory cytokines were measured 3 days after influenza A infection without NTHi lysate pretreatment, following a single treatment on day 21 before infection, or following treatments on days 27, 24, and 21 prior to infection. (C) Serum levels of inflammatory cytokines at designated timepoints after NTHi lysate treatment. (D) Inflammatory cell counts in BAL fluid of mice treated (or not) with NTHi lysate, as in A. (E) Inflammatory cell counts in BAL fluid of mice treated (or not) with NTHi lysate then infected with influenza A, as in B. (*p,0.01 compared with untreated). doi:10.1371/journal.pone.0004176.g002",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Repeated doses of aerosolized NTHi lysate provide prolonged protection against influenza virus without tachyphylaxis. (A) Mice were challenged with aerosolized influenza A without NTHi lysate pretreatment, following a single treatment on day 21 before infection, or following treatments on days 27, 24, and 21 prior to infection. Survival curves are shown (*p,0.0001). (B) Weight changes in the same groups of mice shown in A. doi:10.1371/journal.pone.0004176.g003",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Aerosolized NTHi lysate combined with ribavirin effectively treats influenza virus pneumonia. After aerosolized challenge with ,10 7 TCID 50 /mouse influenza A, mice were treated with high dose ribavirin (Rib), NTHi lysate, or a combination of the two. Combination treated mice received ribavirin+NTHi therapy for the days indicated, up to three days. (A) Survival at day 14 for each of the conditions (*p,0.0001, {p = 0.0002, {p0.2 compared with untreated). (B) Survival curves for each of the conditions in A. doi:10.1371/journal.pone.0004176.g004",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Interferon gene expression changes following NTHi lysate treatment.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}