{
    "paper_id": "ec2b2544b77c203db7fb59fbcb3f2c12733685e1",
    "metadata": {
        "title": "The protective effect of recombinant Lactococcus lactis oral vaccine on a Clostridium difficile-infected animal model",
        "authors": [
            {
                "first": "Xiao-Qiang",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ya-Gang",
                "middle": [],
                "last": "Zhao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xue-Qing",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Bo",
                "middle": [],
                "last": "Jiang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Da-Yong",
                "middle": [],
                "last": "Sun",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Oral immunization with vaccines may be an effective strategy for prevention of Clostridium difficile infection (CDI). However, application of previously developed vaccines for preventing CDI has been limited due to various reasons. Here, we developed a recombinant Lactococcus lactis oral vaccine and evaluated its effect on a C. difficile-infected animal model established in golden hamsters in attempt to provide an alternative strategy for CDI prevention. Methods: Recombinant L. lactis vaccine was developed using the pTRKH2 plasmid, a high-copy-number Escherichia coli-L. shuttle vector: 1) L. lactis expressing secreted proteins was constructed with recombinant pTRKH2 (secreted-protein plasmid) carrying the Usp45 signal peptide (SPUsp45), nontoxic adjuvanted tetanus toxin fragment C (TETC), and 14 of the 38 C-terminal repeats (14CDTA) of nontoxic C. difficile toxin A (TcdA); and 2) L. lactis expressing secreted and membrane proteins was constructed with recombinant pTRKH2 (membrane-anchored plasmid) carrying SPUsp45, TETC, 14CDTA, and the cell wall-anchored sequence of protein M6 (cwaM6). Then, 32 male Syrian golden hamsters were randomly divided into 4 groups (n = 8 each) for gavage of normal saline (blank control) and L. lactis carrying the empty shuttle vector, secreted-protein plasmid, and membrane-anchored plasmid, respectively. After 1-week gavage of clindamycin, the animals were administered with C. difficile spore suspension. General symptoms and intestinal pathological changes of the animals were examined by naked eye and microscopy, respectively. Protein levels of anti-TcdA IgG/IgA antibodies in intestinal tissue and fluid were analyzed by enzyme-linked immunosorbent assay (ELISA). A cell culture cytotoxicity neutralization assay was done by TcdA treatment with or without anti-TcdA serum pre-incubation or treatment. Apoptosis of intestinal epithelial cells was examined by flow cytometry (FL) assay. Expression of mucosal inflammatory cytokines in the animals was detected by polymer chain reaction (PCR) assay.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results: After the C. difficile challenge, the animals of control group had severe diarrhea symptoms on day 1 and all died on day 4, indicating that the CDI animal model was established in hamster. Of the 3 immunization groups, secreted-protein and membrane-anchored plasmid groups had significantly lower mortalities, body weight decreases, and pathological scores, with higher survival rate/time than the empty plasmid group (P < 0.05). The tilter of IgG antibody directed against TcdA was significantly higher in serum and intestinal fluid of secreted-protein and membrane-anchored plasmid groups than in the empty plasmid group (P < 0.05) while the corresponding titer of IgA antibody directed against TcdA had no substantial differences (P > 0.05). The anti-TcdA serum of membrane-anchored plasmid group neutralized the cytotoxicity of 200 ng/ml TcdA with the best protective effect achieved by anti-TcdA serum pre-incubation. The incidences of TcdA-induced death and apoptosis of intestinal epithelial cells were significantly reduced by cell pre-incubation or treatment with anti-TcdA serum of membrane-anchored plasmid group (P < 0.05). MCP-1, ICAM-1, IL-6, and Gro-1 mRNA expression levels were the lowest in cecum tissue of the membrane-anchored groups compared to the other groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusion: Recombinant L. lactis live vaccine is effective for preventing CDI in the hamster model, thus providing an alternative for immunization of C. difficile-associated diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Clostridium difficile is one of the most important pathogens in nosocomial infections. C. difficile infection (CDI) causes 10-20% of antibiotic-associated diarrhea, 75% of antibiotic-associated colitis, and nearly 100% of pseudomembranous colitis in hospitals (referred to as C. difficileassociated diseases, CDADs), leading to billions of dollars in economic losses worldwide every year [1] . In general, CDADs occur mainly in people with long-term use of antibiotics, the use of anticancer drugs, long-term hospitalization or immune defects, especially those with a decline in immune function or the elderly [1] . With the development of medical industry and the increasing use of antibiotics, the rate of CDI has been substantially increased in China [2] . Effective strategies are urgently needed for CDI prevention in the high-risk population of CDADs.",
            "cite_spans": [
                {
                    "start": 388,
                    "end": 391,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 610,
                    "end": 613,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 754,
                    "end": 757,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Due to antibiotic resistance and inherent physiological factors of the pathogen, antibiotic treatment of CDI can be challenging while oral immunization with vaccines is generally considered to be an important pathway for CDI prevention [1] . Vaccine development involves the establishment of an appropriate animal model and further evaluation of the efficacy and safety of the vaccine. In previous research of C. difficile vaccines, Kink et al. [3] successfully established CDI model in hamster by intragastric gavage of 10 5 CFU C. difficile 18-24 h after subcutaneous injection of clindamycin (CLDM, 1 mg per 100 g body weight), and Torres et al. [4] administered the animals with 10 5 CFU C. difficile 3-h after CLDM gavage (0.5 mg per 100 g body weight). In general, golden hamster is considered ideal for establishing CDI model, because C. difficile-produced toxins can be neutralized by anti-C. difficile antibodies and CLDM-induced colitis model can be used as animal model of human CDIs.",
            "cite_spans": [
                {
                    "start": 236,
                    "end": 239,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 445,
                    "end": 448,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 649,
                    "end": 652,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Regarding the development of vaccines for C. difficile, great research progress has been made over the last two decades [1] . For example, Torres et al. [4] reported that formalin-inactivated C. difficile culture filtrate has a protective effect on hamsters by nasal, peritoneal, or subcutaneous administration. Ryan et al. [5] and Ward et al. [6] developed recombinant vaccines for C. difficile by engineering a plasmid to express recombinant toxin A proteins from the nontoxic C-terminal receptor binding region of C. difficile toxin A (TcdA) covalently bonded to polysaccharide of other bacterium, and then introducing this plasmid into attenuated Salmonella typhimuriu or Vibrio cholerae. However, the application of previously developed vaccines for C. difficile has been limited for various reasons: 1) Vaccines for passive immunization of CDI are thought expensive and inconvenient in storage and transport; 2) Attenuated vaccines are commonly treated with formalin to inactivate the antigen or given with adjuvant, sometimes through invasive routes of immunization such as subcutaneous and intraperitoneal injection, thus are not easily accepted by the patients. 3 ) Recombinant vaccines that are carried by attenuated S. typhimuriu or V. cholerae are of concern in terms of biosafety [1] .",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 123,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 153,
                    "end": 156,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 324,
                    "end": 327,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 344,
                    "end": 347,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1171,
                    "end": 1172,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1293,
                    "end": 1296,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Lactococcus lactis is a harmless food industry bacterium that has been used extensively for producing a variety of peptides, proteins, and oral vaccines. As compared to the vaccine carrier E. coli, L. lactis can be a superior alternative because it produces less protease with no endotoxin [7] . In the literature, Dieye et al. [8] designed a proteintargeting system for lactic acid bacteria and found that the L. lactis expression system constructed with the P59 promoter and Usp45 single peptide (SPUsp45) was capable of expression and extracellular secretion of target nuclease while the expression system constructed with P59, Usp45, and the cell wall-anchored sequence of protein M6 (cwaM6) was capable of extracellular secretion of the nuclease as well as anchoring it onto the cell wall of L. lactis and Bacterium lacticum. In a following study, Ribeiro et al. [9] expressed a fusion protein containing the Brucella abortus antigen L7/L12 and the Streptococcus pyogenes cwaM6 in L. lactis, which allowed the antigen anchored on the cell surface, thus improving its antigenicity. These authors further developed a food-grade live vaccine for immunization of B. abortus, which showed a protective effect on mice under laboratory conditions [9] . In addition, Mannam et al. [10] made a mucosal vaccine from live, recombinant L. lactis, which protected mice against pharyngeal infection with S. pyogenes. Together these researches have provided a completely new direction for development of vaccines, especially live probiotic preparations for oral immunization.",
            "cite_spans": [
                {
                    "start": 290,
                    "end": 293,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 328,
                    "end": 331,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 868,
                    "end": 871,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1245,
                    "end": 1248,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1278,
                    "end": 1282,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Despite potential advantages of L. lactis as the carrier of live vaccine, no studies have been reported on oral immunization with L. lactis live vaccines for preventing CDI till date. Whether vaccines made from live, recombinant L. lactis are effective for preventing CDI remains unclear. Previously, we constructed a gene expression system in L. lactis based on the work by Dieye et al. [8] .",
            "cite_spans": [
                {
                    "start": 388,
                    "end": 391,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "In the present study, we modified the gene expression system to develop recombinant L. lactis live vaccine for C. difficile, and then vaccinated a CDI animal model of golden hamsters by oral immunization. Pathological and immunological parameters of the animals were assayed under laboratory conditions. Results were used to evaluate the effect of recombinant L. lactis live vaccine for preventing CDI.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Plasmid, C. difficile culture, cell lines The pTRKH2 plasmid [11] , a high-copy-number E. coli-L. lactis shuttle vector, was kindly provided by Klanenhammer TR (Department of Food Science, North Carolina State University). C. difficile VPI10463 was purchased from Lanzhou Institute of Biological Products (Lanzhou, China). The pathogen was cultured in Brain-Heart Infusion medium (BHI) (Difco) containing 5 mg/ml yeast extract and 0.1% L-cysteine at 37°C for 72 h in an anaerobic chamber (Coy Laboratory Products). CHO-K1 and T84 cells were purchased from the Institute of Basic Medical Sciences, Chinese Academy of Medical Sciences (Beijing, China). The two cell lines were respectively cultured in F12 and DMEM-F12 media (Gibco) containing 10% heat-inactivated fetal bovine serum, 100 U/ml penicillin, and 100 μg/ml streptomycin at 37°C in a CO 2 incubator (5% CO 2 , saturated humidity).",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 65,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Preparation of recombinant L. lactis live vaccine and C. difficile spore suspension Recombinant L. lactis live vaccine was prepared using the shuttle vector pTRKH2 as previously reported by Yang et al. [12, 13] . A slight modification was that the nontoxic tetanus toxin fragment C (TETC) was inserted to the L. lactis expression system as a biological adjuvant. That is, L. lactis expressing secreted proteins was constructed with recombinant pTRKH2 (secreted-protein plasmid) carrying the secretory signal peptide SPUsp45, nontoxic adjuvanted TETC, and 14 of the 38 C-terminal repeats (14CDTA) of TcdA; and L. lactis expressing secreted and membrane proteins was constructed with recombinant pTRKH2 (membrane-anchored plasmid) carrying SPUsp45, TETC, 14CDTA, and the cell wallanchored sequence cwaM6. L. lactis cell suspension (5 × 10 9 CFU/ml) was prepared in 0.2M sodium bicarbonate containing 5% casein hydrolyzate and 0.5% glucose.",
            "cite_spans": [
                {
                    "start": 202,
                    "end": 206,
                    "text": "[12,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 207,
                    "end": 210,
                    "text": "13]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "C. difficile was induced on BHIS agar as described previously [14] . Briefly, the overnight culture broth of C. difficile in BHIS medium was diluted in fresh BHIS medium to an optical density (OD, 600 nm) of 0.2. Then, 150 ml of diluted culture suspension was spread on 5 ml of BHIS agar dispensed in each well of a 6-well tissue culture dish, followed by anaerobic incubation at 37°C for 4-7 d. To examine the colony formation from C. difficile spores, samples were taken from the plates containing a mixture of spores and vegetative cells and then resuspended in BHIS medium. The suspension was heated to 60°C for 20 min to kill vegetative cells and then cooled, diluted and plated onto BHIS medium. For use in germination assays, C. difficile spores were purified using the method of Akoachere et al. [15] withminor modifications. The spore-vegetative cell mixture was harvested by flooding each well of the 6-well dish with ice-cold sterile water. After 5 washes with ice-cold water, the mixture of spores and vegetative cells were resuspended in 20%w/v HistoDenz (Sigma, St. Louis, MO, USA), layered onto a 50%w/v HistoDenz solution in a centrifuge tube, and then centrifuged at 15,0007× g for 15 min to separate spores from vegetative cells. The purified spores, collected at the bottom of the centrifuge tube, were washed twice with ice-cold water to remove traces of HistoDenz and then resuspended in distilled water.",
            "cite_spans": [
                {
                    "start": 62,
                    "end": 66,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 804,
                    "end": 808,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Oral immunization with L. lactis vaccine Thirty-two male Syrian golden hamsters with a weight of 100-130 g were purchased from the Slac Laboratory Animal Co., Ltd. (Shanghai, China). The golden hamsters were randomly divided into 4 groups (n = 8 each) for gastric perfusion of 1 ml suspension of normal saline (control) and L. lactis carrying the empty shuttle vector, secreted-protein plasmid, and membrane-anchored plasmid, respectively (on days 0, 1, 2, 7, 14, and 23). Intestinal flora in the animals was examined on days 7 and 14 prior to gastric perfusion. Mortality, diarrhea incidence, weight change from before to after the challenge, and survival time of the animals were examined and determined for evaluating the effect of recombinant L. lactis vaccine on the CDI animals model. The animal experiment was approved by the Ethics committee of General Hospital of Guangzhou Military Command of People's Liberation Army.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Animal experiment"
        },
        {
            "text": "From day 15, 10 g of CLDM (clindamycin hydrochloride, North China Pharmaceutical Co., Ltd, Shijiazhuang, China) was administered to the animals by gavage once daily for one week. Then, intestinal flora of the animals was analyzed, and C. difficile was cultured and isolated to determine potential imbalance in the intestinal flora and the incidence of CDI. Each animal was weighed and then exposed to 4 × 10 5 CFU C. difficile 4 h after the last administration of CLDM on day 21. The animals were observed every 4 h for 72 h. Feces samples were taken for cultivation and isolation of C. difficile and L. lactis. Thereafter, the animals were observed 4 times a day on the feces, perianal area, activity, fur morphology, and gloss and mental status. The animals were scored based on the observations as follows [3, 4] : 0, normal; 1, light stool, normal activity; 2, wet perianal and tail, close to normal activity; 3, less activity but respond to stimuli; soft abdomen; and 4, wet tail, claws and lower abdomen; curled; no activity; soft abdomen; balance impaired; fur shrug. Animals were killed when the score was 4, and the surviving animals were sacrificed at the end of the experiment on day 35, i.e., 14 days after Clostridium exposure ( Figure 1 ).",
            "cite_spans": [
                {
                    "start": 809,
                    "end": 812,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 813,
                    "end": 815,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 1242,
                    "end": 1250,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "C. difficile challenge experiment"
        },
        {
            "text": "The animals were treated with ether for mild anesthesia before sacrificed. Skin infection was done with alcohol. The thoracic cavity was cut and opened with scissors. Blood was taken from the heart through a fine needle and then centrifuged at 13000 g, 4°C for 15 min. The supernatant serum was collected and stored at −70°C prior to serum enzyme-linked immunosorbent assay (ELISA). For preparation of intestinal specimens, the intestinal tract was taken from the animals, with surrounding blood vessels and adipose tissues carefully removed. The remaining material was washed with pre-cooled phosphate-buffered saline (PBS). Then, 100 mg of intestinal tissue was weighed into a 1.5-ml microcentrifuge tube containing 0.5 ml of TE buffer with the proteinase inhibitor Cocktail (Roche, USA). Protein components were extracted by homogenization and subsequent centrifugation (13000 g, 4°C, 15 min), with the supernatant collected and stored at −70°C prior to use.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Serum, intestinal tissue, and intestinal fluid specimen preparation"
        },
        {
            "text": "Finally, 100 mg of ileum to colon tissue was weighted into a 1.5-ml microcentrifuge containing 0.5 ml of PBS buffer with trypsin inhibitor. The ileum to colon tissue was cut into pieces and moderately stirred for 30 min, then incubated at 4°C for 10 h. After centrifugation (13000 g, 4°C for 15 min), the supernatant (intestinal mucus) was collected and stored at −70°C prior to use.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Serum, intestinal tissue, and intestinal fluid specimen preparation"
        },
        {
            "text": "The animals of different treatments were dissected, with abdominal and intestinal lesions examined by naked eye. Part of the cecum and colon tissues was taken and cut along the longitudinal axis. After the intestinal contents were washed with 4°C normal saline, 100 mg of intestinal mucosal tissue was weighed and immediately homogenized for cultivation and isolation of C difficile and L. lactis. Intestinal total RNA and total protein, cytoplasmic protein and nuclear protein of intestinal epithelial cells were extracted from 200 mg of intestinal mucosal tissue. Pathological changes in the intestine were observed under a stereoscope and a dissecting microscope (Olympus SZX7, Tokyo, Japan). Then, the tissues were fixed in 10% neutral formalin, embedded in paraffin, HE-stained, and observed under a light microscope (Olympus BX40, Tokyo, Japan). The criteria for the macropathological score and histopathological score are shown in Tables 1 and 2, respectively.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 938,
                    "end": 953,
                    "text": "Tables 1 and 2,",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Pathological analysis and scoring"
        },
        {
            "text": "The effect of recombinant L. lactis on C. difficileinfected animals was evaluated using the following indices: mortality, diarrhea incidence, weight changes from before to after C. difficile challenge, and survival time of the infected animals. Mortality and diarrhea incidence data were analyzed by Pearson's chi-square test. P ≤ 0.05 was considered statistically significant. Weight change and pathological score data were as the mean ± standard deviation and analyzed using one-way ANOVA SNK test. The variance nonhomogeneity was tested by rank sum test, and P ≤ 0.05 considered statistically significant. Survival time data were analyzed using the Kaplan-Meier method. SPSS 13.0 was used for statistical analyses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evaluation index system and statistical analyses"
        },
        {
            "text": "The tilters of anti-C. difficile toxin A (TcdA) antibodies in serum, intestinal tissue, and intestinal fluid specimens were determined using an anti-TcdA hamster IgG/IgA ELISA test kit (Adlitteram Diagnostic Laboratories) following the manufacturer's instructions. Results were compared among different treatments using single-factor analysis of variance (ANOVA). Data were checked for normal distribution prior to statistical analysis and log-transformed when necessary.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immunological evaluation"
        },
        {
            "text": "The antagonism of anti-TcdA antibodies produced in hamster serum of the membrane-anchored plasmid group was evaluated by a cell culture cytotoxicity neutralization assay [16] . Briefly, CHO-K1 cells in the exponential growth stage were harvested and digested with 0.25% trypsin, then inoculated to sterile, dry coverslips pre-treated with anti-degreasing agent (poly-L-lysine) in a 6-well plate (~10 5 cells/well). The overnight cultures were randomly divided into 4 groups for treatment with no-TcdA (normal control), TcdA (Calbiochem, Germany), TcdA following anti-TcdA serum pre-incubation, and TcdA with anti-TcdA serum treatment. Except for the control group, to the other 3 groups was added 100 μl of TcdA in PBS (2 μg/ml). To the anti-TcdA serum pre-incubation group, TcdA was added after 30 min pre-incubation with 100 μl of 0.22 μm-filtered serum; and to the anti-TcdA serum treatment group, TcdA was added simultaneously with 100 μl of 0.22 μm-filtered serum. The reaction in all treatments was terminated after 12-hrs incubation. The coverslips were washed 4 times with Hank's buffered salt solution and fixed with freshly made fixative (methanol-glacial acetic acid, 3:1, v/v) for 5 min, followed by air-drying and 15 min Giemsa stain. The stained coverslips were air-dried, embedded with resin, and then examined under a light microscope. Samples with 50% or more cell rounding were considered positive if the cytotoxicity was neutralized by TcdA antitoxin [16] .",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 174,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1470,
                    "end": 1474,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Cell culture cytotoxicity neutralization assay"
        },
        {
            "text": "To examine the effect of hamster serum from the membrane-anchored plasmid group on TcdA-induced intestinal epithelial cell apoptosis, T84 cells in the exponential growth stage were harvested and prepared in 4 groups: [1] normal control, cells received no reagent; [2] TcdA treatment, cells received 100 μl of TcdA (final conc. 200 ng/ml) followed by 100 μl of PBS 1-h later; [3] anti-TcdA serum pre-incubation, cells received 100 μl of anti-TcdA serum followed by 100 μl of TcdA (final conc. 200 ng/ml) 1-h later; and [4] anti-TcdA serum treatment, cells received 100 μl of TcdA (final conc. 200 ng/ml) followed by 100 μl of anti-TcdA serum 30-min later. After 1-h treatment,~5 × 10 5 cells were harvested from each Severe group by centrifugation (1000 g, 4°C, 1min) and then stained with Annexin V-FITC and propidium iodide (PI). The FITC and PI signals from stained cells were detected using flow cytometry. Intestinal epithelial cell apoptosis was examined by analyzing the binding rate of Annexin V-FITC and cells, and dead or dying cells were scored by PI signals.",
            "cite_spans": [
                {
                    "start": 217,
                    "end": 220,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 264,
                    "end": 267,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 375,
                    "end": 378,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 518,
                    "end": 521,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Flow cytometry assay"
        },
        {
            "text": "Total RNA was extracted from cecum tissue using Trizol reagent (Invitrogen, CA, USA), and then reversetranscribed into cDNA using PCR techniques. The obtained cDNA served as template for PCR assay of monocyte chemoattractant protein-1 (MCP-1), intercellular adhesion molecule-1 (ICAM-1), interleukin-6 (IL-6), antiproliferative protein (APRO) and growth-regulated protein-1 (Gro-1) expression in cecum tissue using specific primers ( PCR products were electrophoresed on 2% agarose gel, post-stained with Goldview DNA stain (Geneshun Biotech Ltd, Guangzhou, China), and visualized using a gel imaging system (Vilber Lourmat, France). Gel images were taken using a CCD digital camera. The integral optical density of DNA bands was calculated from the area and the intensity of corresponding electrophoretic bands using Gel-Pro Analyzer 4.0 software (Media Cybernetics, USA). The mRNA expression levels of target genes were calculated from the optical density of the sample relative to that of APRO (internal control).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Polymerase chain reaction (PCR) assay"
        },
        {
            "text": "General symptoms of C. difficile-infected hamsters",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "In the control group, all hamsters had light stool, wet perianal area and tail, less activity with response to stimuli, and a soft abdomen on day 1 after the C. difficile challenge; few animals had bloody stools as observed by naked eye. The majority of animals in the control group had damp claws and lower abdomen, curved or arched bodies with no activity, soft abdomen, disappeared balance, and shrugged fur on day 2 post-challenge; few animals died. All animals in the control group died by the end of day 4 post-challenge (Figure 2A ). In the empty plasmid group, animals subject to C. difficile challenge all had light stool and a wet perianal area and tail on day 1 post-challenge; some animals were less active but responded to stimuli; one animal died on day 2 post-challenge ( Figure 2A ). After L. lactis carrying the empty vector was administered again, diarrhea symptoms were alleviated in the infected animals. Till the end of the experiment, two animals still had diarrhea, but their perianal area and tail were not wet. In the secreted-protein plasmid group, two of the animals subject to C. difficile challenge had diarrhea on day 1, but their perianal area and tail were not wet. After recombinant L. lactis carrying the secreted-protein plasmid was administered again, diarrhea symptoms disappeared in the animals by day 4 post-challenge. In the membraneanchored group, animals had no symptoms of diarrhea (Table 4) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 527,
                    "end": 537,
                    "text": "(Figure 2A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 787,
                    "end": 796,
                    "text": "Figure 2A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1425,
                    "end": 1434,
                    "text": "(Table 4)",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Results"
        },
        {
            "text": "After the C. difficile challenge, all animals in the control group had cecal expansion and intestinal bleeding on day 2 ( Figures 3A and B) . Extensive hemorrhagic lesions were observed in the intestine ( Figures 4A and B) , some of which occurred as mucosal defects. The worst lesions were in the top segments of the cecum and colon. Slight dilation was detected in the small intestine, which was thicker than the colon. The rectum had slight lesions, with no feces observed in the colon. In the empty plasmid group, one animal died on day 2 post-challenge, with a slightly dilated cecum and intestinal mucosa hyperemia ( Figure 3C ). In its intestinal cavity, a few hemorrhages and obvious congestion and edema were observed within the intestinal mucosa. Interspersed erosion was visible ( Figure 4C ). Other animals of the empty plasmid group sacrificed at the end of the experiment had a non-dilated cecum and uncongested intestinal mucosa. Animals of the secreted-protein and membrane-anchored plasmid groups had a non-dilated intestine and formed feces in the colon and rectum (Figures 3D and E) , with no congestion or edema in the intestinal mucosa ( Figures 4D and E) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 122,
                    "end": 139,
                    "text": "Figures 3A and B)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 205,
                    "end": 222,
                    "text": "Figures 4A and B)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 623,
                    "end": 632,
                    "text": "Figure 3C",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 792,
                    "end": 801,
                    "text": "Figure 4C",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1083,
                    "end": 1101,
                    "text": "(Figures 3D and E)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1159,
                    "end": 1176,
                    "text": "Figures 4D and E)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Pathological changes in C. difficile-infected hamsters Macropathological observations"
        },
        {
            "text": "After the C. difficile challenge, animals in the control group had mucosal defects, gland destruction, extensive bleeding, submucosal edema, and extensive neutrophil infiltration on day 2 ( Figures 5A and B) . By comparison, animals in the empty plasmid group had less severe mucosal defect, with a small amount of bleeding and extensive neutrophil infiltration in the submucosa. Moreover, abscess formation was observed ( Figures 5C and D) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 190,
                    "end": 207,
                    "text": "Figures 5A and B)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 423,
                    "end": 440,
                    "text": "Figures 5C and D)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Histopathological observations"
        },
        {
            "text": "In the secreted-protein plasmid group, animals showed mild damage on the mucosal epithelia post-challenge, with many neutrophils infiltrating the submucosa ( Figure 5E ). In the membrane-anchored group, the animals had slight defects in mucosa post-challenge, with a few neutrophils infiltrating the submucosa ( Figure 5F ). Regarding the macropathological and histopathological scores, there are statistically significant differences between the control group and other plasmid treatment groups of hamster (P < 0.005, Figure 6 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 158,
                    "end": 167,
                    "text": "Figure 5E",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 312,
                    "end": 321,
                    "text": "Figure 5F",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 519,
                    "end": 527,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": "Histopathological observations"
        },
        {
            "text": "Compared with the control group, the 3 immunization groups had significantly lower mortality rate (P < 0.001, Figure 2B ) and higher survival rate/time (P < 0.001, Figure 2C ). Of the 3 immunization groups, secretedprotein and membrane-anchored plasmid groups had obviously lower mortality rate than the empty plasmid group ( Figure 2B ). The incidence of diarrhea was significantly different among all groups (P < 0.001), with the highest level observed in control and empty plasmid groups and the lowest level in the membrane-anchored plasmid group ( Figure 2D) . As for the weight change from before to after C. difficile challenge, the 3 immunization groups had significantly lower values than the control, whereas the secreted-protein and membrane-anchored plasmid groups had significantly lower values than the empty plasmid group (P < 0.001, Figure 2E ). There was no significant difference in weight change values between the secreted-protein and membrane-anchored plasmid groups (P > 0.05).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 110,
                    "end": 119,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 164,
                    "end": 173,
                    "text": "Figure 2C",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 326,
                    "end": 335,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 553,
                    "end": 563,
                    "text": "Figure 2D)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 849,
                    "end": 858,
                    "text": "Figure 2E",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Statistical analysis of evaluation indices"
        },
        {
            "text": "Occurrence and abundances of C. difficile and L. lactis in hamster specimens",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis of evaluation indices"
        },
        {
            "text": "Prior to the challenge experiment, C. difficile was not detected in any feces samples by laboratory cultivation and isolation. However, C. difficile was detected in diarrhea stools and intestinal tissues of all animals in the control group after the C. difficile challenge. In the empty plasmid group, C. difficile was detected in diarrhea stools from all animals 1 day post-challenge, as well as intestinal tissue homogenate of the dead animal 2 days post-challenge. Till the end of the experiment, C. difficile was obtained from 3 animals' stools in the empty plasmid group. In the secreted-protein plasmid group, C. difficile was obtained from the stools of two animals, but not in any intestinal tissue specimens. In the membrane-anchored plasmid group, C. difficile was detected in the stools of one animal only, but not in its intestinal tissues. After 1-week administration of CLDM, lactic acid bacteria or bifidobacteria were not isolated from any groups of hamster while fungi were detected in stool samples, suggesting grade III dysbacteriosis (Table 5 ). To enhance the immunization, L. lactis was administered again 2 days after the C. difficile challenge. As a result, L. lactis was isolated from stools of animals in the 3 immunization groups on day 3 post-challenge. The number of L. lactis on day 14 was less than that that detected on day 7 postchallenge. In addition, L. lactis was isolated from intestinal mucosa homogenates of the 3 immunization groups, while C. difficile was detected in intestinal mucosa homogenates of animals in the empty plasmid group (Table 5) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1054,
                    "end": 1062,
                    "text": "(Table 5",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 1577,
                    "end": 1586,
                    "text": "(Table 5)",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Statistical analysis of evaluation indices"
        },
        {
            "text": "ELISA assay showed that anti-TcdA IgG and IgA antibodies were produced in serum and intestinal fluid specimens of all animals. In membrane-anchored plasmid group, the titers of IgG and IgA antibodies directed against TcdA were 1.5 × 10 4 and 6.7 × 10 2 in the serum, and 1.45 × 10 4 and 1 × 10 2 in the intestinal fluid, respectively. In secretedprotein plasmid group, the titers of anti-TcdA IgG and IgA were 9.5 × 10 3 and 5.6 × 10 2 in the serum, and 9.4 × 10 3 and 7.5 × 10 1 in intestinal fluid, respectively. In the empty plasmid group, the titers of anti-TcdA IgG and IgA were 2.4 × 10 3 and 3.6 × 10 2 in the serum, and 3.5 × 10 3 and 7.5 × 10 1 in intestinal fluid, respectively. In the control group, the titers of anti-TcdA IgG and IgA were 6 × 10 2 and 2 × 10 2 in the serum, and 7.3 × 10 2 and 6.3 × 10 1 in intestinal fluid, respectively. Overall, the anti-TcdA IgG titers of hamster serum and intestinal fluid were significantly higher in the secreted-protein and membraneanchored plasmid groups than in the empty plasmid and control groups (P < 0.001), whereas the anti-TcdA IgA titer of serum was significantly higher in the secretedprotein and membrane-anchored plasmid groups than in the control group (P < 0.05). The anti-TcdA IgA titer of intestinal fluid had no significant differences among all groups (Figure 7) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1325,
                    "end": 1335,
                    "text": "(Figure 7)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Anti-TcdA antibody tilter in hamster serum and intestinal fluid"
        },
        {
            "text": "Light microscopy showed that in the control group, cells were uniform in size and spindle-shaped. In the proliferative phase, cells were round-shaped while the nucleus appeared to be normal ( Figure 8A ). After TcdA treatment, the cell shape changed from spindly to round while the cell size varied along with nuclear condensation, fragmentation and dissolution ( Figure 8B ). In the serum preincubation group, cells became slightly round with visible spindles ( Figure 8C ). In the serum treatment group, some cells turned round and narrow and showed nuclear condensation, whereas some cells remained spindly ( Figure 8D ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 192,
                    "end": 201,
                    "text": "Figure 8A",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 364,
                    "end": 373,
                    "text": "Figure 8B",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 463,
                    "end": 472,
                    "text": "Figure 8C",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 612,
                    "end": 621,
                    "text": "Figure 8D",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Cell morphology as influenced by toxin neutralization"
        },
        {
            "text": "Flow cytometry showed that a large number of intestinal epithelial cells died after TcdA treatment, with dead and apoptotic cells accounting for 41.59% and 18.34% of the total cells, respectively. By comparison, the proportions of dead and apoptotic cells in total cells were obviously smaller in the other 3 groups, i.e., 7.39%, and 6.47% in the anti-TcdA serum pre-incubation group, 12% and 8.78% in the anti-TcdA serum treatment group, and 3.9% and 3.87% in the control group, respectively. Of these, the proportions of dead and apoptotic cells in total cells were significantly smaller in the anti-TcdA serum pre-incubation group than in the TcdA treatment (χ 2 = 83.511, P < 0.001) and anti-TcdA serum treatment groups (χ 2 =6.125, P < 0.05) ( Figure 9 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 749,
                    "end": 757,
                    "text": "Figure 9",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "The effect of anti-TcdA serum on TcdA-induced intestinal epithelial cell apoptosis"
        },
        {
            "text": "PCR assay showed that the mRNA expression levels of mucosal inflammatory cytokines, i.e., ICAM-1, MCP-1, IL-6, and Gro-1 were generally higher in the control and empty plasmid groups than in secreted-protein and membrane-anchored plasmid groups ( Figure 10 ). ICAM-1 and MCP-1 mRNA expression levels varied in similar trends and large ranges, whereas Gro-1 mRNA expression levels hadminor changes among the 4 groups. Overall, the secreted-protein plasmid group had higher ICAM-1, MCP-1, IL-6, and Gro-1 mRNA expression levels than the membrane-anchored group.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 247,
                    "end": 256,
                    "text": "Figure 10",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Expression of mucosal inflammatory cytokines in hamster"
        },
        {
            "text": "Development of recombinant L. lactis live vaccine for C. difficile",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In accordance with the work by Dieye et al. [7] , we previously constructed an exogenous gene expression system in L. lactis [12] , and successfully expressed 14CDTA in the recombinant L. lactis [13] . In the present study, we re-constructed the gene expression system by PCR-based gene assembly of the P59 promoter, SPUsp45, 14CDTA containing 12 restriction sites, and the nontoxic adjuvanted TETC, and further developed the recombinant L. lactis live vaccine, a live ecological preparation for oral immunization of CDI. As compared to that designed by Dieye et al. [7] , our modified expression system is more advantageous because it contains an increased number of cloning sites, which are commonly used in gene cloning. Therefore, the modified expression system can be applicable for a variety of bio-engineering purposes. In addition, its immunization effect on CDI animal model is potentially enhanced because of the adjuvant activity of TETC.",
            "cite_spans": [
                {
                    "start": 44,
                    "end": 47,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 125,
                    "end": 129,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 195,
                    "end": 199,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 567,
                    "end": 570,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In order to validate the effect of the recombinant L. lactis live vaccine for preventing CDI, we established a CDI animal model in golden hamster using CLDM as the inducer. According to Torres et al. [3] and Larson et al. [17] , CLDM is superior to ampicillin, penicillin, and cefuroxime for inducing CDIs in animal models (74 days of susceptible period). In our preliminary experiments, administration of 10 5 CFU C. difficile to hamsters after 1-week gavage or intramuscular injection of ceftazidime failed to induce the CDI-associated diarrhea, whereas C. difficile challenge after 2-day administration of CLDM resulted in diarrhea symptoms in the animals (data not Figure 6 Comparison of macropathological and histopathological scores among different groups of hamsters. The macropathological and histopathological scores are higher in the control group than in the 3 immunization groups. shown). In addition, we tested SD rats and BALB/c mice as CDI animal models, but neither showed CDI-associated diarrhea symptoms after 1-week administration of CLDM or C. difficile (data not shown).",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 203,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 222,
                    "end": 226,
                    "text": "[17]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 669,
                    "end": 677,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": "Establishment of CDI animal model in golden hamster"
        },
        {
            "text": "As the live vaccine carried by recombinant L. lactis might serve as a probiotic preparation, we performed C. difficile challenge on the animals after their intestinal flora were disturbed by 1-week administration of CLDM. Because no L. lactis was isolated from animals thereafter, we assume that this procedure could avoid the potential effect of recombinant L. lactis live vaccine as a probiotic preparation while simulating clinical infection of C. difficile in practice. That is, long-term use of antibiotics causes the disturbance of intestinal flora, negatively affecting the inhibitory factors of C. difficile colonization, thereby leading to CDIs. After the C. difficile challenge, all animals in the control group suffered severe diarrhea ( Table 4 ), indicating that the CDI model was successfully established in the hamsters.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 749,
                    "end": 756,
                    "text": "Table 4",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Establishment of CDI animal model in golden hamster"
        },
        {
            "text": "Effect of recombinant L. lactis live vaccine on C. difficile-infected animal model",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Establishment of CDI animal model in golden hamster"
        },
        {
            "text": "To evaluate the protective effect of recombinant L. lactis live vaccine on C. difficile-infected animals, we used the empty shuttle vector carried by L. lactis as negative control. After the C. difficile challenge, all animals of the empty plasmid group had diarrhea on day 1 ( Table 4 ), suggesting that the intestinal flora were disturbed by continuous administration of CLDM. Compared to the blank control, empty plasmid group had lighter diarrhea symptoms. Despite one died after the C. difficile challenge, the diarrhea symptoms were alleviated in the remaining animals, and a few became normal after re-administration of L. lactis carrying the empty plasmid. Together these observations indicate that the probiotic L. lactis has a protective effect on CDI animal model and may prevent C. difficile-associated diarrhea in animals by inhibiting C. difficile colonization and/or other mechanisms [18, 19] .",
            "cite_spans": [
                {
                    "start": 899,
                    "end": 903,
                    "text": "[18,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 904,
                    "end": 907,
                    "text": "19]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 278,
                    "end": 285,
                    "text": "Table 4",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Establishment of CDI animal model in golden hamster"
        },
        {
            "text": "In the animal group treated with recombinant L. lactis carrying secreted-protein plasmid, diarrhea symptoms were found significantly lighter than those in the control and empty plasmid groups (Table 4) . Immunological evaluation by ELISA assay showed that the IgG antibody produced in serum and intestinal fluid of secretedprotein and membrane-anchored plasmid groups reacted with TcdA while IgA showed no obvious effect (Figure 7) . These observations can be related to previous work by Vaerman et al. [20] , which indicates that the IgG antibody in serum and intestinal fluid plays a significant role in protecting human and experimental animals from CDI, and that IgA plays aminor role in prevention and control of CDIs. In the present study, none of the animals died in secreted-protein plasmid group after the C. difficile challenge. In fact, their diarrhea symptoms were relatively light (Table 4 ). This is because TcdA acts an enterotoxin as well as a cytotoxin, with a lower cytotoxicity than the C. difficile toxin B [19] . Thus, application of TcdA mainly causes intestinal cavity hemorrhage and effusion while preventing the infected animals from death. (C) Anti-TcdA serum pre-treatment: cells became slightly round but still spindly. (D) Anti-TcdA serum treatment: cells became round and narrow; nuclei appeared condensed, but some cells were still spindly (×200 magnification).",
            "cite_spans": [
                {
                    "start": 503,
                    "end": 507,
                    "text": "[20]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1027,
                    "end": 1031,
                    "text": "[19]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 192,
                    "end": 201,
                    "text": "(Table 4)",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 421,
                    "end": 431,
                    "text": "(Figure 7)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 894,
                    "end": 902,
                    "text": "(Table 4",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Establishment of CDI animal model in golden hamster"
        },
        {
            "text": "In the group vaccinated with recombinant L. lactis carrying the membrane-anchored plasmid, no animals had diarrhea symptoms throughout the experiment (Table 4) . Pathological analysis and flow cytometry assay confirmed that oral immunization with the recombinant L. lactis carrying membrane-anchored plasmid most effectively prevented C. difficile-induced diarrhea in the animal model as well as apoptosis in the intestinal epithelial cells (Figures 3, 4 , 5, and 9). Compared to other immunization groups, membrane-anchored plasmid group had higher tilter of anti-TcdA IgG antibody in the serum and intestinal fluid (Figure 7) , with downregulated expression of mucosal inflammatory cytokines, especially IL-6 ( Figure 10 ). It was possible that the number of exogenous L. lactis cells in vivo gradually decreased due to phagocytosis by the M cells on the intestinal wall. Because membraneanchored plasmid anchors the recombinant protein onto the cell wall, phagocytosis of L. lactis cells carrying such plasmid can more efficiently deliver the antigen to the immune system than that of secreted-protein plasmid. Consequently, the recombinant L. lactis carrying membraneanchored plasmid is most effective for preventing CDI compared to other immunization treatments. Further investigation is guaranteed to explore molecular mechanism (s) of CDI prevention by the recombinant L. lactis live vaccine. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 150,
                    "end": 159,
                    "text": "(Table 4)",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 441,
                    "end": 454,
                    "text": "(Figures 3, 4",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 617,
                    "end": 627,
                    "text": "(Figure 7)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 713,
                    "end": 722,
                    "text": "Figure 10",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Establishment of CDI animal model in golden hamster"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clostridium difficile infection prevention: biotherapeutics, immunologics, and vaccines",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "N"
                    ],
                    "last": "Gerding",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Discov Med",
            "volume": "13",
            "issn": "68",
            "pages": "75--83",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clostridium difficile infections in a Shanghai hospital: antimicrobial resistance, toxin profiles and ribotypes",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Int J Antimicrob Agents",
            "volume": "33",
            "issn": "4",
            "pages": "339--342",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Antibodies to recombinant Clostridium difficile toxins A and B are an effective treatment and prevent relapse of C. difficile-associated disease in a hamster model of infection",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Kink",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Williams",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Infect Immun",
            "volume": "66",
            "issn": "5",
            "pages": "2018--2025",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Evaluation of formalin-inactivated clostridium difficile vaccines administered by parenteral and mucosal routes of immunization in hamsters",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Torres",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Lyerly",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Hill",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Monath",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Infect Immun",
            "volume": "63",
            "issn": "12",
            "pages": "4619--4627",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Protective immunity against Clostridium difficile toxin A induced by oral immunization with a live, attenuated Vibrio cholerae vector strain",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "T"
                    ],
                    "last": "Ryan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Butterton",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "N"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Carroll",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "I"
                    ],
                    "last": "Crean",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Calderwood",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Infect Immun",
            "volume": "65",
            "issn": "7",
            "pages": "2941--2949",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Immunogenicity of a Salmonella typhimurium aroA aroD vaccine expressing a nontoxic domain of Clostridium difficile toxin A",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Ward",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Douce",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Figueiredo",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Dougan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "W"
                    ],
                    "last": "Wren",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Infect Immun",
            "volume": "67",
            "issn": "5",
            "pages": "2145--2152",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Expression of SARS-coronavirus nucleocapsid protein in Escherichia coli and Lactococcus lactis for serodiagnosis and mucosal vaccination",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Pei",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ding",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Xiang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Design of a protein-targeting system for lactic acid bacteria",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Dieye",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Usai",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Clier",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gruss",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Piard",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Bacteriol",
            "volume": "183",
            "issn": "14",
            "pages": "4157--4166",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Production and targeting of the Brucella abortus antigen L7/L12 in Lactococcus lactis: a first step towards food-grad live vaccines against Brucellosis",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Ribeiro",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Azevedo",
                    "suffix": ""
                },
                {
                    "first": "Le",
                    "middle": [],
                    "last": "Loir",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Oliveira",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Dieye",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Piard",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Gruss",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Langella",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Appl Environ Microbiol",
            "volume": "68",
            "issn": "2",
            "pages": "910--916",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Mucosal vaccine made from live, recombinant Lactococcus lactis protects mice against pharyngeal infection with Streptococcus pyogenes",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mannam",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "F"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Geller",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Infect Immun",
            "volume": "72",
            "issn": "6",
            "pages": "3444--3450",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "High and low copy number lactococcus shuttle coloning vectors with features for clone screening",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "O&apos;sullivan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Klaenhammer",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Gene",
            "volume": "137",
            "issn": "1",
            "pages": "227--231",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Construction and identification of exogenous gene expression system in Lactococcus lactis",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Xing",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Chin J First Military Med Uni",
            "volume": "25",
            "issn": "10",
            "pages": "1232--1235",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Expression of Clostridium difficile toxin A receptor binding domain in Lactococcus lactis",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Chin J First Military Med Uni",
            "volume": "30",
            "issn": "18",
            "pages": "1676--1680",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Bile salts and glycine as co-germinants for Clostridium difficile spores",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Joseph",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Abraham",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Bacteriol",
            "volume": "190",
            "issn": "7",
            "pages": "2505--2512",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Identification of an in vivo inhibitor of Bacillus anthracis spore germination",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Akoachere",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Squires",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Nour",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Angelov",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brojatsch",
                    "suffix": ""
                },
                {
                    "first": "Abel-Santos",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Biol Chem",
            "volume": "282",
            "issn": "",
            "pages": "122--128",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Comparison of two rapid assays for Clostridium difficile common antigen and a C. difficile toxin A/B assay with the cell culture neutralization assay",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Reller",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Alcabasa",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Lema",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Carroll",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Am J Clin Pathol",
            "volume": "133",
            "issn": "1",
            "pages": "107--109",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Quantitative study of antibiotic-induced susceptibility to clostridium difficile enterocecitis in hamsters",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Larson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Borriello",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Antimicrob Agents Chemother",
            "volume": "34",
            "issn": "7",
            "pages": "1348--1353",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Saccharomyces boulardii protease inhibits Clostridium difficile toxin A effects in the rat ileum",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Castagliuolo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Lamont",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Nikulasson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Pothoulakis",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Infect Immun",
            "volume": "64",
            "issn": "",
            "pages": "5225--5232",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Probiotic therapy for the prevention and treatment of Clostridium difficile-associated diarrhea: a systematic review",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Dendukuri",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Costa",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mcgregor",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Brophy",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "CMAJ",
            "volume": "173",
            "issn": "2",
            "pages": "167--170",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Hepatobiliary transport of IgA in the golden Syrian hamster (Mesocricetus auratus)",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Vaerman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Langendries",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Immunol Lett",
            "volume": "55",
            "issn": "1",
            "pages": "19--26",
            "other_ids": {
                "DOI": [
                    "10.1186/1471-230X-13-117"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The protective effect of recombinant Lactococcus lactis oral vaccine on a Clostridium difficile-infected animal model",
            "authors": [
                {
                    "first": "Yang",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "BMC Gastroenterology",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Schematic diagram of Clostridium difficile challenge experiment.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Effect of recombinant L. lactis vaccine after clostridium difficile challenge. (A) Cumulative mortalities caused by clindamycin-induced Clostridium difficile-associated diseases (CDAD) in different groups of hamsters; (B) Mortalities caused by clindamycin-induced CDAD in different groups of hamsters; (C) Survival rate (%) in different groups of hamsters; (D) Cumulative morbidities of diarrhea caused by clindamycin-induced CDAD in different groups of hamsters; and (E) Comparison of body weight in different groups of hamsters before and after challenge with Clostridium difficile.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Changes of intestine loop in all groups at the end of experiment. (A&B) Enlarged and bleeding cecum and upper colon without formed stool in the control group; (C) Slightly dilated cecum in the empty plasmid group, with high tension, hydropsia, congestion and no formed stool; and (D) Cecum of the secreted-protein and membrane-anchored plasmid groups, with formed stool and no sign of congestion, bleeding, or dilation (E).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Macropathological observations in all groups. (A&B) Defective cecal mucosa in the control group, with bleeding, edema and disappearing of vascular lakes. Colon mucosa adjacent to the cecum with edema and ulcer; (C) Cecal mucosa of the empty plasmid group, with edema, scattered bleeding points and erosion; (D) Cecal mucosa of the secreted-protein plasmid group; and (E) Cecal mucosa of the membrane-anchored plasmid group.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Histopathological observations in all groups. (A&B) Section of cecal mucosa in the control group. (C&D) Section of cecal mucosa in the empty plasmid group. (E) Section of cecal mucosa in the secreted-protein plasmid group. (F) Section of cecal mucosa in the membrane-anchored plasmid group.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Anti-toxin A (TcdA) IgG and IgA antibodies in serum and intestinal fluid of different groups of hamsters. The anti-TcdA IgA titer in serum of secreted-protein and membrane-anchored plasmid groups was higher than that of the control group (P < 0.05). There was no significant difference in anti-TcdA IgA titer of intestinal fluid among all groups.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Results of cytotoxicity neutralization assay. (A) Control: nucleus was normal. (B) Clostridium difficile toxin A (TcdA) treatment: condensation, fragmentation and dissolution of nuclei were found.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Effect of anti-Clostridium difficile toxin A (TcdA) sera against the cytotoxicity of TcdA assayed by flow cytometry. (A) Control; (B) TcdA treatment; (C) Anti-TcdA serum pre-treatment; and (D) Anti-TcdA serum treatment.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Relative values of the grayscale mRNA levels of mucosal inflammatory cytokines in different groups of hamsters.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Criteria for macropathological scoring of Clostridium difficile-infected hamsters",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Criteria of histopathological scoring of Clostridium difficile-infected hamsters",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Primers designed for targeting the mucosal inflammatory cytokine-encoding genes in hamster model",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Appearance of hamster in different groups after Clostridium difficile challenge (n = 8 each)",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Cultivation and enumeration of Lactococcus lactis in cecal mucosa and stool of Clostridium difficile-infected hamsters a compared with control group (F=96.289, P=0.000); b compared among immunization groups (F=0.107, P=0.899); e compared among immunization groups (F=0.690, P=0.513); d compared among immunization groups (F=1.9, P=0.174); and c compared between days 7 and 14, P < 0.01. * Grade III dysbacteriosisappearance of opportunistic flora on top of hemolytic and lactose-negative escherichia, growth of cocci and suppression of lacto-and bifidobacteria (Ladodo scale).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "In this study, we constructed a live Lactococcus lactis vaccine expressing the TETC and 14CDTA, then we proved the effectiveness of the vaccine in a hamster modle. We also found that the recombinant L. lactis carrying membraneanchored plasmid is more effective for preventing CDI than the recombinant L. lactis carrying the secreted-protein plasmid. Further studies are needed to elucidate the mechanisms of the vaccine for preventing CDI. There is a long way to go for the vaccine using by the human owing to the plasmid containing erythromycin resistant gene.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "There is no financial competing interest to declare in relation to this manuscript.Authors' contributions XQC designed the research. XQY performed the research, analyzed data, and wrote the paper. YGZ, BJ, DY analyzed data, edited the manuscript. All authors read and approved the final manuscript. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}