{
    "paper_id": "ec9755d0db388d8a9066baffc9fd33bdf24f5bac",
    "metadata": {
        "title": "Individual Monitoring and Occupational Dose Record Management in China: History, Current Status and Perspectives",
        "authors": [
            {
                "first": "Hong-Bo",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Key Laboratory of Radiological Protection and Nuclear Emergency, National Institute for Radiological Protection, Chinese Center for Disease Control and Prevention",
                    "institution": "",
                    "location": {
                        "postCode": "100088",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Hai-Tao",
                "middle": [],
                "last": "Yu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Quan-Fu",
                "middle": [],
                "last": "Sun",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Key Laboratory of Radiological Protection and Nuclear Emergency, National Institute for Radiological Protection, Chinese Center for Disease Control and Prevention",
                    "institution": "",
                    "location": {
                        "postCode": "100088",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "This review paper presents an overview of individual monitoring, as well as the national dose register and dose record management of radiation workers in China. Progress has recently been made on the individual monitoring of radiation workers. A critical analysis of current status and problems in individual monitoring is also presented and necessary future research on individual monitoring, such as the monitoring technology in the form of the ring dosimeters and eye lens dosimeters, is suggested.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The individual monitoring system was established in the nuclear industry sector in the 1950s in China. In 1985, the Regulation on Individual Monitoring of Radiation Workers, together with the Methods of Individual Monitoring for Radiation Workers, was issued by the Ministry of Health. A nationwide monitoring of individual doses has been gradually implemented since 1 December 1985. Individual monitoring is an important part of the radiation health work. It can objectively reflect the level of the dose received by the radiation workers and provide the necessary basis for the radiological protection evaluation and the necessity to follow up on possible acute radiation tissue injuries. Individual monitoring is of great significance to the discovery and improvement of the relevant issues in the field of radiation protection, and to the guarantee of occupational health and safety of radiation workers. The history, current status and perspectives of individual monitoring of radiation workers in China are introduced briefly in this article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The application of nuclear energy and nuclear technology began in the 1950s in China [1] . With the continuous development of science and technology, radioisotope and X-ray installations have been widely used with important contributions made to the national defense, national economy and medicine and health care. However, while enjoying the benefits brought about by the application of radiation, we must be alert to the risks from radiation exposure, especially damage to man and other living organisms, and pollution to the environment. In order to ensure the health and safety of radiation workers and the general public, the relevant national standard and regulations [2, 3] stipulate that individual monitoring should cover all workers involving radiation.",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 88,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 674,
                    "end": 677,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 678,
                    "end": 680,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "History"
        },
        {
            "text": "Individual monitoring is not only a kind of routine technical service but also a systematic engineering and technology. Closely concerned with the health of radiation workers, it is one of the most important contents of the health surveillance of radiation workers [1] , and an important means of radiological protection. It also helps to evaluate the radiological protection of the radiation workers and improve the level of protection.",
            "cite_spans": [
                {
                    "start": 265,
                    "end": 268,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "History"
        },
        {
            "text": "Individual monitoring became a relative comprehensive system in the early 1970s. Subsequently, the Nuclear Industry Individual Monitoring and Service Center (NIMSC) was set up in 1986. Individual monitoring for radiation workers was mostly conducted inside the nuclear industry system at that time. The first national meeting on occupational individual dose data statistical analysis and assessment was held in February 1981, summarizing the data of external exposure individual monitoring from 1959 to 1979, encompassing nuclear reactors, reprocessing plant and research institutes, with both preliminary assessment and comparison with data in other countries being carried out.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "History"
        },
        {
            "text": "The policy of reform and openness to the outside was implemented in China in 1978. With the rapid development of the economy, the applications of nuclear and radiation technology have been increasingly used in sectors outside the nuclear industry such as medicine and non-nuclear industries. In order to meet the needs of the radiation protection of workers under the new situation, the individual monitoring and health examination were launched, on a step by step basis, for the radiation workers involved in medicine and industry sectors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "History"
        },
        {
            "text": "In [3] stipulates that NIRP is responsible for assisting the Ministry of Health to formulate procedures and standards of qualification examination and approval of individual monitoring services, organizing the implementation of the national individual monitoring quality control and technical training, and summarizing and analyzing the national individual monitoring data.",
            "cite_spans": [
                {
                    "start": 3,
                    "end": 6,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "History"
        },
        {
            "text": "The Law of the People's Republic of China on Prevention and Control of Occupational Disease [4] , which was adopted in 2001 and in effect since 1 May 2002, and amended in 2011, stipulates that employers must ensure that all the workers involving radiation exposure wear personal dosimeters.",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 95,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "History"
        },
        {
            "text": "The State Commission Office for Public Sector Reform (SCOPSR) re-assigned the Ministry of Health to take the responsibility to approve the individual monitoring service providers in October 2010.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "History"
        },
        {
            "text": "There are almost 70,000 radiation employers with about 350,000 radiation workers in China at present. About 60%-70% of the total is involved in medical diagnosis (X-ray and nuclear medicine imaging) and radiation therapy. In addition, 10% are in the sectors of industrial radiography and irradiation installations, 10% are in education and research sectors, and the remaining 10% are in nuclear industry sectors. Among these workers, 223,000 radiation workers are working in 53,000 medical diagnoses and radiation therapy institutions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Radiation Units and Radiation Workers and Their Distribution"
        },
        {
            "text": "In the non-nuclear industrial sectors, radiation workers are distributed mainly in eastern and central China. In the nuclear industrial sector, most of the radiation workers are working in uranium mines. There are more than 10,000 workers in nuclear power plants, which are expected to greatly increase in the future. At present, in addition to the operating China Experimental Fast Reactor (CEFR) at the China Institute of Atomic Energy (CIAE), there are 27 nuclear units in operation, 23 under construction, and some others pending construction licenses or in the early preparatory phase.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Radiation Units and Radiation Workers and Their Distribution"
        },
        {
            "text": "After years of efforts, the coverage of individual monitoring has risen steadily, currently at about 90% [5] . The difference of the coverage from region to region and industry to industry is obvious. Depending on the differences of emphasis on individual monitoring of the radiation units and the differences of law enforcement dynamics of the health supervision departments in different regions, the coverage of individual monitoring of radiation workers in eastern China is higher compared with that in western China on the whole. Being the first sector to conduct individual monitoring in China, the nuclear industrial sector has always attached great importance to individual monitoring, and individual monitoring of radiation workers in the nuclear power plant is fully covered. Average annual effective dose of radiation workers from 1985 to 2012 has shown a significant downward trend. The coverage of individual monitoring in Shanghai and Beijing is more than 95%.",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 108,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Radiation Units and Radiation Workers and Their Distribution"
        },
        {
            "text": "The laws and regulations governing individual monitoring are listed in Table 1 . Article 26",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 71,
                    "end": 78,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Laws and Regulations Governing Individual Monitoring"
        },
        {
            "text": "Radioactive workplace and/or radioisotope storage and transport device shall be equipped, by its operator, with necessary protection equipment and alarm devices, ensuring that workers involving radiation exposure must wear personal dosimeters.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Laws and Regulations Governing Individual Monitoring"
        },
        {
            "text": "Regulations on Safety and Protection of Radioisotopes and Rays Installations [6] Article 29",
            "cite_spans": [
                {
                    "start": 77,
                    "end": 80,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Laws and Regulations Governing Individual Monitoring"
        },
        {
            "text": "A producer, distributor and/or user of radioisotope and radiation generator shall, in compliance with the relevant national regulations on individual monitoring and health management, perform individual monitoring and occupational health examination of radiation workers for production, distribution and use of radioisotope and radiation generator and establish individual dose files and occupational health surveillance files.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Laws and Regulations Governing Individual Monitoring"
        },
        {
            "text": "Articles 11 to 17",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Management Methods for Occupational Health of Radiation Workers [3]"
        },
        {
            "text": "The detailed requirements of the individual monitoring period, individual monitoring file, wearing of dosimeters, qualification review of individual monitoring services, delivery of the reports, and report procedure of individual monitoring results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Management Methods for Occupational Health of Radiation Workers [3]"
        },
        {
            "text": "Services for Radiation Workers [7] Articles 1 to 3 Requirements for service providers, personnel, instruments and equipment.",
            "cite_spans": [
                {
                    "start": 31,
                    "end": 34,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Qualification Conditions of Individual Monitoring"
        },
        {
            "text": "Under Qualification Conditions of Individual Monitoring Services for Radiation Workers [7] , the service providers should meet the following requirements:",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 90,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Qualification Conditions of Individual Monitoring"
        },
        {
            "text": "(1) Having legal representative qualifications or legal-authorized qualification;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Qualification Conditions of Individual Monitoring"
        },
        {
            "text": "(2) Being capable of carrying out corresponding technical service work independently;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Qualification Conditions of Individual Monitoring"
        },
        {
            "text": "(3) Having a permanent office and workplace and working conditions; (4) Having a reasonable post setting and well-defined responsibility scope; (5) Having robust quality assurance system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Qualification Conditions of Individual Monitoring"
        },
        {
            "text": "Personnel should meet the following requirements:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Qualification Conditions of Individual Monitoring"
        },
        {
            "text": "(1) Being fit for management, technique and quality control required by the programs;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Qualification Conditions of Individual Monitoring"
        },
        {
            "text": "(2) Being familiar with the relevant laws, standards and documents as well as quality management manuals;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Qualification Conditions of Individual Monitoring"
        },
        {
            "text": "(3) Technical director of individual monitoring with junior college diploma or above, or the intermediate technical titles or above and having experiences in related work more than three years; (4) Being qualified through training and examination; (5) Total number of operators is not less than three.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Qualification Conditions of Individual Monitoring"
        },
        {
            "text": "Instruments and equipment should meet the following requirements:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Qualification Conditions of Individual Monitoring"
        },
        {
            "text": "(1) Having corresponding instruments and equipment required for carrying out technical service of individual monitoring; (2) Type, quantity, performance, range and precision of the instruments and equipment are capable of meeting the needs of the work, and the instruments and equipment can run well; (3) Being regularly subject to metrological verification; (4) Having a complete set of operating procedures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Qualification Conditions of Individual Monitoring"
        },
        {
            "text": "Under Management Methods for Occupational Health of Radiation Workers (MMOHRW) [3] , the provincial health administrative departments are responsible for the qualification examination and approval of individual monitoring services. When applying for qualification of radiological health technical services, the following materials shall be submitted to the health administrative departments: application form; the legal representative qualification certificates materials; the brief introduction to the applicant; the directory of quality management handbook and procedures document; the list of professionals and technical workers; the certificates of technical titles and certificates of training and examination; lists of related equipment; certificate of workplace use; and certificate of meteorology authentication.",
            "cite_spans": [
                {
                    "start": 79,
                    "end": 82,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Qualification Conditions of Individual Monitoring"
        },
        {
            "text": "The qualification certificate of radiological health services is valid for four years. Change and extension of qualification certificate are allowed if necessary. Radiological health service units can provide the trans boundary technical services across the administrative areas but shall submit the application, for the record, to the local provincial health administrative department and accept the possible supervision and inspection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Qualification Conditions of Individual Monitoring"
        },
        {
            "text": "GBZ 207-2008 [8] specifies the performance testing, evaluation and requirements of routine performance testing, as well as the quality control of performance testing of external exposure individual dose system. At present, the vast majority of monitoring services can only provide the monitoring data of annual effective dose from external gamma and X-ray exposure [9] , and are unable to provide adequate monitoring of alpha-and beta-radiation, and dose to lens/hands and internal exposure. Three services can monitor more than 10,000 workers annually, 10 services can monitor 4000 to 10,000 workers annually, 30 services can monitor 1000 to 4000 workers annually, and the others can monitor less than 1000 workers annually. Internal individual monitoring has not been implemented in most areas of China. This is especially true for medical radiation workers.",
            "cite_spans": [
                {
                    "start": 365,
                    "end": 368,
                    "text": "[9]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Qualification Conditions of Individual Monitoring"
        },
        {
            "text": "Generally, there are a small number of individual monitoring services in developed countries, which are characterized by their big size and large amount of tasks [10] . However, most Chinese units feature a small size and small amount of work. Furthermore, most units are unable to undertake comprehensive tasks of individual monitoring due to weak capacity [11] .",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 166,
                    "text": "[10]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 358,
                    "end": 362,
                    "text": "[11]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Individual Monitoring Services Providers"
        },
        {
            "text": "The number of staff in each individual monitoring service varies from 1 to 16, with an average of 3.8 in each service. A national survey [12] demonstrated that radiological health professionals with middle professional titles and primary professional titles account for 42.6% and 38.2% of the total, respectively. Professional title series in China include primary professional titles, middle professional titles and high professional titles. Education backgrounds with junior college and technical secondary school account for 36.6% and 34.5% of the total, respectively. Radiological health professionals majored in preventive medicine account for 45.7% of the total, which is the largest proportion.",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 141,
                    "text": "[12]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Individual Monitoring Personnel, Equipment and Period"
        },
        {
            "text": "An investigation [11] conducted in 2007 indicated that 87.5% of thermoluminescence detectors (TLD) readers from 56 individual monitoring services were domestic equipment and that 92.44% of the individual monitoring services were using Lithium Fluoride (Mg, Cu, P) thermoluminescence detectors in the form of powder or sheets. Irradiation equipment can be shared between services for screening of Lithium Fluoride (Mg, Cu, P) thermoluminescence detectors. In 2012, 7% of the services that participated in the national intercomparison program failed to pass the test.",
            "cite_spans": [
                {
                    "start": 17,
                    "end": 21,
                    "text": "[11]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Individual Monitoring Personnel, Equipment and Period"
        },
        {
            "text": "Dosimeters are calibrated to measure Hp (10) . Workers wear under-apron dosimeters on the chest when working in order to obtain the external dose, and the criterion used for external dose monitoring is GBZ 128-2002 [2] .",
            "cite_spans": [
                {
                    "start": 40,
                    "end": 44,
                    "text": "(10)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 215,
                    "end": 218,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Individual Monitoring Personnel, Equipment and Period"
        },
        {
            "text": "The individual monitoring generally takes a longer time period of about three months in most areas of China. Regulation [3] requires that the individual monitoring period should be one month in general, and should not exceed three months at a maximum. Although fading of dosimeter signal due to long-time wearing would seldom affect the monitoring results, it is unable to facilitate the timely discovery of any abnormal exposure situations for high dose workplaces.",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 123,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Individual Monitoring Personnel, Equipment and Period"
        },
        {
            "text": "There was no statistical and reporting system available before the 1980s. With the policy of reform and openness in the 1980s, nuclear and radiation technology applications were more frequently used in medicine, industry and other sectors. In 1979, the Ministry of Health and other ministries issued a revised MMOHRW, reaffirming the establishment of license registration and radiation event reporting systems. In 1985, an individual monitoring system was formally established. With the popularity of computer and information technology, the health and other relevant departments made a useful exploration for the gradual establishment of health monitoring statistics automation, including radiological health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dose Record Management and National Dose Register"
        },
        {
            "text": "The Service Center of Occupational Exposure Dose Management for Nuclear Industry was set up in 1985, under the auspices of the China National Nuclear Corporation (CNNC), with the responsibility for development of data management systems, collection and analysis of monitoring data from nuclear power plants, and submission of annual assessment reports. In 1998, the Industrial Hygiene Laboratory of the Ministry of Health developed software for data processing and file management of individual monitoring for radiation workers (DPFM), in an attempt to unify the data management of individual monitoring in the medical field. Problems existing in the software of individual monitoring information management system were discussed in selected references [13] [14] [15] .",
            "cite_spans": [
                {
                    "start": 753,
                    "end": 757,
                    "text": "[13]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 758,
                    "end": 762,
                    "text": "[14]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 763,
                    "end": 767,
                    "text": "[15]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Dose Record Management and National Dose Register"
        },
        {
            "text": "Health supervision was separated from technical service due to the reform of the system of health and epidemic prevention. After effective control of SARS (Severe Acute Respiratory Syndrome) in 2003, more attention was paid to collecting information for each case associated with disease control and prevention as well as to direct reporting to higher authorities by use of computer information technology. In October 2003, the Chinese Center for Disease Control and Prevention began to run an information system of the health hazard monitoring, with a direct-reporting-card of individual monitoring being included.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dose Record Management and National Dose Register"
        },
        {
            "text": "Relevant institutions have made some attempts in preparation for radiation health reports, especially individual monitoring data reports. However, the effort was not very successful for various reasons. Several factors led to difficulty in system extension, such as a lack of professional quality control measures, unreasonable data reporting and rough demand analysis. A large number of papery records were hardly regarded as a scientific basis for radiation health decision-making. Reporting format of data did not meet the requirements of International Atomic Energy Agency (IAEA) and United Nations Scientific Committee on the Effects of Atomic Radiation (UNSCEAR).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dose Record Management and National Dose Register"
        },
        {
            "text": "As pointed out by the IAEA Occupational Radiation Protection Appraisal Service (ORPAS), when visiting China in August 2004, a data reporting system of individual monitoring of radiation workers in China should be completely reconstructed. It was strongly suggested that China establish a national central database and improve quality control and quality assurance of individual monitoring. The database information of the system of CRRW includes individual monitoring services, equipment, radiation users (employers), radiation workers (employees), doses, occupational health management, etc.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dose Record Management and National Dose Register"
        },
        {
            "text": "From Figure 1 , we can see that CRRW consists of two parts, an offline version and online version, respectively. The offline version is comprised of seven function modules (new, dose data, reports, query, system management, export and exit). Uniformed annual reports, periodic reports, and suspicious data inspection sheets can be generated by using the offline version. The online version is comprised of six function modules, such as query, statistical analysis, data management, report cards, system management and exit. Summary tabulations can be generated by using the online version [16] . The database information of the system of CRRW includes individual monitoring services, equipment, radiation users (employers), radiation workers (employees), doses, occupational health management, etc.",
            "cite_spans": [
                {
                    "start": 589,
                    "end": 593,
                    "text": "[16]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 5,
                    "end": 13,
                    "text": "Figure 1",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Dose Record Management and National Dose Register"
        },
        {
            "text": "From Figure 1 , we can see that CRRW consists of two parts, an offline version and online version, respectively. The offline version is comprised of seven function modules (new, dose data, reports, query, system management, export and exit). Uniformed annual reports, periodic reports, and suspicious data inspection sheets can be generated by using the offline version. The online version is comprised of six function modules, such as query, statistical analysis, data management, report cards, system management and exit. Summary tabulations can be generated by using the online version [16] . Name, age, sex, working unit, unique identification number, occupational exposure category, quarterly and annual effective doses among others are uploaded by each monitoring service and kept in the register. Backup systems including optical disks and hard disks in different places are used to store the dose records safely.",
            "cite_spans": [
                {
                    "start": 589,
                    "end": 593,
                    "text": "[16]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 5,
                    "end": 13,
                    "text": "Figure 1",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Dose Record Management and National Dose Register"
        },
        {
            "text": "The Ministry of Health issued a notification in 2009 to enable the individual dose management system and request qualified agencies to upload the relevant information timely. In addition, the Ministry of Health commissioned the NIRP to be responsible for technical service, maintenance, management of the individual dose management system, the local technical guidance, etc. Name, age, sex, working unit, unique identification number, occupational exposure category, quarterly and annual effective doses among others are uploaded by each monitoring service and kept in the register. Backup systems including optical disks and hard disks in different places are used to store the dose records safely.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dose Record Management and National Dose Register"
        },
        {
            "text": "The Ministry of Health issued a notification in 2009 to enable the individual dose management system and request qualified agencies to upload the relevant information timely. In addition, the Ministry of Health commissioned the NIRP to be responsible for technical service, maintenance, management of the individual dose management system, the local technical guidance, etc.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dose Record Management and National Dose Register"
        },
        {
            "text": "According to the notification of the Ministry of Health, individual monitoring services began to upload relevant information from the end of 2009. The quality problem of the uploaded information includes: the lack of professional category and improper filling out of the professional category; the small-scale institutions changing the name of the entity frequently, multiple institutions being identified by the system; mistakenly filling out beginning and ending dates; and uploading the test results as the final dose report owing to unfinished large dose verification.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dose Record Management and National Dose Register"
        },
        {
            "text": "Due to the lack of clear guidance, the process of large dose verification varies throughout the country, and the phenomenon of long verification cycles and low return rates is very common. As a result, many unfinished large dose test results are uploaded as the final dose, with dosage value overvalued.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dose Record Management and National Dose Register"
        },
        {
            "text": "As can be seen from Table 2 , the number of workers occupationally exposed to radiation in medical applications and monitoring coverage is rising on the whole. Annual per capita effective doses are declining, from 2.15 mSv (1986-1990) to 0.53 mSv (2009-2013). From Table 3 , we can see that the individual monitoring coverage in industrial applications did not increase obviously during 1997 to 2000; however, annual per capita effective doses in each occupation category are declining. It probably benefits from the significant improvement of occupational protection level in China's medical and industrial sectors. In addition, the decrease in annual per capita effective dose may also probably be an effect of the extension of the group to persons who are less exposed than those monitored earlier. The number of workers who should be monitored in Tables 2 and 3 were obtained from the relevant statistical report forms on radiological health formulated by the Ministry of Health. The number of people who should be monitored were identified according to the relevant national standard and regulations [2, 3] . That is to say, the number of workers who should be monitored is only the number of radiation workers.",
            "cite_spans": [
                {
                    "start": 1105,
                    "end": 1108,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1109,
                    "end": 1111,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 20,
                    "end": 27,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 265,
                    "end": 272,
                    "text": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 851,
                    "end": 865,
                    "text": "Tables 2 and 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Trend of Individual Monitoring Coverage and Annual per Capita Effective Dose"
        },
        {
            "text": "Attention should be paid to the health of nuclear medicine and interventional radiology workers in hospitals. By the end of 2013, a total of 8678 workers were working in the field of nuclear medicine in China [17] . There were more than 50,000 medical workers who were engaged in the clinical work of interventional radiology by 2006 [18] , and newer and more accurate data have not been seen. According to a cross-sectional survey [19] , the risk of subcapsular opacity of the eye lens among interventional radiology and nuclear medicine workers increased significantly compared with conventional radiologists in the same hospitals. Several studies [18, 20] have also reported that such symptoms as detection frequency of neurasthenia, skin changes, abnormal white blood cell count, unstable chromosome aberration frequency and micronucleus frequency increased in the interventional radiology group, as compared with other groups.",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 213,
                    "text": "[17]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 334,
                    "end": 338,
                    "text": "[18]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 432,
                    "end": 436,
                    "text": "[19]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 650,
                    "end": 654,
                    "text": "[18,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 655,
                    "end": 658,
                    "text": "20]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Individual Monitoring in Nuclear Medicine and Interventional Radiology to Be Strengthened"
        },
        {
            "text": "Efforts should be made to strengthen research on the monitoring technology of the ring dosimeters and eye lens dosimeters, carrying out monitoring and evaluation of extremity doses and eye lens doses of interventional radiology and nuclear medicine workers [5] , monitoring the doses and health of workers in interventional radiology and nuclear medicine more closely, and carrying out monitoring of internal exposure and estimation of doses for nuclear medicine staff.",
            "cite_spans": [
                {
                    "start": 257,
                    "end": 260,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Individual Monitoring in Nuclear Medicine and Interventional Radiology to Be Strengthened"
        },
        {
            "text": "GBZ 128-2002 [2] stipulates that reference dosimeters that can provide background information should be used when monitoring, but there are no unified and specific requirements in actual monitoring practice. In the actual monitoring work, the natural background radiation data is not processed in a consistent approach [11] . The background radiation should be subtracted from the measured doses when calculating the doses, but the situation is not the case. In China, about 95% of radiation workers are receiving an annual effective dose of less than 5 mSv. There is a lack of formal and unified procedure to handle the \"big dose\" and assign the \"nominal dose\". More efforts are needed to improve our individual monitoring in the future.",
            "cite_spans": [
                {
                    "start": 13,
                    "end": 16,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 319,
                    "end": 323,
                    "text": "[11]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Regulations and Standards to Be Improved"
        },
        {
            "text": "It is expected that the Ministry of Health should formulate clear specification of large dose verification procedures as soon as possible. Unified and specific requirements on how to obtain the background radiation should be also formulated, and besides, it is expected that GB 18871-2002 [21] will be upgraded based on the 2014 Basic Safety Standards [22] .",
            "cite_spans": [
                {
                    "start": 289,
                    "end": 293,
                    "text": "[21]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 352,
                    "end": 356,
                    "text": "[22]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Regulations and Standards to Be Improved"
        },
        {
            "text": "NORM (naturally occurring radioactive material) and TENORM (technologically-enhanced naturally occurring radioactive material) in mines have become more and more important in radiological protection in China. At present, there are about ten million miners working in more than 8000 state-owned mines and 100,000 other mines, including coal mines. In total, there are six million coal miners and four million other miners. It is estimated that radon concentration in 15% of the underground mines exceeds 1000 Bq/m 3 [23] . Aircrews have not yet been regarded as radiation workers. There are about 30,000 to 40,000 aircrew members in China. It is estimated that radiation doses to pilots and stewards are 1.53 mSv/a and 1.90 mSv/a, respectively [24] . Stewards of international routes include more young females, some of whom have not had a child. Particular attention should be paid to breast cancer, leukemia and the impact of cosmic rays on the fetus. Efforts should be made to expand the scope of radiation workers, incorporate the aircrew and high radon exposure group (such as certain underground miners and other workers) into the occupational exposure range so that their health can be protected, and develop personal radon monitors for high radon exposed miners.",
            "cite_spans": [
                {
                    "start": 515,
                    "end": 519,
                    "text": "[23]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 522,
                    "end": 530,
                    "text": "Aircrews",
                    "ref_id": null
                },
                {
                    "start": 743,
                    "end": 747,
                    "text": "[24]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Miners and Aircrews to Be Covered"
        },
        {
            "text": "With the improved ionizing radiation installation and the strengthened radiation protection measures in recent years, the radiation dose to radiation workers is decreasing significantly. However, there exists carelessness in work among some radiation workers. Some radiation workers are unwilling to wear personal dosimeters or simply put them in a drawer. Some radiation workers think that the monitoring results are too low and there is no practical significance, so they want to test the sensitivity of the dosimeters and deliberately place them under the X-ray beams, making them irradiated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Safety Awareness of the Radiation Workers to Be Raised"
        },
        {
            "text": "Radiation protection awareness of staff needs to be further strengthened. Relevant agencies and organizations should make efforts, such as launching promotional activities, to make them aware of the importance of radiation protection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Safety Awareness of the Radiation Workers to Be Raised"
        },
        {
            "text": "Efforts should be made to improve the supervision and enforcement of radiation health, give necessary administrative punishment to those who are involved in intentional exposure, artificial exposure, or refuse to carry out the required individual monitoring so as to correct problems existing in the management of individual doses promptly, and provide legal guarantee for long-term and standardized implementation of individual monitoring.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supervision and Enforcement to Be Strengthened"
        },
        {
            "text": "The number of radiation workers in China has been increasing in recent years. Accordingly, their radiological protection and health conditions are receiving more and more attention. Individual monitoring work that is conducted normatively and continuously can not only provide basic data for optimization of radiation protection, but also provide an important basis for improving radiation protection measures and doing research on radiation hazards. In addition, the data of individual monitoring can be used for epidemiological studies and legal purposes [25] . Over the past 30 years, China's individual monitoring work has made significant progress. In the future, China should attach more importance not only to development of new technologies of dose monitoring and supervision of the wearing of personal dosimeters, but also improve the radiation protection awareness of radiation workers.",
            "cite_spans": [
                {
                    "start": 557,
                    "end": 561,
                    "text": "[25]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Quality control and management of occupational external dose monitoring for radiation workers",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Xiong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "G"
                    ],
                    "last": "Kuang",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Proceedings of the Ninth China Nuclear Society Nuclear Technology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "National Occupational Health Standard of China. GBZ 128-2002. In Specifications of Individual Monitoring for Occupational External Exposure",
            "authors": [],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The Ministry of Health of the People's Republic of China. Decree of the Ministry of Health of the People's Republic of China (No. 55). Management Methods for Occupational Health of Radiation Workers; The Ministry of Health of the People's Republic of China",
            "authors": [],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Standing Committee of the National People's Congress. Law of the People's Republic of China on Prevention and Control of Occupational Disease; Decree of the President of the People's Republic of China (No. 52); Standing Committee of the National People's Congress",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Several problems of occupational health management of radiation workers in China. Chin",
            "authors": [
                {
                    "first": "Q",
                    "middle": [
                        "F"
                    ],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Niu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "J"
                    ],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Radiol. Med. Prot",
            "volume": "34",
            "issn": "",
            "pages": "161--163",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The State Council of the People's Republic of China. Decree of the State Council of the People's Republic of China (No. 449). Regulations on Safety and Protection of Radioisotopes and Rays Installations; The State Council of the People's Republic of China",
            "authors": [],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Red tape of the Ministry of Health of China. Qualification Conditions of Individual Monitoring Services for Radiation Workers; The Ministry of Health of China",
            "authors": [],
            "year": 2008,
            "venue": "",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Improvement to existing individual dose monitoring in China",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "T"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Radiat. Prot. Bull",
            "volume": "32",
            "issn": "",
            "pages": "29--31",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The profile of ESOREX project of European Union and the analysis of individual monitoring present situation in Europe. Chin",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "T"
                    ],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Niu",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [
                        "F"
                    ],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Fu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Yue",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Radiol. Health",
            "volume": "19",
            "issn": "",
            "pages": "37--39",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The analysis of situation of individual monitoring services in China. Chin",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "T"
                    ],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Niu",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [
                        "F"
                    ],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "Y"
                    ],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Yue",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Radiol. Med. Prot",
            "volume": "30",
            "issn": "",
            "pages": "466--468",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The analysis of basic situation of the national radiological health institutions. Chin",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "T"
                    ],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [
                        "F"
                    ],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Fu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Niu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Radiol. Health",
            "volume": "23",
            "issn": "",
            "pages": "125--129",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Radiological health statistics report in China. Chin",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Fu",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [
                        "F"
                    ],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "X"
                    ],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Yue",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Radiol. Med. Prot",
            "volume": "29",
            "issn": "",
            "pages": "101--103",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Some comments on the computer management of individual dose",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "17",
            "issn": "",
            "pages": "318--320",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Problems and countermeasures about the data management software of occupational external exposure dose. Chin",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "Q"
                    ],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tu",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Radiol. Health",
            "volume": "14",
            "issn": "",
            "pages": "24--25",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Development of the national register of radiation workers: Subsystem for individual monitoring of external exposure",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "T"
                    ],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Niu",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [
                        "F"
                    ],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Fu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Yue",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Chin. J. Radiol. Med. Prot",
            "volume": "30",
            "issn": "",
            "pages": "66--72",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Briefing of current situation survey of national nuclear medicine of China in 2014. Chin",
            "authors": [],
            "year": 2014,
            "venue": "J. Nucl. Med. Mol. Imaging",
            "volume": "34",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Exposed dose and protection of interventional radiology staff. Chin",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Lei",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [
                        "F"
                    ],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Prev. Med",
            "volume": "7",
            "issn": "",
            "pages": "558--559",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Analysis of lens opacity among 730 radiation workers. Chin",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "P"
                    ],
                    "last": "Shao",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "C"
                    ],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [
                        "F"
                    ],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "X"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "L"
                    ],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Radiol. Med. Prot",
            "volume": "34",
            "issn": "",
            "pages": "136--139",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Analysis of exposed dose and health of interventional radiology workers",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Qiu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhuang",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. Radiol. Health",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "National Standard of People's Republic of China. GB 18871-2002. Basic Standards for Protection against Ionizing Radiation and for the Safety of Radiation Sources",
            "authors": [],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Radiation Protection and Safety of Radiation Sources: International Basic Safety Standards",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "IAEA",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Investigation and control of radioactive occupational hazards in non-uranium mines in China",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "Y"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [
                        "F"
                    ],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Radiol. Med. Prot",
            "volume": "28",
            "issn": "",
            "pages": "557--558",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Estimation of cosmic radiation level of flight personnel in a certain airline in 2007",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "R"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "Y"
                    ],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "T"
                    ],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Environ. Health",
            "volume": "25",
            "issn": "",
            "pages": "1101--1102",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Assessment of Occupational Exposure due to External Sources of Radiation",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "3; IAEA: Vienna",
            "authors": [],
            "year": 1999,
            "venue": "IAEA Safety Guide No.RS-G-1",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "There were 190 individual monitoring services in 2009, and in the year of 2012, the number increased to 203. CDCs (Centers for disease control and prevention) and institutions of prevention and treatment of occupational disease represent the overwhelming majority of the monitoring services. Other monitoring services are distributed in the nuclear industry, commercial companies, universities, environmental protection agencies, etc. The distribution of the individual monitoring services is not uniform throughout the country. Most of the monitoring services are distributed in eastern China. Jiangsu and Shandong possess the most individual monitoring services among 34 provincial administrative regions.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Since 2005, funded by IAEA, China began to establish the occupational health management system of radiation workers inside the system of Ministry of Health under the framework of the IAEA CPR (CPR/9/037). As a result, the China Register of Radiation Workers (CRRW) was officially released by the Ministry of Health on 25 November 2009. The system has authorized 212 users, including 180 individual monitoring services and 32 supervision departments. By 2014, there had been 2 million monitoring records in the central database of 330,000 workers belonging to 35,000 radiation users countrywide.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Int. J. Environ. Res. Public Health 2016, 13, 558 6 of 10 quality control measures, unreasonable data reporting and rough demand analysis. A large number of papery records were hardly regarded as a scientific basis for radiation health decision-making. Reporting format of data did not meet the requirements of International Atomic Energy Agency (IAEA) and United Nations Scientific Committee on the Effects of Atomic Radiation (UNSCEAR). As pointed out by the IAEA Occupational Radiation Protection Appraisal Service (ORPAS), when visiting China in August 2004, a data reporting system of individual monitoring of radiation workers in China should be completely reconstructed. It was strongly suggested that China establish a national central database and improve quality control and quality assurance of individual monitoring. Since 2005, funded by IAEA, China began to establish the occupational health management system of radiation workers inside the system of Ministry of Health under the framework of the IAEA CPR (CPR/9/037). As a result, the China Register of Radiation Workers (CRRW) was officially released by the Ministry of Health on 25 November 2009. The system has authorized 212 users, including 180 individual monitoring services and 32 supervision departments. By 2014, there had been 2 million monitoring records in the central database of 330,000 workers belonging to 35,000 radiation users countrywide.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Structure of China Register of Radiation Workers (CRRW) System: PC version + web version.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Structure of China Register of Radiation Workers (CRRW) System: PC version + web version.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "1985, the Regulations on Individual Monitoring of Radiation Workers, together with the Methods of Individual Monitoring for Radiation Workers, were issued by the Ministry of Health. In 1988, the Ministry of Health issued regulations on health management of radiation workers. In 1997, the Ministry of Health re-issued regulations on health management of radiation workers in the form of a Decree of the Ministry of Health (No. 52). In 2007, the Ministry of Health issued Management Methods for Occupational Health of Radiation Workers [3] in the form of a Decree of the Ministry of Health (No. 55), which is still in use at present. A nationwide individual monitoring has been gradually implemented since 1 December 1985. The technical management of individual monitoring was initially undertaken by Tianjin Institute of Radiation Medicine, Chinese Academy of Medical Sciences prior to 1994, and, afterwards in 2003, by the Industrial Hygiene Laboratory of the Ministry of Health, renamed the National Institute for Radiological Protection (NIRP), Chinese Center for Disease Control and Prevention. The Decree of the Ministry of Health of the People's Republic of China (No. 55)",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Laws and regulations governing individual monitoring.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Dose levels of occupational exposure in medical applications (1986-2013).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors declare no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of Interest:"
        }
    ]
}