{
    "paper_id": "ed468ccf95499f1d19c071accb82a8bc64696ace",
    "metadata": {
        "title": "Dispersion of the HIV-1 Epidemic in Men Who Have Sex with Men in the Netherlands: A Combined Mathematical Model and Phylogenetic Analysis",
        "authors": [
            {
                "first": "Daniela",
                "middle": [],
                "last": "Bezemer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "HIV Monitoring Foundation",
                    "location": {
                        "settlement": "Amsterdam",
                        "country": "the Netherlands"
                    }
                },
                "email": "*d.o.bezemer@amc.uva.nl"
            },
            {
                "first": "Anne",
                "middle": [
                    "Cori"
                ],
                "last": "2",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Medical Research Council Centre for Outbreak Analysis and Modelling",
                    "institution": "Imperial College London",
                    "location": {
                        "settlement": "London",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "Oliver",
                "middle": [],
                "last": "Ratmann",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Medical Research Council Centre for Outbreak Analysis and Modelling",
                    "institution": "Imperial College London",
                    "location": {
                        "settlement": "London",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "Ard",
                "middle": [],
                "last": "Van Sighem",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "HIV Monitoring Foundation",
                    "location": {
                        "settlement": "Amsterdam",
                        "country": "the Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Hillegonda",
                "middle": [
                    "S"
                ],
                "last": "Hermanides",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Red Cross Blood Bank Foundation",
                    "location": {
                        "settlement": "Willemstad, Curaçao"
                    }
                },
                "email": ""
            },
            {
                "first": "Bas",
                "middle": [
                    "E"
                ],
                "last": "Dutilh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Radboud University Medical Centre",
                    "location": {
                        "settlement": "Nijmegen",
                        "country": "the Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Luuk",
                "middle": [],
                "last": "Gras",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "HIV Monitoring Foundation",
                    "location": {
                        "settlement": "Amsterdam",
                        "country": "the Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Nuno",
                "middle": [],
                "last": "Rodrigues Faria",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Oxford",
                    "location": {
                        "settlement": "Oxford",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "Rob",
                "middle": [],
                "last": "Van Den Hengel",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "HIV Monitoring Foundation",
                    "location": {
                        "settlement": "Amsterdam",
                        "country": "the Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Ashley",
                "middle": [
                    "J"
                ],
                "last": "Duits",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Red Cross Blood Bank Foundation",
                    "location": {
                        "settlement": "Willemstad, Curaçao"
                    }
                },
                "email": ""
            },
            {
                "first": "Peter",
                "middle": [],
                "last": "Reiss",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "HIV Monitoring Foundation",
                    "location": {
                        "settlement": "Amsterdam",
                        "country": "the Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Frank",
                "middle": [],
                "last": "De Wolf",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Medical Research Council Centre for Outbreak Analysis and Modelling",
                    "institution": "Imperial College London",
                    "location": {
                        "settlement": "London",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "Christophe",
                "middle": [],
                "last": "Fraser",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Medical Research Council Centre for Outbreak Analysis and Modelling",
                    "institution": "Imperial College London",
                    "location": {
                        "settlement": "London",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The time varying diagnosis interval was obtained by numerically simulating a compartmental HIV transmission model previously fitted to HIV and AIDS diagnosis data on MSM in the Netherlands, where it is assumed no transmission occurs when individuals are on treatment [1] .",
            "cite_spans": [
                {
                    "start": 267,
                    "end": 270,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Distribution of the diagnosis interval"
        },
        {
            "text": "We considered a simplified version of this model, where we neglect treatment failure since this contributes little to the diagnosis interval. Once infected, individuals go through the primary infection stage, followed by five stages of infection. At any of those 5 stages, individuals can be diagnosed, after which they progress through some of 5 mirroring diagnosed stages, in any of which they can initiate treatment. Transition rates as well as relative infectivity of the different stages were taken from Bezemer et al. [2] . For each year between 1975 and 2014, we simulated the trajectory of 100 cases infected that year, as well as the trajectory of their secondary cases.",
            "cite_spans": [
                {
                    "start": 524,
                    "end": 527,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Distribution of the diagnosis interval"
        },
        {
            "text": "For all pairs of index-secondary cases, we recorded the time between diagnosis of the index case and diagnosis of the secondary case, and stratified these according to the date of diagnosis of the index case, leading to a numerical approximation of the diagnosis interval distribution (.) Note that our extension of the Wallinga and Teunis method, which allows for negative diagnoses intervals, may allow \"cycles\", whereby A infects B and B infects A. However, the aim of the Wallinga and Teunis method, and of the extension we propose here, is not to reconstruct who infected whom per se, but rather to assess how many secondary cases, on average, a case infected or diagnosed at a given time will produce. In that sense, although p ij is described as the relative probability that i infects j, it should in fact be regarded as the relative probability that any case diagnosed the same year as i infects j (or any case infected the same year as j). This view highlights the fact that this method is only applicable to large networks. In that case, the cycle issue A infects B infects A translates into \"someone diagnosed the same year as A infects B and someone diagnosed same year as B infects A\", which is not an issue.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Distribution of the diagnosis interval"
        },
        {
            "text": "Another important feature of our analysis is that we have assumed homogeneity across clusters both in terms of the proportion of individuals in each cluster for which a sequence was taken (which was assumed to vary over time but not across clusters), and in terms of timing of HIV transmission (the diagnosis interval derived from Bezemer et al. [2] was assumed to vary over time but to be homogeneous across clusters).",
            "cite_spans": [
                {
                    "start": 346,
                    "end": 349,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Distribution of the diagnosis interval"
        },
        {
            "text": "We defined i q as the likelihood that case i has been infected by a case observed up to year T . This is equal to We approximated this quantity by: , which assumes that the product RI is constant over time. Here, we assess how q i is affected by this assumption. We considered 4 scenarios in which this product is exponentially increasing, with doubling times 1, 5, 10 and 20 years, corresponding to growth rates of 0.69, 0.14, 0.069 and 0.035 per year. We compared these to a scenario with constant RI (growth rate 0) and a scenario with exponentially decaying RI , ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Derivation of q i and its impact on the estimates of the reproduction numbers"
        },
        {
            "text": "To further assess the robustness of our estimates of the reproduction number, we repeated our estimation procedure, but truncating the data after 2000. We then compared the estimates of the reproduction number obtained using the truncated and the full dataset (S4 Fig). Note that the estimates of R t in 2000 based on the full dataset appear to be closer to the threshold value 1 than those based on the truncated dataset. Out of the 15 clusters which could be compared, four (panels A-D) had estimates based on both truncated and non-truncated datasets below 1, five",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 264,
                    "end": 269,
                    "text": "Fig).",
                    "ref_id": null
                }
            ],
            "section": "Analyses of a truncated dataset to assess the robustness of estimates of R t"
        },
        {
            "text": "(panels E-I) had both estimates above 1, and 6 (panels J-O) had estimates above 1 based on the truncated dataset and below 1 based on the full dataset. However, for these 6 clusters, both credible intervals included the threshold value 1. Importantly, for these 6 clusters, the overall trend in transmissibility around 2000 were not dramatically different based on the truncated and the full dataset.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analyses of a truncated dataset to assess the robustness of estimates of R t"
        },
        {
            "text": "We performed a paired t-test to compare R t in three different time periods of our estimation: ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparison of R t over different time periods"
        },
        {
            "text": "We investigated if recently introduced clusters have reproductive numbers that differ from the older clusters when they were new, to see if R t might be higher early after founding of a network.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimate the rate of increase in the mean estimated R t"
        },
        {
            "text": "We reran our estimation procedure to derive estimates of R t over the first 5 years for each cluster. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimate the rate of increase in the mean estimated R t"
        },
        {
            "text": "Only eight (4%) sequences from PWID were in 5 large MSM majority clusters. Overall, 66% ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PWID -Largest cluster"
        },
        {
            "text": "We wanted to assess whether the observed proportion of singletons, or of small clusters (size 2-9) was consistent with branching process theory. We considered the total \"cluster\" produced by However, the branching process model with random sampling described above doesn't capture the following feature of our data. As the sampling fraction is not complete, we may be unable to detect that two cases with a sequence belong to the same cluster, as sequences from intermediate cases might have been needed to identify these belonging to the same transmission cluster. We may also be unable to detect that two cases with a sequence belong to the same cluster if one or both of these cases is multiply infected, or had a sample sequenced at an advanced stage of infection. Therefore the observed proportion of singletons may be higher than expected under the model described above, precisely because we may be unable to merge some of the singletons with larger clusters based only on a partial and imperfect sample of sequences.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SUPPLEMENTARY INFORMATION -ANALYSIS OF CLUSTER SIZES"
        },
        {
            "text": "Another element to note is that the theoretical derivation considers the final size of the outbreak generated by each importation, whereas the data captures the size of each cluster at a point in time where the clusters might still be ongoing. Therefore observed clusters are smaller than expected, because we may not have observed them until they die out.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SUPPLEMENTARY INFORMATION -ANALYSIS OF CLUSTER SIZES"
        },
        {
            "text": "Overall, we conclude that, although a simple branching model with random sampling is unable to fully capture the complexity of our data, the model with geometric offspring distribution with R = 1 or slightly lower is reasonably well suited to describe our data. Under this model, the expected proportion of singletons and of small clusters is independent on the sampling fraction, so that the true proportion of singletons and small clusters is similar to the observed one despite partial sampling. Our observations show that 64% of clusters are singletons, and 29% are small (size 2-9), whilst the geometric model with mean offspring R = 1 leads to 50% of singletons and 31% of small clusters. This suggests that amongst all imported cases, only a small fraction (7% according to the observations, and 19% according to the model) will go on and establish a large cluster (i.e. 10 cases or more). , which is independent of . In particular the observed proportion of singletons for any value of is the same as the true proportion of singletons if all cases are observed (i.e. for = 1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SUPPLEMENTARY INFORMATION -ANALYSIS OF CLUSTER SIZES"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "years of the HIV epidemic amongst men having sex with men in the Netherlands: an in depth mathematical model-based analysis",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bezemer",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "De Wolf",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Boerlijst",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vansighem",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Hollingsworth",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Epidemics",
            "volume": "2",
            "issn": "10",
            "pages": "30--37",
            "other_ids": {
                "DOI": [
                    "10.1016/j.epidem.2010.04.001"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Correlating viral phenotypes with phylogeny: accounting for phylogenetic uncertainty",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Parker",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rambaut",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "G"
                    ],
                    "last": "Pybus",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Infect Genet Evol",
            "volume": "8",
            "issn": "",
            "pages": "239--246",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Sequence Database",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "lower bound -S = -20 years (see S1 Fig).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "with a growth rate of -0.035 per year. The corresponding q i 's are shown in S2 Fig. In scenarios where incidence is increasing over time, our derivation of q i under the constant incidence assumption is an underestimate of the true q i in recent years. This leads us (the relative probability that case i has been infected by case j ) when individual i is infected in recent years. S3 Fig shows how this affects our yearly estimates of R for the four largest transmission clusters. Interestingly, although the estimated values of R are sensitive to our assumptions, the temporal trends in R are very robust.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "<1996; period 2, 1996-2001; and period 3, >2001). S5 Fig shows the comparison of R t in different time periods. There was a significant but small decrease in the mean R t between periods 1 and 2 (mean decrease of 0.090 p<0.005), and no significant change between time periods 2 and 3.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Results are shown in S6 Fig. We used a linear regression to estimate the rate of increase in the mean estimated R t as a function of the year the cluster appeared (defined as the year of the earliest diagnosis for this cluster). R t increased by 0.018 per year (adjusted R 2 =0.66). These results confirm our main findings that transmissibility in recent clusters is greater than it was in older clusters.SUPPLEMENTARY INFORMATION -PHYLOGENETIC ANALYSISNon-MSM majority transmission clustersFrom the phylogenetic tree of 8,320 HIV-1 subtype B polymerase sequences in total (S7 Fig), 106 large transmission clusters were identified that included sequences from ≥10 patients from the ATHENA cohort. Fifteen of the 106 clusters were not MSM majority clusters. Six of these 15 large clusters were dominated by sequences from patients living or born on the (former) Dutch Antilles. One cluster was a mixed Latin Caribbean cluster including also 5 'Los Alamos' sequences from the UK, and another one was the largest cluster in this study, containing 66% of all 207 sequences from drug-users in our study. Four clusters together included sequences from 69 heterosexually infected individuals (and 6 MSM) of Surinam origin, of which one also included 3 sequences from patients sampled in Suriname. Together, these four clusters included 43% of the 159 sequences from heterosexually infected individuals born in Suriname. Another cluster was found to include sequences from 6 persons who injected drugs (PWID) and 1 MSM, all of Polish origin, and also included Los Alamos sequences, 9 from Czech republic and 14 from Poland. This cluster included 30% of sequences from the Polish born people in this study, and all PWID born in Poland. Two other clusters had a mix of sequences from MSM and heterosexually infected individuals. Of the sequences from heterosexually infected patients in the Netherlands, 19% (194) were in 64 large MSM-dominated clusters, of these patients 129 (66%) were men, of whom 77% had a Dutch origin.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "of all sequences from PWID in this study were part of the largest cluster found in this study. This cluster consisted of in total 327 ATHENA sequences: 42% (136) sequences from PWID, 37% (122) from heterosexually infected individuals, and only 7% (24) from MSM. The earliest diagnosis in the cluster was a PWID in 1982. The latest recent infection through drug use was in 1999. The timed phylogenetic tree showed no evidence of transmission amongst PWID since 2000, i.e. the latest time point of the common ancestor of any two sequences from PWID.In 2010, the last year of this study, 4 heterosexually infected individuals, 2 PWID and one MSM were diagnosed in this cluster. The cluster also included 200 sequences from the Los Alamos comparison, of whom 91 from Italy and 38 from the United states. S1 table shows the results of Bayesian Tip-association Significance testing (BaTS analysis)[2]. Significant clustering was found within PWID and heterosexual risk groups, but not amongst the MSM in this cluster. The sequences from the United States significantly clustered together at the root of the tree, whilst the Italian sequences were dispersed throughout the tree.Transmission clusters circulating on CuraçaoSix clusters included ≥5 sequences from patients registered on Curaçao, a Caribbean island within the kingdom of the Netherlands. All 6 clusters included sequences from patients in the Netherlands and consisted of ≥10 sequences. The 6 clusters were confirmed by visual inspection of the whole phylogenetic tree and in a dated phylogenetic tree (S9Fig).In total, these six clusters included 33% (73) of sequences from 219 patients on the island. 35% (18) of MSM and 33% (48) of heterosexually infected patients with a sequence in this study. Diversification by risk group is visible. In total, the 6 clusters included sequences from 71 patients in the Netherlands, of whom 48% were born in the former Dutch Antilles. Diversification can be seen into MSM clusters within the Netherlands (two majority MSM). Besides these 6 large clusters, 51 sequences from patients on Curaçao were identified as singletons (17%), 58 sequences were in 39 smaller clusters, and 37 sequences (14%) were in 23 clusters in the Netherlands. In total, this adds up to 119 (54%) clusters on the island, of which 5% (6) identified as on-going established transmission clusters.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "each imported case. The distribution of the total cluster size can be analytically derived for certain offspring distributions, i.e. the distribution of number of secondary cases generated by each case. Farrington et al.(Biostatistics 2003)  show that the distribution of the total cluster size, , for an offspring distribution with mean is (after simplification): the offspring distribution is Geometric.This allows in particular evaluating the expected true proportion of singletons, or of small clusters (size 2-9) amongst all clusters, by computing ( s now assume that only a proportion of cases are observed, and denote the observed cluster size. The distribution of Y given X is given by a binomial distribution: the proportion of small clusters can be derived in a similar manner.S10 Fig shows how the expected proportion of observed singletons or small clusters varies according to the proportion of cases sampled, , and the mean offspring , under the Poisson and the Geometric offspring distributions. Interestingly, under the Geometric model, when R = 1, the expected proportion of observed singletons or small clusters is independent on the sampling fraction (see below for an analytical proof for the singletons). The figure also shows the proportion of singletons and small clusters observed in our analysis. The observed proportion of small clusters is well in line with the expected proportion under a geometric model with mean offspring R = 1. The observed proportion of singletons, on the other hand, is higher than expected under this model.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "of the sampling fraction under the geometric model with R=1.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "It individuals diagnosed at time t .The numerator is therefore the average number of secondary cases diagnosed at time t who are generated by cases diagnosed up to time T , whereas the denominator is the overall average number of secondary cases diagnosed at time t i .",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}