{
    "paper_id": "ef3260e6249c01ae263e65c11e59fe0279f70277",
    "metadata": {
        "title": "Linking disease epidemiology and livestock productivity: The case of bovine respiratory disease in France",
        "authors": [
            {
                "first": "Alexis",
                "middle": [],
                "last": "Delabouglise",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of London",
                    "location": {
                        "addrLine": "Hawkshead Lane",
                        "settlement": "Hatfield, Hertfordshire",
                        "country": "United Kingdom"
                    }
                },
                "email": "*alexis.delabouglise@gmail.com"
            },
            {
                "first": "Andrew",
                "middle": [],
                "last": "James",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Veterinary Epidemiology and Economics Research Unit",
                    "institution": "University of Reading",
                    "location": {
                        "settlement": "Reading, Berkshire",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "Jean-Franç",
                "middle": [],
                "last": "Ois Valarcher",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Swedish University of Agricultural Sciences",
                    "location": {
                        "settlement": "Uppsala",
                        "country": "Sweden"
                    }
                },
                "email": ""
            },
            {
                "first": "Sara",
                "middle": [],
                "last": "Hagglü Nd",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Swedish University of Agricultural Sciences",
                    "location": {
                        "settlement": "Uppsala",
                        "country": "Sweden"
                    }
                },
                "email": ""
            },
            {
                "first": "Didier",
                "middle": [],
                "last": "Raboisson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "IHAP",
                    "institution": "ENVT",
                    "location": {
                        "settlement": "Toulouse",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Jonathan",
                "middle": [],
                "last": "Rushton",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of London",
                    "location": {
                        "addrLine": "Hawkshead Lane",
                        "settlement": "Hatfield, Hertfordshire",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Concerns are growing over the impact of livestock farming on environment and public health. The livestock industry is faced with the double constraint of limiting its use of natural resources and antimicrobials while ensuring its economic sustainability. In this context, reliable methods are needed to evaluate the effect of the prevention of endemic animal diseases on the productivity of livestock production systems. In this study, an epidemiological and productivity model was used to link changes in Bovine Respiratory Disease (BRD) incidence with the productivity of the beef and dairy cattle sectors in France. Cattle production parameters significantly affected by BRD were selected through literature review. Previous field study results and national cattle performance estimates were used to infer growth performances, mortality rates and carcass quality in the cattle affected and not affected by BRD. A steady-state deterministic herd production model was used to predict the productivity of the dairy and beef sector and their defined compartments (breeding-fattening, feedlot young bulls, and feedlot veal) in case of BRD incidence reduction by 20%, 50% or 100%. Results suggested that BRD should be controlled at a priority in beef breeding farms as eradication of BRD in beef calves would increase the whole beef sector's productivity by 4.7-5.5% while eradication in other production stages would result in lower productivity gain in their respective sectors. However, the analysis performed at compartment level showed that, in both the beef and dairy sector, young bull and veal feedlot enterprises derive more economic benefits from BRD eradication for their own compartment (increase in productivity of 8.7-12.8% for beef young bulls) than the breeding farms (increase in productivity of 5.1-6% for beef calves), which may limit the investments in BRD control.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "a1111111111 a1111111111 a1111111111 a1111111111 a1111111111",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The rise of antimicrobial resistance as a major public health threat and growing concerns on the environmental impacts of the livestock industry have driven considerable attention to the issueof prevention and treatment of endemic livestock diseases [1] . The livestock industry is faced with the double constraint of limiting its use of natural resources (land use for feed production and grazing, water input) and antibiotic consumption while ensuring the economic sustainability of husbandry enterprises. For this reason, reliable methods are needed to evaluate the economic and environmental impact of prevention measures aimed at reducing the incidence of endemic livestock pathogens, in line with the societal need of improving animal welfare. In particular, linking levels of disease incidence with productivity (i.e. level of output produced with a given quantity of inputs) remains challenging.",
            "cite_spans": [
                {
                    "start": 250,
                    "end": 253,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Most studies tend to focus on visible production losses and additional expenditures in treatment, with few recording changes in herd structure or shifts in resource use. In reality these estimates are gross changes in the system rather than net estimates that require data on how inputs vary according to the production performance level. For example, losses caused by decreased average daily gain (ADG) of livestock due to diseases might be partly compensated by a decreased level of feed intake. On the other hand, a longer livestock rearing period might be required to reach a given standard slaughter weight, increasing the overall production cost. Through their effect on herd parameters such as mortality rate, age at maturity and fertility, endemic diseases indirectly affect the whole herd structure [2] . Measuring productivity changes allow a much more refined estimate of the economic impact of disease and health problems. Moreover most studies tend to focus on the impact of livestock diseases in specific production stages (e.g. breeding or fattening stage) and do not attempt to compare the relative effect of disease control in different compartments on the productivity of the whole system.",
            "cite_spans": [
                {
                    "start": 808,
                    "end": 811,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Respiratory diseases of cattle are a good example of this methodological gap. They are caused by a great diversity of pathogens infecting the lower and/upper respiratory tract of cattle, resulting in a clinical syndrome commonly named Bovine Respiratory Disease complex (BRD). BRD is a multifactorial disease. It has been frequently associated with infection by bovine respiratory syncytial virus (BRSV) and the bacteria Mycoplasma bovis but incriminated viruses also include bovine herpes virus type 1 (BHV-1), bovine coronavirus (BCoV), bovine parainfluenza 3 (BPIV-3), bovine adenovirus type 3 (BAdV-3), and bovine viral diarrhea virus (BVDV). Furthermore, bacterial agents such as Mannheimia haemolytica, Pasteurella multocida and Histophilus somni are isolated in most cases, in association with a primary infection by the abovementioned pathogens [3] . Environmental stressors are major drivers of the disease. The risk of BRD is greatest during or soon after the transportation of cattle [4] . Cattle exposed to a high concentration of microbes in the air, low bedding quality, and limited housing surface per individual are more susceptible to BRD [5] . The concentration of cattle in large herds and the lack of supervision of birth and colostrum feeding of calves by farmers also increase the risk of BRD [6, 7] .",
            "cite_spans": [
                {
                    "start": 853,
                    "end": 856,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 995,
                    "end": 998,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1156,
                    "end": 1159,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1315,
                    "end": 1318,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1319,
                    "end": 1321,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The economic importance of BRD has been frequently mentioned in the literature, and BRD has been the focus of farm-level economic evaluations [8] [9] [10] . Despite the demonstrated indirect impact of BRD on the herd breeding performances, these studies tend to only include visible farm production losses (deaths and reduced carcass quality due to BRD) and treatment costs. Besides, to our knowledge, no evaluation of the impact of BRD on a national cattle production system was ever attempted.",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 145,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 146,
                    "end": 149,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 150,
                    "end": 154,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The present study was conducted to evaluate the economic impact of BRD in France through a modelling approach. Specifically, the study aimed at estimating the effect of BRD on the productivity of the two main cattle production sectors of France (the dairy sector and the beef suckling sector) and the gains in productivity that can be expected from an improved control of BRD. It also aimed at comparing the relative effect of BRD control in different compartments of the French cattle production system (i.e. breeding units and feedlots) on the sectors' productivity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "France constitutes an interesting case study for three reasons: it comprises the largest cattle population of Europe [11] and its population structure is complex and diverse. It therefore constitutes a relevant case study to create a generic model which can be, then, applied to other European countries. In addition, respiratory diseases of cattle have been subject to many studies in this country as they are considered to be a major limitation to the performances of the French cattle industry [7, [12] [13] [14] [15] [16] . However, the scientific knowledge produced so far has not yet been valorised into a national scale economic evaluation.",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 121,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 497,
                    "end": 500,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 501,
                    "end": 505,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 506,
                    "end": 510,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 511,
                    "end": 515,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 516,
                    "end": 520,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 521,
                    "end": 525,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The methodological framework of the study is illustrated in Fig 1. The productivity of the cattle production system under \"status quo\" scenario was compared with the productivity under alternative scenarios corresponding to different levels of BRD incidence rate reduction (namely 20%, 50% and 100%) in different compartments of the cattle production system.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 60,
                    "end": 66,
                    "text": "Fig 1.",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Methodological framework of the study"
        },
        {
            "text": "Details of the productivity assessment are in Material and Methods part 2.1. The model used to estimate the productivity of the cattle production system is based on the Livestock Production Efficiency Calculator (LPEC) [17] . The productivity of the cattle industry, as measured by the model, is the ratio of the value of its production and the quantity of metabolizable energy (ME) it requires, the latter being a critical resource input to any livestock system and one that needs to be optimised in terms of environmental impact assessments as the energy source is a proxy for water and land use.",
            "cite_spans": [
                {
                    "start": 219,
                    "end": 223,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Methodological framework of the study"
        },
        {
            "text": "A literature review was performed beforehand to (i) identify the cattle production parameters significantly affected by BRD, (ii) quantify the effect of BRD on the selected cattle production parameters and (iii) estimate the current BRD incidence rates, production parameters, market prices of cattle products, variable farming costs (apart from feed) and veterinary costs associated with BRD cases in the French cattle production system (Fig 1) . Details of the literature review are in Material and Methods part 1. Based on these data, production parameters of cattle affected and not affected by BRD during their production period were estimated, as described in Material and Methods part 2.2.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 438,
                    "end": 445,
                    "text": "(Fig 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Methodological framework of the study"
        },
        {
            "text": "The French cattle production system is composed of two distinct sectors of comparable size: the beef suckling sector (hereafter referred as \"Beef sector\", including 4.2 10 6 cows (i.e. adult breeding females)) and the dairy sector (including 3.7 10 6 cows) [18] . The two sectors use distinct breeds with specific breeding and growing performances which have been selected for the purpose of milk and meat production respectively.",
            "cite_spans": [
                {
                    "start": 257,
                    "end": 261,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Structure of the French cattle production system"
        },
        {
            "text": "In the two sectors, a given proportion of newborn calves are used as breeding herd replacements, while others (hereafter referred as \"surplus\") are used for a variety of other purposes, with different types of outputs and rearing periods, which are represented in Fig 2 along with their respective proportions. In the beef sector, males are either sold as young bulls between 1 and 2 years of age, after a period of fattening, or sold as weanlings (\"broutards\"). Weanlings are mainly exported to other countries for finishing. A distinction was made between weanlings sold early, right after weaning (\"light weanlings\") or sold later, after a short pre-fattening period (\"heavy weanlings\"). Male dairy calves are either transferred to feedlot farms before weaning for veal meat production (at 1 week-1 month of age), transferred to feedlot farms after weaning for young bull production or exported to other countries (at 1 week-1 month of age) [19] .",
            "cite_spans": [
                {
                    "start": 944,
                    "end": 948,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 264,
                    "end": 275,
                    "text": "Fig 2 along",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Structure of the French cattle production system"
        },
        {
            "text": "All male calves used for veal meat production and a large proportion of male calves used for young bull meat production are transferred to other farms for fattening. Therefore, each sector can be subdivided into \"compartments\" (Fig 2) : (i) The breeding-fattening compartment, in both beef and dairy sectors, includes the breeding stock and breeding replacement stock and all the surplus cattle reared on-site until sale (for slaughter, export or additional fattening). (ii) The young bull feedlot compartment, in both beef and dairy sectors, includes male calves transferred to other farms after weaning and being fattened to produce young bull meat (42% of young bulls fattened in France) [19] . Weanlings are considered to be transported to young bull feedlots at 250 days of age. (iii) The veal feedlot compartment, only in the dairy sector, includes calves transferred to feedlot farms and fattened to produce veal meat. In the study, it The productivity model was used to infer the production value (PV), the total metabolizable energy requirement (TME) and the additional costs (AC) of the considered livestock system under alternative scenarios corresponding to status quo and different levels of BRD incidence rate reduction. Input data were obtained from the literature. was considered, for the sake of simplicity, that this transfer occurs at 1 week of age although in reality the age at transfer is comprised between 1 week and 1 month. Some minor types of surplus cattle were not included in the study: steers, exported female dairy calves and beef calves used for veal meat production. Together, these surplus represent less than 10% of the overall number of calves born per year in both beef and dairy sectors [19] .",
            "cite_spans": [
                {
                    "start": 691,
                    "end": 695,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1725,
                    "end": 1729,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 227,
                    "end": 234,
                    "text": "(Fig 2)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Structure of the French cattle production system"
        },
        {
            "text": "The scientific data produced on BRD in France and neighbouring countries suggest that BRD incidence rate is particularly high in calves in breeding farms between 7 days and 150 days of age [14] , in male weaned calves moved to other farms for fattening (as opposed to weaned calves fattened in the farm where they are born), during the first few weeks after introduction in the feedlots [20] , and in non-weaned calves being fattened in veal feedlot farms [21] . In consequence, effects of changes in BRD incidence rates in 5 specific at-risk production stages (2 at-risk stages in the beef sector, 3 at-risk stages in the dairy sector) on productivity were assessed (Fig 2) : (i) Non-weaned beef calves from 7 days to 150 days old (in the breeding-fattening compartment of the beef sector), hereafter referred as \"beef calves\"; (ii) beef calves moved to a different farm for fattening, in the first 40 days after introduction in feedlot, i.e. from 250 to 290 days old (in the young bull feedlot compartment of the beef sector), hereafter referred as \"beef young bulls\"; (iii) Dairy calves from 7 days to 150 days old (in the breedingfattening compartment of the dairy sector), hereafter referred as \"dairy calves\"; (iv) Veal calves from introduction in feedlot (at 7 days) to slaughter at about 6 months (in the veal feedlot compartment of the dairy sector), hereafter referred as \"veal calves\"; (v) Dairy young bulls moved to a different farm for fattening, in the first 40 days after introduction in feedlot, i.e. from 250 to 290 days old (in the young bull feedlot compartment of the dairy sector), hereafter referred as \"dairy young bulls\" (Fig 2) .",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 193,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 387,
                    "end": 391,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 456,
                    "end": 460,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [
                {
                    "start": 667,
                    "end": 674,
                    "text": "(Fig 2)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1645,
                    "end": 1652,
                    "text": "(Fig 2)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Production stages vulnerable to BRD"
        },
        {
            "text": "As these at-risk production stages are in different compartments (breeding-fattening, young bull feedlot, veal feedlot) which correspond to different types of cattle farming enterprises, the effect of BRD incidence reduction in these production stages was assessed at the level of their sector (effect of BRD incidence reduction on the sector (beef or dairy) where it occurs) and their compartment (effect of BRD incidence reduction on the compartment where it occurs).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Production stages vulnerable to BRD"
        },
        {
            "text": "Many production parameters of cattle are potentially affected by BRD occurrence. Therefore, a first objective of the study was to select the effects of BRD to include in the model. A literature review was performed to identify cattle production parameters which were demonstrated to be significantly impacted by BRD. The results are summarized in Table 1 , along with study references. According to the identified studies, BRD significantly increases the risk of premature death (mortality rate), decreases the ADG (i.e. average daily weight gain) and lowers the carcass quality of infected cattle. Besides, two studies demonstrated that a history of BRD occurrence during early years increases the risk of dystocia in breeding females (i.e. cows) at the time of calving. The reduction in ADG results either in lower weights at maturity or in delayed ages at maturity. However the effect of BRD on the fertility, survival after parturition, risk of abortion and milk production (quantity of milk and somatic cell count) of breeding females have not been clearly demonstrated or studies on these effects yielded contradictory results (Table 1) . Therefore there is no consensus on whether these effects of BRD are true or not.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 347,
                    "end": 354,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1133,
                    "end": 1142,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Literature review and model parameters"
        },
        {
            "text": "Based on this literature review, a reduced number of BRD effects were chosen for inclusion in the model. They included the effect of BRD on risk of premature death (i.e. mortality risk), on ADG and, in the case of fattening cattle (veal calves and young bulls), on the risk of carcass downgrading. Quantified values of these effects were estimated through studies performed in France, except the change of ADG in dairy calves. As the latter was not estimated in the French context, the result of a study performed in United States was used. Estimates of BRD incidence rate or incidence risk were produced in previous studies done in France. The studies on BRD incidence and BRD-induced changes in production parameters used in the model are referenced in S1 Table along with their results. Probability density functions of disease incidence and effects of BRD on production parameters are displayed in Table 2 .A (BRD incidence) and Table 2 .B (Effect of BRD). Incidence rates were converted in incidence risks and conversely using the method explained in S1 Appendix.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 758,
                    "end": 769,
                    "text": "Table along",
                    "ref_id": null
                },
                {
                    "start": 902,
                    "end": 909,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 933,
                    "end": 940,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Literature review and model parameters"
        },
        {
            "text": "Growth performance parameters are displayed in the S2 Table and breeding performance, milk production performances and feed metabolizability parameters are displayed in S3 Table. The National estimates of mortality rates in the different classes of ages in the two sectors were taken from [66] . Estimated veterinary costs associated with BRD cases were taken from [21] . 2015-2016 Market prices are displayed in the S4 Table. Estimated additional variable costs are displayed in S5 Table. 2. Model results: Effect of BRD incidence reduction on the demography and productivity of the French cattle production system 2.1. Predicted effect of BRD on the age at maturity of breeding females and young bulls. To illustrate the effect of the BRD-induced changes of ADG on the demographic structure of the cattle population, the differences of age at maturity between BRD affected and non- Table 2 . Biological parameters related with BRD and their assumed distribution used in the model. Study years and locations can be found in S1 Table. A. BRD [65] • Normal N(p, σ)",
            "cite_spans": [
                {
                    "start": 289,
                    "end": 293,
                    "text": "[66]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 365,
                    "end": 369,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1038,
                    "end": 1041,
                    "text": "BRD",
                    "ref_id": null
                },
                {
                    "start": 1042,
                    "end": 1046,
                    "text": "[65]",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [
                {
                    "start": 54,
                    "end": 63,
                    "text": "Table and",
                    "ref_id": null
                },
                {
                    "start": 172,
                    "end": 178,
                    "text": "Table.",
                    "ref_id": null
                },
                {
                    "start": 420,
                    "end": 426,
                    "text": "Table.",
                    "ref_id": null
                },
                {
                    "start": 483,
                    "end": 489,
                    "text": "Table.",
                    "ref_id": null
                },
                {
                    "start": 884,
                    "end": 891,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 1028,
                    "end": 1034,
                    "text": "Table.",
                    "ref_id": null
                }
            ],
            "section": "Literature review and model parameters"
        },
        {
            "text": "Veal calf 7 days to slaughter Cumulative incidence risk [21] • Normal N(p, σ)",
            "cite_spans": [
                {
                    "start": 56,
                    "end": 60,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Literature review and model parameters"
        },
        {
            "text": "Young bull 250-290 days Cumulative incidence risk [20, 25] • Normal N(p, σ) respectively. In male young bulls, BRD occurrence at feedlot has substantially more effect on the age at maturity than BRD occurrence in calfhood (26.4 days (95% CI: 24.9-27.9) and 7.5 days (95% CI: 5.1-9.9) respectively in the beef sector) (Fig 3) .",
            "cite_spans": [
                {
                    "start": 50,
                    "end": 54,
                    "text": "[20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 55,
                    "end": 58,
                    "text": "25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 317,
                    "end": 324,
                    "text": "(Fig 3)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Literature review and model parameters"
        },
        {
            "text": "According to model results, eradicating BRD in beef and dairy calves would have a substantial effect on the demographic structure of the female cattle population, as the reduction in calves' mortality rate would allow a higher proportion of female calves to be used as surplus. In response to BRD eradication, the proportion of female calves used as surplus would increase by 1.3% (95% CI: 1.2-1.4) and 0.8% (95% CI: 0.6-1.0) in the beef and dairy sector respectively. In response to BRD incidence reduction by 50%, the proportion of female calves used as surplus would increase by 0.6% (95% CI: 0.6-0.6) and 0.4% (95% CI: 0.3-0.4) in the beef and dairy sector respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Predicted effect of BRD incidence reduction in calves on the demographic structure of the cattle population."
        },
        {
            "text": "2.3. Predicted effect of BRD incidence reduction on the cattle system productivity. Predicted changes in productivity resulting from BRD incidence reduction by 20%, 50% or 100% are displayed in Tables 3 and 4 and Fig 4. When considering the impact of BRD control at the level of the compartments where it occurs (breeding-fattening, young bull feedlots and veal feedlots), the highest gain of productivity would be obtained in the young bull feedlot compartment (Fig 4) with 10.7% (95% CI: 8.7-12.8%) and 7.3% (95% CI: 6-8.7%) increase in productivity in response to BRD eradication in the beef and dairy young bull feedlot compartment respectively (Table 3) . However, predicted changes of productivity in response to BRD incidence reduction in young bulls are particularly sensitive to variation in market prices (Table 3 ). In both sectors, the lowest compartment-level gain in productivity would be in the breeding-fattening compartment, with 5.5% (95% CI: 5.1-6%) and 0.2% (95% CI: 0.1-0.3%) Table 3 . Predicted changes in productivity of the breeding-fattening, young bull feedlot and veal feedlot compartments in response to BRD incidence reduction in their corresponding at-risk production stages. In each cell: Mean value (in bold type); between parenthesis: successively, 95% confidence interval with constant market values and 95% confidence interval with 5% variation in market values.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 194,
                    "end": 208,
                    "text": "Tables 3 and 4",
                    "ref_id": null
                },
                {
                    "start": 213,
                    "end": 219,
                    "text": "Fig 4.",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 462,
                    "end": 469,
                    "text": "(Fig 4)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 649,
                    "end": 658,
                    "text": "(Table 3)",
                    "ref_id": null
                },
                {
                    "start": 815,
                    "end": 823,
                    "text": "(Table 3",
                    "ref_id": null
                },
                {
                    "start": 997,
                    "end": 1004,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Predicted effect of BRD incidence reduction in calves on the demographic structure of the cattle population."
        },
        {
            "text": "Compartment (production stage at risk) Proportion incidence reduction increase in productivity in response to BRD eradication in the beef and dairy breeding-fattening compartment respectively. When considering the impact of BRD incidence reduction at the sector level (Table 4) , the highest gain of productivity would be obtained in the beef sector, by reducing BRD incidence in beef calves in the breeding-fattening compartment. Eradicating BRD in this production stage would result in a 5.1% increase in the beef sector productivity (95% CI: 4.7-5.5%). In financial terms, assuming a constant ME requirement of the beef sector, this gain of productivity would represent an additional revenue of approximately 95.5 million EUR/year at national level. In comparison, BRD eradication in the dairy sector (in dairy calves, dairy young bulls or veal calves) would have a much lower effect on its productivity (Table 4 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 268,
                    "end": 277,
                    "text": "(Table 4)",
                    "ref_id": null
                },
                {
                    "start": 907,
                    "end": 915,
                    "text": "(Table 4",
                    "ref_id": null
                }
            ],
            "section": "Sector"
        },
        {
            "text": "A sensitivity analysis was performed to determine how sector-level gains in productivity predicted by the model are likely to vary with changing market prices. The value of additional variable farming costs per cattle head have a strong positive effect on the predicted gain in productivity obtained from BRD incidence reduction in both the dairy and the beef sector. Culled beef breeding female price and milk price have a strong negative effect on the expected gains of productivity in, respectively, the beef sector and the dairy sector in response to BRD control in all stages. Expected gains of productivity in response to BRD incidence reduction in beef and dairy young bulls and veal calves are strongly affected by the corresponding standard and downgraded carcass prices ( Table 5 ). The value of the veterinary cost of BRD mainly impacts the predicted gain in productivity from BRD incidence reduction in dairy calves, beef calves and veal calves.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 782,
                    "end": 789,
                    "text": "Table 5",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Sensitivity analysis on market values"
        },
        {
            "text": "This study is the first one to estimate the overall impact of BRD at a national scale. The use of a productivity model allows integrating changes in the demographic structure of the livestock population and changes in input requirements as well as rate of output production. The used productivity model is based on an algorithm, the LPEC [17] , which was originally designed for estimating the productivity of individual farms, but was successfully applied at national level in other case studies [67] . It has the advantage of not requiring estimating the quantity and unit Table 4 . Predicted changes in productivity of the French beef and dairy sectors in response to BRD incidence reduction in specific compartments. In each cell: Mean value (in bold type); between parenthesis: successively, 95% confidence interval with constant market values and 95% confidence interval with 5% variation in market values.",
            "cite_spans": [
                {
                    "start": 338,
                    "end": 342,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 497,
                    "end": 501,
                    "text": "[67]",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [
                {
                    "start": 575,
                    "end": 582,
                    "text": "Table 4",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Sector Compartment (production stage at risk)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Beef Breeding-fattening beef (beef calves) cost of feed supplied to cattle. Instead, it predicts the quantity of ME supplied to the cattle population at equilibrium, given a set of production parameters, which makes it very convenient to apply in a large diversity of contexts. Besides, it allows accounting for all types of effects of diseases on production performances. As an example, if animals reach maturity after a standard rearing period (e.g. veal calves in this case) the reduction of ADG due to BRD affects the output value (i.e. carcass weight) while if animals reach maturity at a standard weight, the reduction of ADG delays the age at maturity (delayed first calving or delayed age at slaughter) which increases the number of \"non-productive\" animals (calves in their growing period) and, therefore, the ME requirements and variable costs per breeding females without modifying the output production rate and output value of the livestock system. The study does not provide any estimation of the cost required to reduce the incidence or eradicate BRD. Eradication of BRD from cattle farms usually requires the mobilization of considerable resources from farmers or even proves to be impossible in practice. However, some studies suggested that BRD incidence can be significantly reduced at limited cost through improvements in herd management, including systematic check of the colostrum quality and colostrum intake of newborn calves, reduction of cattle group sizes and complete straw bedding of cattle [6, 7] . These farm-level control measures are difficult to cost but they can be assumed to represent moderate investments. Forecasting the decrease of BRD incidence resulting from improvements in farm biosecurity is a difficult task, but it can be assumed that reductions of 20% or 50% represent realistic objectives and such scenarios provide a reliable insight of the potential productivity gains to be expected from an improved control of respiratory pathogens of cattle. At this stage, the specific impacts of individual pathogens were not differentiated. However, epidemiological studies conducted in the French beef sector showed BRSV and Mannheimia haemolytica are associated with most BRD cases [15] . Epidemiological data on French dairy sector are scarce. Some studies showed an important role of Mycoplasma bovis in veal calves' respiratory diseases at feedlot [12, 68] but the prevalence of the bacteria in dairy breeding farms appears to be very low [13] .",
            "cite_spans": [
                {
                    "start": 1520,
                    "end": 1523,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1524,
                    "end": 1526,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2224,
                    "end": 2228,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 2393,
                    "end": 2397,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2398,
                    "end": 2401,
                    "text": "68]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 2484,
                    "end": 2488,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Proportion incidence reduction Financial benefit of BRD eradication (100% reduction) at national level (in million EUR/year)* 20% 50% 100%"
        },
        {
            "text": "The results show that enhancing BRD control in beef breeding farms would substantially increase the productivity of the French cattle industry, reducing its environmental impact while satisfying consumers' demand. Gains in productivity obtained through BRD control in other production stages (dairy calves in dairy breeding farms, young bull feedlots, veal farms) have a much lower impact on the productivity of their sectors. The lower effect of BRD incidence reduction in fattening young bulls on the productivity of the whole dairy and beef sectors is explained by the smaller proportion of fattening young bulls in the whole cattle population compared to non-weaned calves in both sectors. The lower economic impact of BRD incidence reduction in dairy calves compared with beef calves can be partly explained by the lower measured risk of mortality and ADG reduction in affected dairy calves compared to beef calves [24] . More importantly, most of the income of the dairy sector is derived from the milk produced by breeding females, and the income generated by surplus cattle is small in comparison. Therefore, a similar increase in the production of surplus cattle does not have the same effect on the overall productivity of the dairy and beef sector. It also explains why gains of productivity of the dairy sector are negatively correlated with milk prices and culled breeding cattle carcass prices.",
            "cite_spans": [
                {
                    "start": 920,
                    "end": 924,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Proportion incidence reduction Financial benefit of BRD eradication (100% reduction) at national level (in million EUR/year)* 20% 50% 100%"
        },
        {
            "text": "In both sectors the compartment-level gain of productivity resulting from BRD incidence reduction is significantly higher in young bulls and veal feedlots than in the breeding-fattening compartment. This result highlights an important constraint to BRD control which is related to the cattle value chain structure. Indeed, recent studies demonstrated that the risk of BRD occurrence in veal feedlots depends on the level of immunoglobulin of veal calves at their introduction, i.e. the efficiency of passive immune transfer at birth [38] , while the risk of BRD occurrence in young bulls feedlots depends on the level of seroconversion of newly introduced young bulls against the main respiratory pathogens [15] . In other words, BRD incidence in veal and young bull feedlots partly depends on prevention measures (colostrum feeding for veal calves, vaccination for young bulls) implemented in the breeding-fattening compartment while this later compartment derives lower economic benefits from BRD prevention. This unequal distribution of costs and benefits is likely to limit the investments in BRD control. A possible solution, in the case of young bull feedlots, would be to modulate prices of weaned calves sold to feedlot farms based on their vaccination status. However the vaccination history of weanlings can be difficult to trace, especially if their sale is mediated by many intermediate middlemen and the origin of the weanlings is not easily identifiable. An alternative solution is to introduce a vaccine at a sufficiently low price to motivate breeders to vaccinate their beef calves early in their life while providing a long lasting immunity, protecting calves until their fattening period.",
            "cite_spans": [
                {
                    "start": 533,
                    "end": 537,
                    "text": "[38]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 707,
                    "end": 711,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Proportion incidence reduction Financial benefit of BRD eradication (100% reduction) at national level (in million EUR/year)* 20% 50% 100%"
        },
        {
            "text": "The sensitivity analysis shows a dependence of the results on the market value of young bulls and veal carcasses, breeding cattle carcasses, milk and additional variable costs. As the market values of these components are likely to fluctuate in time, results of the model are expected to vary from one year to another. The strong positive correlation of the results with additional variable costs demonstrate the importance of accounting for changes in the demographic structure of the herd in response to better disease control: increase in calves' ADG results in a reduction of the rearing period and, therefore, of the expenditures in feed and other daily farming costs. This correlation is not observed with additional variable cost of veal production, because the change in ADG in veal calves does not affect the duration of the rearing period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proportion incidence reduction Financial benefit of BRD eradication (100% reduction) at national level (in million EUR/year)* 20% 50% 100%"
        },
        {
            "text": "The study was conducted in France, which has the largest cattle population in Europe. Results in other countries are expected to differ, depending on their epidemiological status for BRD (incidence rate in the different compartments) and the structure of their cattle production system. Based on the study results, it can be assumed that BRD mostly affects the productivity of cattle systems in which the beef sector and the young bull feedlots have a high economic importance and a high fraction of the calves are shipped to other farms for fattening.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proportion incidence reduction Financial benefit of BRD eradication (100% reduction) at national level (in million EUR/year)* 20% 50% 100%"
        },
        {
            "text": "One of the limits of the study is that it only accounts for the effect of clinical BRD, while most BRD cases are subclinical. Data on the effect of subclinical BRD on cattle production performances are much more limited. Subclinical BRD does not impact cattle mortality rate and is not associated with veterinary costs. However, the reduction in ADG and carcass quality resulting from subclinical BRD is still substantial, although lower than the ones resulting from clinical BRD [42, 69] .",
            "cite_spans": [
                {
                    "start": 480,
                    "end": 484,
                    "text": "[42,",
                    "ref_id": null
                },
                {
                    "start": 485,
                    "end": 488,
                    "text": "69]",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [],
            "section": "Proportion incidence reduction Financial benefit of BRD eradication (100% reduction) at national level (in million EUR/year)* 20% 50% 100%"
        },
        {
            "text": "Some effects of BRD were not included in the model. It was demonstrated that occurrence of BRD in calfhood increases the risk of dystocia at calving [2, 55] . The economic cost of dystocia is difficult to evaluate, as it results both in additional time spent by farm workers in assisting calving and increased risk of health issues for breeding females and their newborn calves. Additional empirical data would be needed to properly address this specific effect of BRD.",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 152,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 153,
                    "end": 156,
                    "text": "55]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Proportion incidence reduction Financial benefit of BRD eradication (100% reduction) at national level (in million EUR/year)* 20% 50% 100%"
        },
        {
            "text": "The model does not consider any effect of BRD on the feed conversion ratio (FCR) of cattle. It is possible that the FCR of cattle affected by BRD increases, and, therefore, the relation between ADG and ME requirement (feed intake) might not be the same in affected and nonaffected cattle. However, recent studies conducted on feedlot heifers in United States showed that increased FCR in sick animals during the infection phase is compensated later by a decrease in FCR, in comparison with non-infected cattle, during the compensatory growth phase. The authors of these studies concluded that the overall reduction in ADG can be largely, if not entirely, explained by a reduction in ME intake [28, 29] .",
            "cite_spans": [
                {
                    "start": 693,
                    "end": 697,
                    "text": "[28,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 698,
                    "end": 701,
                    "text": "29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Proportion incidence reduction Financial benefit of BRD eradication (100% reduction) at national level (in million EUR/year)* 20% 50% 100%"
        },
        {
            "text": "The impact of BRD on the age at first calving of breeding females was indirectly included in the model, through the reduction of ADG during calfhood, which delays the age female reach the optimal weight for breeding. The predicted mean delay of 15.2 days in dairy females is consistent with the most recent results from empirical studies done in United States [2, 59] . Similarly, the predicted mean delay in age at slaughter of young bulls due to BRD at feedlot is similar the one measured in empirical studies in France [20] .",
            "cite_spans": [
                {
                    "start": 360,
                    "end": 363,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 364,
                    "end": 367,
                    "text": "59]",
                    "ref_id": null
                },
                {
                    "start": 522,
                    "end": 526,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Proportion incidence reduction Financial benefit of BRD eradication (100% reduction) at national level (in million EUR/year)* 20% 50% 100%"
        },
        {
            "text": "The model required estimates of both incidence rate and incidence risk of BRD in the considered at-risk cattle populations. The method used to estimate one of these parameters from the other assumes independence between successive BRD affections, i.e. a BRD affection of one cattle does not reduce its risk of being affected at another time. This assumption cannot be verified. Nonetheless, a longitudinal epidemiological study of BRD in beef calves reported a substantial proportion of reoccurring BRD cases (around 10%) which shows that the risk of calves being affected more than once is significant [14] .",
            "cite_spans": [
                {
                    "start": 603,
                    "end": 607,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Proportion incidence reduction Financial benefit of BRD eradication (100% reduction) at national level (in million EUR/year)* 20% 50% 100%"
        },
        {
            "text": "The reliability of disease parameters used in the model strongly depends on the quality and reproducibility of the studies performed to estimate them. In most studies, definitions of BRD clinical cases are based on farmers' decision to apply a clinical treatment. Criteria to judge whether animals need a medical intervention may vary between farm, and, most likely, between sectors, depending on the economic value of livestock. Case studies used to estimate biological parameters affected by BRD were performed on cattle of Prim'Holstein breed in the dairy sector and mostly Charolaise breed in the beef sector. Most dairy cattle in France are of Prim'Hostein breed while Charolaise breed accounts for more than 30% of cattle used in the beef sector [19] . It is not known whether the susceptibility and sensitivity of these two breeds to BRD affections significantly differs from other breeds.",
            "cite_spans": [
                {
                    "start": 752,
                    "end": 756,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Proportion incidence reduction Financial benefit of BRD eradication (100% reduction) at national level (in million EUR/year)* 20% 50% 100%"
        },
        {
            "text": "BRD control efforts should be focused in priority on beef breeding farms, as a decrease of BRD incidence in non-weaned beef calves would substantially enhance the productivity of the French cattle production system. However, at compartment level, in the beef and dairy sector, young bull and veal feedlot enterprises derive more economic benefits from BRD prevention than the breeding farms they purchase their cattle from, which may limit investments in BRD control.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "A literature review was performed to identify quantified estimates of the effect of BRD occurrence on cattle production parameters. The literature review was conducted with the help of google scholar and PubMed using the following research terms: (i) \"Bovine Respiratory Disease AND Performance\"; (ii) \"Bovine Respiratory Disease AND Production loss\"; (iii) \"Cattle AND pneumonia AND performance\"; (iv) \"Cattle AND pneumonia AND Production loss\". Besides, a specific research was conducted in the online records of the French veterinary theses (at: http://kentika.oniris-nantes.fr/) in order to identify studies conducted on BRD and published in French language. The used research term was \"Respiratoire ET Bovin\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Literature review"
        },
        {
            "text": "Only studies providing quantitative estimates of the considered effect and assessing the significance of the effect with a statistical test where included in the review. A given effect was considered for inclusion in the model if its significance was demonstrated by at least half of the selected studies conducted on it.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Literature review"
        },
        {
            "text": "Next, quantitative estimates of the selected effects were chosen for use in the model. These estimates were preferentially taken from studies conducted in France. When no studies done in France was identified, quantified estimates obtained in other countries where used. Similarly, estimates of BRD incidence were taken from surveys conducted in France.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Literature review"
        },
        {
            "text": "Current production parameters of the French cattle system and veterinary costs linked to BRD were derived from results of national census or national cattle movements and slaughter databases. Product market prices and variable farming costs were found in online national market records. Sources of the data are detailed in S1-S5 Tables.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Literature review"
        },
        {
            "text": "Modelling the effect of change in BRD incidence rate on the demography and productivity of the French cattle system 2.1. The productivity model. The following definition of a livestock system productivity was used:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "PV: Value of all the products of the livestock system in one year (in monetary unit per breeding female per year). TME: Total ME required by the livestock system (supplied by either forage, silage, concentrate feed or milk replacer) which is required to achieve the given level of performance (in Megajoule per breeding female per year) AC: Additional variable costs (apart from feed) incurred by the livestock system (in monetary units per breeding female per year). It includes the expenditures in treatments of cattle affected by BRD, the purchase of animals (in the case of veal and young bull feedlot compartments), labour and other variable costs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "Note that a breeding female (i.e. cow) was defined as a female cattle during her reproductive period (i.e. from her first calving until her departure from the system).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "Measures of the productivity of the considered cattle sectors with different levels of BRD incidence rate were determined using the same set of equations as in the LPEC algorithm [17] . The model is steady-state and deterministic, assuming a constant livestock population over time. Based on the mortality rates in the different age classes, the herd breeding performance parameters and the sex ratio of the breeding stock, the model determined the proportion of female and male calves used as breeding herd replacement in order to maintain a constant population. The rest of the newborn calves were distributed into different categories of destination (purposes), in proportions equal to the ones found in the literature (Fig 2) . The model further divided these categories into two sub-categories, \"affected by BRD during calfhood\" and \"not affected by BRD during calfhood\" (\"calfhood\" referring either 7-150 days of age for calves kept in breeding farms until weaning or to the fattening period for veal calves). For young bulls moved to another farm for fattening, another sub-categorization was made between the ones affected and not affected by BRD during the 40 first days in feedlot. In each case, the proportion of calves in the sub-categories was directly determined from the estimated BRD incidence risk in each at-risk stage (S1 Appendix).",
            "cite_spans": [
                {
                    "start": 179,
                    "end": 183,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 722,
                    "end": 729,
                    "text": "(Fig 2)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "2."
        },
        {
            "text": "Each of these sub-categories of cattle, noted i, were attributed specific mortality rates, ADG, resulting weight and age at weaning and maturity, and output price which, in turn, determined their demographic weight in the herd (number of heads per breeding female, hereafter referred as n i ) their ME requirement per unit of time, noted me i , their rate of output production Ro i (i.e. quantity of output produced per breeding female per year) and output unit value Vo i .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "Values of PV, TME and AC directly resulted from the set of equations:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "With m the total number of sub-categories (determined by purpose and BRD status), c i the additional variable cost per cattle head per unit of time in the sub-category i, ω i the number of treatments of BRD cases administered in sub-category i per year and c t the average veterinary cost of BRD cases treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "The demographic composition of each sub-category n i was estimated using the same method as the LPEC algorithm [17] . The method is described in S2 Appendix.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 115,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "The formulas used to determine ME requirements of each subcategory were the same as the ones used by the LPEC algorithm [17] and were supplied by the National Research Council [70] . Note that breeding females were attributed specific ME requirements determined by their breeding performances (parturition rate, milk production, weight loss in early lactation, weight at maturity and weight at culling), and an output production rate determined by their culling rate and milk production. ME requirements were calculated differently in the beef and dairy sectors. In the beef sector it was assumed that breeding females were never milked and the non-weaned calves fed entirely from suckling their mothers. Therefore, the milk produced by breeding females was directly determined by the ME requirements of the non-weaned calves and these ME requirements were not included in the TME. In the dairy sector, breeding females were assumed to be entirely milked and the milk produced was either sold for human consumption or for feeding non weaned calves. The milk used to feed non weaned calves was considered to be entirely purchased (as raw milk or milk replacer). Therefore, the totality of the milk produced by breeding females was considered as an output of the livestock system while ME requirements of non-weaned calves were included in the TME.",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 124,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 176,
                    "end": 180,
                    "text": "[70]",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "The formula used to estimate the ME required by breeding females to produce 1 kg of milk was supplied by the National Research Council [71] : 4:184ð0:192 þ 0:0929m f þ 0:0563m p Þ μ f and μ p being the concentration of fat and protein in the milk respectively. 2.2. Production parameters in \"BRD affected\" and \"non BRD affected\" cattle categories. All values were based on current estimations of incidence rates λ and incidence risks p of BRD in the cattle population of France during the defined at-risk periods.",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 139,
                    "text": "[71]",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "The basic mortality rate τ 0 (i.e. mortality due to anything but BRD) was determined using the following equation:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "With τ the current mortality rate in the population over the considered period, κ the mortality risk due to BRD and λ the current BRD incidence rate in the population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "The following formula was used to estimate the mortality rate τ 1 Ã of cattle affected by BRD in the course of the considered at-risk period in a given scenario Ã :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "With t the duration of the at-risk period and λ Ã and p Ã the incidence rate and incidence risk in the scenario Ã respectively. The mathematical bases of this formula are explained in S3 Appendix.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "The distribution of ADG in the cattle population was considered to be a mixture of two normal distributions N(δ 0 , σ 0 ) and N(δ 1 , σ 1 ) corresponding to cattle not affected and affected by BRD during the at-risk period respectively. Therefore, the mean ADG δ of the population during the considered critical period was considered to be δ = pδ 1 + (1 − p)δ 0 and δ 1 − δ 0 = β, β being the estimated regression coefficient of BRD status on ADG. Therefore mean ADGs of cattle of the considered class of age (beef and dairy calves, veal calves and young bulls) according to their BRD status (respectively δ 1 and δ 0 ) were inferred from δ, p and β:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "The duration of the rearing period of veal calves (time from birth to sale for slaughter) was considered to be independent on their ADG, as veal calves were assumed to be farmed in allin-all-out systems. However, the final weight reached by veal calves at sale time was considered to depend on their ADG. Therefore the mean total weight gains reached by veal calves, not affected or affected by BRD, noted w 0 and w 1 respectively, over period t were considered to be:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "On the other hand, the weight at weaning and maturity of breeding herd replacement cattle, weanlings, heifers sold after 1 year, and young bulls were considered to be independent of the ADG. Therefore the mean rearing period duration needed for these categories of cattle not affected and affected by BRD, to reach a constant total weight gain w, noted t 0 and t 1 respectively, were considered as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "σ 0 and σ 1 being the true standard deviations of the ADGs of cattle not affected and affected by BRD, respectively. σ 0 and σ 1 were assumed to be equal to the current standard deviation of ADG in the cattle population, which is approximately equal to 0.2 kg/day [25, 35] .",
            "cite_spans": [
                {
                    "start": 264,
                    "end": 268,
                    "text": "[25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 269,
                    "end": 272,
                    "text": "35]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "Risks of downgrading of carcasses of veal calves or young bulls affected and not affected by BRD (respectively noted γ 0 and γ 1 ) were calculated as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "With γ the current proportion of downgraded carcasses in the population and α the estimated difference between downgrading risk of affected and unaffected cattle.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "Under a given scenario with BRD incidence rate λ Ã in a defined at-risk period, the number of treatments ω Ã administered for BRD affection per breeding female per year was considered to be:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "With n the number of cattle in the at-risk period per breeding female estimated by the productivity model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "Estimates of BRD incidence rate and effects of BRD on ADG and carcass quality were obtained from previous cross-sectional or longitudinal studies performed on samples of the cattle population. The precision of the estimates being limited by the used sample sizes, the uncertainty on these variables was addressed through a stochastic approach. The probability density functions of model parameters (incidence rate or incidence risk, treatment cost, BRD-induced change of ADG, BRD-induced change of risk of carcass downgrading) were determined from their sample estimate and standard error, t-test value, or p value, depending on the information supplied in the study reference. Ten thousand values of the abovementioned parameters were sampled from their modelled probability distribution. The sampling followed a random Latin Hypercube Sampling approach, using the R package \"lhs\" [72] . For each iteration, corresponding changes in productivity in response to given changes in BRD incidence rates were estimated. The variability of market values (livestock products prices and additional farming costs) was also accounted for using the same method. As the true probability distributions of market values are unknown, uniform probability distributions bounded by minimum and maximum values, corresponding to a decrease or increase of 5% of these market values respectively, were simulated. Current production parameters of the French cattle system were obtained from results of national census or estimates made on large cattle populations. Therefore, it was considered that the uncertainty on these parameters is weak and their probability distribution was not modelled.",
            "cite_spans": [
                {
                    "start": 882,
                    "end": 886,
                    "text": "[72]",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [],
            "section": "Probability distribution of model outputs and sensitivity analysis on disease parameters and prices"
        },
        {
            "text": "Besides, a sensitivity analysis was performed to assess the dependency of the model results to market values (cattle products' market prices and variable costs). The relative effect of each market value was estimated from the Pearson product correlation coefficient between model outputs (the proportion change of the sector productivity) and sampled model inputs (the considered market value).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Probability distribution of model outputs and sensitivity analysis on disease parameters and prices"
        },
        {
            "text": "All computational analysis and graphical representation of results were performed using the version 3.2.0 of R [73] .",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 115,
                    "text": "[73]",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [],
            "section": "Computational material"
        },
        {
            "text": "Supporting information S1 Appendix. Relation between incidence rate and incidence risk. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Computational material"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Anti-microbial Use in Animals: How to Assess the Trade-offs",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rushton",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Zoonoses Public Health",
            "volume": "62",
            "issn": "",
            "pages": "10--21",
            "other_ids": {
                "DOI": [
                    "10.1111/zph.12193"
                ],
                "PMID": [
                    "25903492"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The effect of respiratory disease and a preventative antibiotic treatment on growth, survival, age at first calving, and milk production of dairy heifers",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Stanton",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Kelton",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Leblanc",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wormuth",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Leslie",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Dairy Sci",
            "volume": "95",
            "issn": "9",
            "pages": "4950--60",
            "other_ids": {
                "DOI": [
                    "10.3168/jds.2011-5067"
                ],
                "PMID": [
                    "22916899"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Bovine respiratory disease research",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Fulton",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "",
            "volume": "10",
            "issn": "",
            "pages": "131--140",
            "other_ids": {
                "DOI": [
                    "10.1017/s146625230999017x"
                ],
                "PMID": [
                    "20003649"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The epidemiology of bovine respiratory disease: What is the evidence for predisposing factors?",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Fulton",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Lehenbauer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Step",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Confer",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Can Vet J",
            "volume": "51",
            "issn": "",
            "pages": "1095--102",
            "other_ids": {
                "PMID": [
                    "21197200"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Calf Respiratory Disease and Pen Microenvironments in Naturally Ventilated Calf Barns in Winter",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lago",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcguirk",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "B"
                    ],
                    "last": "Bennett",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "B"
                    ],
                    "last": "Cook",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "V"
                    ],
                    "last": "Nordlund",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Dairy Sci",
            "volume": "89",
            "issn": "",
            "pages": "4014--4039",
            "other_ids": {
                "DOI": [
                    "10.3168/jds.S0022-0302(06)72445-6"
                ],
                "PMID": [
                    "16960078"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Morbidity in Swedish dairy calves from birth to 90 days of age and individual calf-level risk factors for infectious diseases",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Svensson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lundborg",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Emanuelson",
                    "suffix": ""
                },
                {
                    "first": "S-O",
                    "middle": [],
                    "last": "Olsson",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Prev Vet Med",
            "volume": "58",
            "issn": "3-4",
            "pages": "179--97",
            "other_ids": {
                "DOI": [
                    "10.1016/s0167-5877(03)00046-1"
                ],
                "PMID": [
                    "12706057"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Management-and housing-related risk factors of respiratory disorders in non-weaned French Charolais calves",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Assié",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bareille",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Beaudeau",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Seegers",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Prev Vet Med",
            "volume": "91",
            "issn": "2-4",
            "pages": "218--243",
            "other_ids": {
                "DOI": [
                    "10.1016/j.prevetmed.2009.06.003"
                ],
                "PMID": [
                    "19573942"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A field investigation of the economic impact of respiratory disease in feedlot calves",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "K"
                    ],
                    "last": "Jim",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Booker",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Ribble",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "T"
                    ],
                    "last": "Guichon",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Thorlakson",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Can Vet J",
            "volume": "34",
            "issn": "11",
            "pages": "668--73",
            "other_ids": {
                "PMID": [
                    "17424321"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Economics of Disease Occurrence and Prevention on California Dairy Farms-a Report and Evaluation of Data Collected for the National Animal Health Monitoring-System, 1986-87",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Sischo",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Hird",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "A"
                    ],
                    "last": "Gardner",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "W"
                    ],
                    "last": "Utterback",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Christiansen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Carpenter",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Prev Vet Med",
            "volume": "8",
            "issn": "2-3",
            "pages": "90007--90012",
            "other_ids": {
                "DOI": [
                    "10.1016/0167-5877(90)90007-5"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The cost of respiratory diseases in dairy heifer calves",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Esslemont",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Kossaibati",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Bov Pract",
            "volume": "33",
            "issn": "",
            "pages": "174--182",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Meat production statistics",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Eurostat",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The role of Mycoplasma bovis in bovine respiratory disease outbreaks in veal calf feedlots",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Arcangioli",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Duet",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Meyer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dernburg",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bezille",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Poumarat",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Vet J",
            "volume": "177",
            "issn": "1",
            "pages": "89--93",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tvjl.2007.03.008"
                ],
                "PMID": [
                    "17493850"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "News on Mycoplasma and Bovine Mysoplasmosis. Bulletin de l'Académie Vétérinaire de France",
            "authors": [
                {
                    "first": "Le",
                    "middle": [],
                    "last": "Grand",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Arcangioli",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Calavas",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bezille",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Poumarat",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "161",
            "issn": "",
            "pages": "159--66",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Incidence of respiratory disorders during housing in non-weaned Charolais calves in cow-calf farms of Pays de la Loire (Western France)",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Assie",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Seegers",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Beaudeau",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Prev Vet Med",
            "volume": "63",
            "issn": "3-4",
            "pages": "271--82",
            "other_ids": {
                "DOI": [
                    "10.1016/j.prevetmed.2004.01.014"
                ],
                "PMID": [
                    "15158575"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Exposure to pathogens and incidence of respiratory disease in young bulls on their arrival at fattening operations in France",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Assie",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Seegers",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Makoschey",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Desire-Bousquie",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bareille",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Vet Rec",
            "volume": "165",
            "issn": "7",
            "pages": "195--204",
            "other_ids": {
                "PMID": [
                    "19684344"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Overall decrease in the susceptibility of Mycoplasma bovis to antimicrobials over the past 30 years in France",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "Gautier-Bouchardon",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ferre",
                    "suffix": ""
                },
                {
                    "first": "Le",
                    "middle": [],
                    "last": "Grand",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Paoli",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gay",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Poumarat",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS One",
            "volume": "9",
            "issn": "2",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0087672"
                ],
                "PMID": [
                    "24503775"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "PAN Livestock Services Limited. The Livestock Production Efficiency Calculator, User Guide. Reading, UK: PAN Livestock Services Limited, Department of Agriculture",
            "authors": [],
            "year": 1991,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Ministère de l'Agriculture, de l'Agroalimentaire et de la Forêt-Service de la Statistique et de la Prospective",
            "authors": [
                {
                    "first": "Agreste",
                    "middle": [],
                    "last": "Conjoncture",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Groupe Economie du Bétail Institut de l'Elevage. La production de viande bovine en France: qui produit quoi, comment et où?",
            "authors": [],
            "year": 2011,
            "venue": "Institut de l'Elevage",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Impact of respiratory disorders in young bulls during their fattening period on performance and profitability",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bareille",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Seegers",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Denis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Quillet",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Assié",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Renc Rech Ruminants",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Indicateurs Zootechniques et Sanitaires. Veaux de boucherie",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Martineau",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bertrand",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kergoulay",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Descriptive epidemiology of morbidity and mortality in Minnesota dairy heifer calves",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Sivula",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Ames",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "E"
                    ],
                    "last": "Marsh",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Werdin",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Prev Vet Med",
            "volume": "27",
            "issn": "",
            "pages": "155--71",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Calf Pneumonia Costs! Cattle Pract",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Andrews",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "A nation-wide epidemiological study of acute bovine respiratory disease in France",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gay",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Barnouin",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Prev Vet Med",
            "volume": "89",
            "issn": "3-4",
            "pages": "265--71",
            "other_ids": {
                "DOI": [
                    "10.1016/j.prevetmed.2009.02.013"
                ],
                "PMID": [
                    "19297044"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Incidence, effet sur les performances et impact économique des troubles de santé des jeunes bovins en atelier d'engraissement en Pays de la Loire",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Joly",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Morbidity and mortality in a large Irish feedlot; microbiological and serological findings in cattle with acute respiratory disease",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Healy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Monaghan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "F"
                    ],
                    "last": "Bassett",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Gunn",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Markey",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Collins",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Br Vet J",
            "volume": "149",
            "issn": "",
            "pages": "549--60",
            "other_ids": {
                "PMID": [
                    "8111615"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "An evaluation of antimicrobial therapy for undifferentiated bovine respiratory disease",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Bateman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Shewen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "I"
                    ],
                    "last": "Menzies",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Can Vet J",
            "volume": "31",
            "issn": "10",
            "pages": "689--96",
            "other_ids": {
                "PMID": [
                    "17423676"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Economic effects of bovine respiratory disease on feedlot cattle during backgrounding and finishing phases",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Brooks",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Raper",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Ward",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "P"
                    ],
                    "last": "Holland",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Krehbiel",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Step",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Prof Anim Sci",
            "volume": "27",
            "issn": "",
            "pages": "195--203",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Effect of bovine respiratory disease during preconditioning on subsequent feedlot performance, carcass characteristics, and beef attributes",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "P"
                    ],
                    "last": "Holland",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "O"
                    ],
                    "last": "Burciaga-Robles",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Vanoverbeke",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Shook",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Step",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Richards",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Anim Sci",
            "volume": "88",
            "issn": "7",
            "pages": "2486--99",
            "other_ids": {
                "DOI": [
                    "10.2527/jas.2009-2428"
                ],
                "PMID": [
                    "20190167"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Trends in mortality ratios among cattle in US feedlots",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "Loneragan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Dargatz",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Morley",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Am Vet Med Assoc",
            "volume": "219",
            "issn": "8",
            "pages": "1122--1129",
            "other_ids": {
                "DOI": [
                    "10.2460/javma.2001.219.1122"
                ],
                "PMID": [
                    "11700712"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "The effect of calfhood diseases on growth of female dairy calves during the first 3 months of life in New York State",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Virtala",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Mechor",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "T"
                    ],
                    "last": "Grohn",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "N"
                    ],
                    "last": "Erb",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J Dairy Sci",
            "volume": "79",
            "issn": "6",
            "pages": "1040--1049",
            "other_ids": {
                "DOI": [
                    "10.3168/jds.S0022-0302(96)76457-3"
                ],
                "PMID": [
                    "8827469"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Calf and disease factors affecting growth in female Holstein calves in Florida, USA",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Donovan",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "R"
                    ],
                    "last": "Dohoo",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Montgomery",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "L"
                    ],
                    "last": "Bennett",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Prev Vet Med",
            "volume": "33",
            "issn": "",
            "pages": "1--10",
            "other_ids": {
                "PMID": [
                    "9500160"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "The Influence of Neonatal Health on Weaning Weight of Colorado, USA Beef-Calves",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Wittum",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Salman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Mortimer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Odde",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Morris",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Prev Vet Med",
            "volume": "19",
            "issn": "1",
            "pages": "90011--90017",
            "other_ids": {
                "DOI": [
                    "10.1016/0167-5877(94)90011-6"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Relationships between growth rates and occurrence of respiratory disorders of nonweaned calves in Charolais cow-calf farms of Pays de la",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Assié",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Delobel",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Seegers",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Beaudeau",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Maladies Respiratoires des Veaux Charolais Non Sevrés en Pays de la Loire: Relations avec la Croissance",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Delobel",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Lung and pleural lesions of veal calves at slaughter and their relationship with carcass weight",
            "authors": [
                {
                    "first": "Mei",
                    "middle": [
                        "J"
                    ],
                    "last": "Van Der",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Van Den Ingh",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Vet Q",
            "volume": "9",
            "issn": "3",
            "pages": "203--210",
            "other_ids": {
                "DOI": [
                    "10.1080/01652176.1987.9694101"
                ],
                "PMID": [
                    "3672856"
                ]
            }
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Incidence et Impact sur les Performances de Croissance et d'Abattage des Troubles Respiratoires des Veaux de Boucherie",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Pesneau",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Prediction of respiratory disease and diarrhea in veal calves based on immunoglobulin levels and the serostatus for respiratory pathogens measured at arrival",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Pardon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Alliet",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Boone",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Roelandt",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Valgaeren",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Deprez",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Prev Vet Med",
            "volume": "120",
            "issn": "2",
            "pages": "169--76",
            "other_ids": {
                "DOI": [
                    "10.1016/j.prevetmed.2015.04.009"
                ],
                "PMID": [
                    "25937168"
                ]
            }
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "The associations of viral and mycoplasmal antibody titers with respiratory disease and weight gain in feedlot calves",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Nagy",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Armstrong",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rosendal",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Can Vet J",
            "volume": "40",
            "issn": "8",
            "pages": "560--70",
            "other_ids": {
                "PMID": [
                    "12001336"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Economic Impact Associated with Respiratory Disease in Beef Cattle",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Griffin",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Vet Clin North Am Food Anim Pract",
            "volume": "13",
            "issn": "3",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/s0749-0720(15)30302-9"
                ]
            }
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Health of finishing steers: Effects on performance, carcass traits, and meat tenderness",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Gardner",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "G"
                    ],
                    "last": "Dolezal",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Bryant",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "N"
                    ],
                    "last": "Owens",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Anim Sci",
            "volume": "77",
            "issn": "",
            "pages": "3168--75",
            "other_ids": {
                "PMID": [
                    "10641860"
                ]
            }
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Lack of association between calf morbidity and subsequent first lactation milk production in 25 New York Holstein herds",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Warnick",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "N"
                    ],
                    "last": "Erb",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "White",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J Dairy Sci",
            "volume": "78",
            "issn": "12",
            "pages": "2819--2849",
            "other_ids": {
                "DOI": [
                    "10.3168/jds.S0022-0302(95)76912-0"
                ],
                "PMID": [
                    "8675764"
                ]
            }
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "The relationship of calfhood morbidity with survival after calving in 25 New York Holstein herds",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Warnick",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "N"
                    ],
                    "last": "Erb",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "White",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Prev Vet Med",
            "volume": "31",
            "issn": "3-4",
            "pages": "263--73",
            "other_ids": {
                "PMID": [
                    "9234450"
                ]
            }
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Economic impact related to respiratory disorders of nonweaned calves in Charolais cow-calf farms of Pays de la Loire (France)",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Assié",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Bouet",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Seegers",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Quillet",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Renc Rech Ruminants",
            "volume": "8",
            "issn": "",
            "pages": "145--153",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "impact économique et facteurs de risque des troubles respiratoires des veaux charolais non sevrés en système d'élevage allaitant",
            "authors": [
                {
                    "first": "Assié",
                    "middle": [
                        "S"
                    ],
                    "last": "Incidence",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Fréquence et Risques de Mortalité et Troubles de Santé des Veaux en Elevage Laitier: Ecole Nationale Vétérinaire de Nantes",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Rio",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Analyse de la mortalité bovine en France de",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Perrin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ducrot",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Vinard",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hendrikx",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Calavas",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "INRA Prod Anim",
            "volume": "24",
            "issn": "3",
            "pages": "235--279",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Productivity in different cattle production systems in Kenya",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Onono",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wieland",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rushton",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Trop Anim Health Prod",
            "volume": "45",
            "issn": "2",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s11250-012-0233-y"
                ]
            }
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Prevalence of respiratory pathogens in diseased, non-vaccinated, routinely medicated veal calves",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Pardon",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Bleecker",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dewulf",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Callens",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Boyen",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Catry",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Vet Rec",
            "volume": "169",
            "issn": "11",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/vr.d4406"
                ],
                "PMID": [
                    "21831999"
                ]
            }
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "The monster we don't see: subclinical BRD in beef cattle",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Griffin",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Anim Health Res Rev",
            "volume": "15",
            "issn": "2",
            "pages": "138--179",
            "other_ids": {
                "DOI": [
                    "10.1017/S1466252314000255"
                ],
                "PMID": [
                    "25497500"
                ]
            }
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Nutrient Requirements of Ruminant Livestock",
            "authors": [],
            "year": 1980,
            "venue": "Commonwealth Agricultural Bureaux",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Nutrient Requirements of Dairy Cattle: Seventh Revised Edition. Washington, DC: The National Academies Press",
            "authors": [],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Latin Hypercube Samples. R package version 0",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Carnell",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Lhs",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "R: a language and environment for statistical computing Vienna, Austria: The R foundation",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Methodological framework of the study.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "https://doi.org/10.1371/journal.pone.0189090.g001 Impact of endemic diseases on livestock productivity PLOS ONE | https://doi.org/10.1371/journal.pone.0189090 December 5, 2017",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Representation of the French cattle value chain used in the study. Arrow sizes and percentages indicate the assumed proportion of calves used for the different types of purposes in the beef and the dairy sector and periods at risk of BRD. Arrow ends correspond to the approximate time of departure from the livestock system (slaughter or export). Corresponding ages are indicated on the bottom orange timeline. Source: Groupe Economie du Bétail Institut de l'Elevage. La production de viande bovine en France: qui produit quoi, comment et où? Paris: Institut de l'Elevage. 2011. https://doi.org/10.1371/journal.pone.0189090.g002 Impact of endemic diseases on livestock productivity PLOS ONE | https://doi.org/10.1371/journal.pone.0189090 December 5, 2017",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Box-and-whisker representation of predicted differences in age at maturity of breeding females and young bulls affected and not affected by BRD in the beef and dairy sector.https://doi.org/10.1371/journal.pone.0189090.g003",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Assuming constant Metabolizable Energy requirement of the sector https://doi.org/10.1371/journal.pone.0189090.t004 Impact of endemic diseases on livestock productivity PLOS ONE | https://doi.org/10.1371/journal.pone.0189090 December 5, 2017",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Ranges of variation in productivity of the French beef and dairy sectors and their specific compartments in response to BRD eradication in different production stages. Ranges are represented with box-and-whisker plots. Effects are differentiated according to sector and production stage where BRD is eradicated and level of analysis (sector or compartment).https://doi.org/10.1371/journal.pone.0189090.g004",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": ". Demographic weight of each sub-category and classes of age. (DOCX) S3 Appendix. Rates of mortality in the \"non-affected\" and \"affected\" cattle categories. (DOCX) S1Table. Estimations of biological parameters used in the study. (DOCX) S2 Table. Fixed parameters used in the productivity model: average weights and ages at birth, weaning and maturity in the different cattle categories. (DOCX) S3 Table. Fixed parameters used in the productivity model: breeding milk production performances and nutritional parameters. (DOCX) S4 Table. Market prices used in the study (2015-2016 prices). (DOCX) S5 Table. Additional variable farming costs (per cattle-year). (DOCX)Author ContributionsConceptualization: Alexis Delabouglise.Formal analysis: Alexis Delabouglise, Andrew James. Methodology: Alexis Delabouglise, Didier Raboisson, Jonathan Rushton. Project administration: Jonathan Rushton. Supervision: Jonathan Rushton. Validation: Alexis Delabouglise, Jean-François Valarcher, Sara Hagglünd, Didier Raboisson. Visualization: Alexis Delabouglise. Writing -original draft: Alexis Delabouglise. Writing -review & editing: Jean-François Valarcher, Sara Hagglünd, Didier Raboisson, Jonathan Rushton.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Literature references on effects of BRD on cattle farms production performances.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Quantified effect of BRD on production parameters kg/day • σ = 1.17 .10 −2 kg/day Dairy calf 7-150 days Mortality risk due to BRD in dairy calves 7-150 days [24] Constant: 3.40% Difference of ADG in dairy calves 7-150 days [32] • Normal N(β, σ) • β = -5.9 .10 −2 kg/day • σ = 1.55 .10 −2 kg/day * The study only measured incidence risk in non-weaned dairy calves from 15 to approximately about 75 days old. Assuming an approximately constant incidence rate from 7 days until 150 days of age, the incidence risk was converted to a measure of incidence rate which was used to estimate the incidence risk over the full at-risk period (7-150 days) https://doi.org/10.1371/journal.pone.0189090.t002 Impact of endemic diseases on livestock productivity PLOS ONE | https://doi.org/10.1371/journal.pone.0189090 December 5, 2017",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Results of the sensitivity analysis performed on market prices. Pearson correlation coefficients between model output (proportion change in sector productivity) and market prices. Only significant values (tested with Pearson correlation test, with 1% significance level) are displayed.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}