{
    "paper_id": "efd94d1135c5ee11c2af624b344881e079a5ce7a",
    "metadata": {
        "title": "'Tiny Iceland' preparing for Ebola in a globalized world",
        "authors": [
            {
                "first": "Geir",
                "middle": [],
                "last": "Gunnlaugsson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Iceland",
                    "location": {
                        "settlement": "Reykjavík",
                        "country": "Iceland"
                    }
                },
                "email": ""
            },
            {
                "first": "Eva",
                "middle": [],
                "last": "Hauksdóttir",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Copenhagen",
                    "location": {
                        "settlement": "Copenhagen",
                        "country": "Denmark"
                    }
                },
                "email": ""
            },
            {
                "first": "Christian",
                "middle": [],
                "last": "Bygbjerg",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Copenhagen",
                    "location": {
                        "settlement": "Copenhagen",
                        "country": "Denmark"
                    }
                },
                "email": ""
            },
            {
                "first": "Britt",
                "middle": [
                    "Pinkowski"
                ],
                "last": "Tersbøl",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Copenhagen",
                    "location": {
                        "settlement": "Copenhagen",
                        "country": "Denmark"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: The Ebola epidemic in West Africa caused global fear and stirred up worldwide preparedness activities in countries sharing borders with those affected, and in geographically far-away countries such as Iceland. Objective: To describe and analyse Ebola preparedness activities within the Icelandic healthcare system, and to explore the perspectives and experiences of managers and frontline health workers. Methods: A qualitative case study, based on semi-structured interviews with 21 staff members in the national Ebola Treatment Team, Emergency Room at Landspitali University Hospital, and managers of the response team. Results: Contextual factors such as culture and demography influenced preparedness, and contributed to the positive state of mind of participants, and ingenuity in using available resources for preparedness. While participants believed they were ready to take on the task of Ebola, they also had doubts about the chances of Ebola ever reaching Iceland. Yet, factors such as fear of Ebola and the perceived stigma associated with caring for a potentially infected Ebola patient, influenced the preparation process and resulted in plans for specific precautions by staff to secure the safety of their families. There were also concerns about the teamwork and lack of commitment by some during training. Being a 'tiny' nation was seen as both an asset and a weakness in the preparation process. Honest information sharing and scenario-based training contributed to increased confidence amongst participants in the response plans. Conclusions: Communication and training were important for preparedness of health staff in Iceland, in order to receive, admit, and treat a patient suspected of having Ebola, while doubts prevailed on staff capacity to properly do so. For optimal preparedness, likely scenarios for future global security health threats need to be repeatedly enacted, and areas plagued by poverty and fragile healthcare systems require global support.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "ARTICLE HISTORY",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Global health; prevention and control; public policy; qualitative evaluation; emergency responders; communicable diseases; emerging; fear Background On 8 August 2014, the World Health Organization declared the Ebola epidemic in West Africa as a Public Health Emergency of International Concern (PHEIC) under the International Health Regulations (IHR) [1] . All three of the worst affected countries were to address the emerging epidemic challenge without staff, stuff, space and systems [2] [3] [4] . With the epidemic seemingly out of control, and a proportionately high number of doctors, nurses, and midwives succumbing to Ebola [5] , there was a growing fear of transmission beyond the region. In breach of WHO recommendations and guidelines [6] , flights were cancelled and cross-border movement curtailed [7] . The epidemic caused public concern outside West Africa [8] , as fear and racism found fertile ground [9] [10] [11] , and in an effort to stop the international spread of the disease, all states were advised to be prepared to detect, investigate, and manage Ebola cases [1] .",
            "cite_spans": [
                {
                    "start": 351,
                    "end": 354,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 487,
                    "end": 490,
                    "text": "[2]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 491,
                    "end": 494,
                    "text": "[3]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 495,
                    "end": 498,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 632,
                    "end": 635,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 746,
                    "end": 749,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 811,
                    "end": 814,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 872,
                    "end": 875,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 918,
                    "end": 921,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 922,
                    "end": 926,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 927,
                    "end": 931,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 1086,
                    "end": 1089,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Preparedness as part of disaster risk reduction is defined as 'the knowledge and capacities developed by governments, response and recovery organizations, communities and individuals to effectively anticipate, respond to, and recover from the impacts of likely, imminent or current disasters' [12] . Yet, preparedness is also enveloped in and influenced by the socio-cultural dimension at the individual, organizational, and national levels, and measures to manage outbreaks are not always accepted or accommodated by the communities to which they are applied [13] . An analysis of eight European countries' preparedness plans since 2009 for countering a future influenza A (H1N1) pandemic revealed that the way plans were framed varied considerably, and '[told] us something about how the different countries want pandemics and preparedness to be understood by the public' [14] . More research was encouraged into cultural and social structures in the respective countries.",
            "cite_spans": [
                {
                    "start": 293,
                    "end": 297,
                    "text": "[12]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 560,
                    "end": 564,
                    "text": "[13]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 874,
                    "end": 878,
                    "text": "[14]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In Iceland, information about the Ebola epidemic in West Africa came from several sources. The Directorate of Health (DH) first reported on the epidemic on 8 April 2014 [15] . In Icelandic media, the rapid progress of the Ebola epidemic in West Africa was increasingly highlighted, and exported Ebola cases to Spain, USA, and elsewhere, were widely covered. Fear of a global epidemic was rife, and in media and online discussions, doubts were raised about the Icelandic health system´s capacity to take care of a patient with Ebola [16] [17] [18] , despite its ranking as one of the best in the world [16] .",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 173,
                    "text": "[15]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 532,
                    "end": 536,
                    "text": "[16]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 537,
                    "end": 541,
                    "text": "[17]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 542,
                    "end": 546,
                    "text": "[18]",
                    "ref_id": null
                },
                {
                    "start": 601,
                    "end": 605,
                    "text": "[16]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "On 11 August 2014, three days after WHO declared PHEIC because of Ebola, DH encouraged Icelandic citizens to avoid visits to the area, if possible, and reported that the national epidemic preparedness plan was being activated for Ebola [19] . It was elaborated by a team that involved the Chief Epidemiologist at the DH, Landspitali University Hospital (LSH), the Department of Civil Protection and Emergency Management (DCPEM), and the seven Primary Healthcare Regional Organizations in the country at the time. Key external partners were the European Centre for Disease Prevention and Control (ECDC) and WHO, in addition to Nordic collaborators in epidemic preparedness [20] . At the same time, it was regarded as highly unlikely that Ebola Virus Disease (EVD) would spread in the country [21] . Recognized scenarios included the possible appearance of an infected person in need of treatment, who could be either an Icelandic citizen who had visited or worked in one of the affected West African countries, or a person with signs of EVD on a trans-Atlantic flight in the navigation area controlled by Icelandic authorities [22] [23] [24] [25] . On 3 November 2014, the plan was put to the test when a foreign airline made a non-scheduled landing at Keflavík International Airport due to fear of EVD in one passenger from South Africa. Parked in a closed-off area, a physician in full Personal Protective Equipment (PPE) entered the plane, but quickly ruled out Ebola [26] .",
            "cite_spans": [
                {
                    "start": 236,
                    "end": 240,
                    "text": "[19]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 672,
                    "end": 676,
                    "text": "[20]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 791,
                    "end": 795,
                    "text": "[21]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1126,
                    "end": 1130,
                    "text": "[22]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1131,
                    "end": 1135,
                    "text": "[23]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1136,
                    "end": 1140,
                    "text": "[24]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1141,
                    "end": 1145,
                    "text": "[25]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1470,
                    "end": 1474,
                    "text": "[26]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Irrespective of good or bad overall performance, health systems are tested in times of crisis, such as epidemics. Here, the aim is to describe and analyse the process of establishing preparedness plans for Ebola in Iceland, with a specific focus on the perspectives and experiences of managers and frontline health workers involved in the process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This study is part of a larger study on the impact that the global threat of the Ebola epidemic had in Iceland [16, 27] . Qualitative case study methodology was applied, perceiving the preparedness planning and training process as the case with clear boundaries of the initiation, process, and wrap-up of preparedness planning and training. The study was conducted in April-May 2016, and the interviewed participants were administrators and frontline health professionals central to the case, so as to explore their perspectives and experiences concerning Ebola preparedness [28, 29] . Staff in managerial positions were contacted by one of the authors (GG) for permission to interview them based on their role in the preparedness plan. To identify potential interviewees in the Ebola Treatment Team (ETT), the director of the team listed relevant email contacts. Those who responded positively were subsequently invited for an interview, conducted in Icelandic by one of the authors (ÍEH), a physiotherapist. In case interviewees suggested other potential participants, they were invited through email to participate. A similar methodology was applied to identify participants from the Emergency Room (ER). They were included in order to represent frontline health workers who worked in the only ER in Reykjavík, where persons exposed to EVD were most likely to first seek care in case of acute illness.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 115,
                    "text": "[16,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 116,
                    "end": 119,
                    "text": "27]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 575,
                    "end": 579,
                    "text": "[28,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 580,
                    "end": 583,
                    "text": "29]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Three separate interview guides were developedone each for managers, ETT, and ER respectively (see supplementary material). The interviews included open questions probing the role of their institution in preparedness, the experience of the training process, challenges encountered or expected, and any dilemmas that they may have experienced in relation to the preparedness plan. The recruitment of participants was concluded when saturation was reached. Each interview was recorded and took about 20 to 60 minutes; they were then transcribed and analysed using thematic analysis. The data material was read through repeatedly, sorted, and categorized, based on the participants' priorities in the representation of their views. From this exercise, three broad themes were inductively identified that corresponded to critical perspectives introduced by the participants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Permission to conduct the study was granted by Iceland's National Bioethics Committee (VSN- and Landspitali University Hospital (LSH 13-16, 4 February 2016) . Reporting on the results was guided by the COREC guidelines [30] ; however, to ensure anonymity of the respondents within the small community of staff who took part in the preparedness activities, participant information is not associated to quotations.",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 156,
                    "text": "13-16, 4 February 2016)",
                    "ref_id": null
                },
                {
                    "start": 219,
                    "end": 223,
                    "text": "[30]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The Icelandic Ebola Preparedness Plan included the establishment of an ETT within LSH [31] , and the preparatory activities engaged more than two hundred staff across all of its departments. The ETT consisted of about 50 healthcare professionals who had volunteered to participate, including 11 doctors and 28 nurses, a few laboratory technicians, radiologists, and auxiliary nurses. They attended special training sessions focused on protocols for admission and treatment of a patient with EVD, the donning/doffing of PPE, and personal protective measures during patient care. A new provisory unit was designed to be set up on the ground floor to minimize the risk of infection spreading to other units within the hospital, with two rooms specifically identified for the care of a patient with EVD [31] .",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 90,
                    "text": "[31]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 799,
                    "end": 803,
                    "text": "[31]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Theme 1getting the job done"
        },
        {
            "text": "Managers' accounts of this period elaborated the complexity of preparedness planning in terms of the involved institutions, actors, procedures and requirement of the plan. One manager concluded:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theme 1getting the job done"
        },
        {
            "text": "You get no discount. You can never go the shorter way. There was always something that surprised you. We thought this was a lot like a three headed monster, so when you chopped off one of its heads, three other emerged, every solution was followed by more problems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theme 1getting the job done"
        },
        {
            "text": "The health professionals who volunteered to join ETT did so for different reasons. Ebola preparedness was 'a job that had to be done', and 'someone had to do it'. Some referred to ethical or professional obligations: This is just a part of being a nurse, to encounter situations that can be dangerous to you or someone else, but you have made this decision and you deal with it. Some connected their decision to their 'action gene' or 'addiction to taking risks', while others said they had already raised their kids and had years of experience, including work with other epidemics, such as HIV. Yet, the practice of volunteering in the preparation was questioned. One participant said:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theme 1getting the job done"
        },
        {
            "text": "We learned that we could not rely on volunteers … when you work in an infectious disease department you cannot choose what infections you want to work with.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theme 1getting the job done"
        },
        {
            "text": "ER staff indicated that for them working in the ER was enough of a risk to take, no reason to expose oneself even more by joining the ETT, and appreciated that others had volunteered.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theme 1getting the job done"
        },
        {
            "text": "All participants noted that co-operation and communication had generally functioned well during the preparedness planning, with information flowing both ways. Short communication lines within the healthcare system were perceived as both a strength and a weakness; a strength, insofar as people knew each other, but a weakness because of the uneven burden of workload. Staff of the ETT and in the ER felt they had been well-informed, and that openness and honesty had characterized the planning and diminished their initial fear. Those in managerial positions had listened and taken their opinions into consideration. One said:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theme 1getting the job done"
        },
        {
            "text": "They were honest, no one was hiding anything, everything was on the table, no one tried to make things more appealing and say that everything would be OK, they just told us about things as they were.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theme 1getting the job done"
        },
        {
            "text": "Both management and participants from the ETT and ER expressed their ambiguity in terms of trust, doubt, and fear. Participants conveyed trust in the health system and their own role as health professionals, while at the same time admitting to facing formidable challenges during the elaboration of the preparedness plan. Facilities for isolation and treatment of patients with Ebola were less than perfect:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theme 2trust, doubt and fear"
        },
        {
            "text": "We assessed how we could use the department … and change it in just a few hours into some kind of an isolation unit that we could possibly use.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theme 2trust, doubt and fear"
        },
        {
            "text": "Some compared this short-term isolation facility to a 'camping site', as the facilities were too provisional and not comparable to those found elsewhere. There was also doubt about how many Ebola patients LSH would be able to care for: 'Maybe one or two patients, barely more'.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theme 2trust, doubt and fear"
        },
        {
            "text": "Respondents believed that the training and education of the members of the ETT and ER had been satisfactory. They felt that it had been proportionate to the risk, while some were concerned about the lack of staff. Nonetheless, there were contradictions on the division of labour among the professionals, exemplified by different ideas on how to proceed if a patient suspected of having an EVD came in an ambulance to the LSH for treatment. Almost all participants stated that they were ready to do their part in the Ebola response, or 'as ready as [we] could be'.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theme 2trust, doubt and fear"
        },
        {
            "text": "There were diverse opinions on what it meant to be ready: to treat one confirmed case of Ebola, one suspected case, or more EVD patients? When asked if Ebola was a real threat to the country, participants usually referred to how easy it was to travel the globe: 'Yeah, why not, the world is getting smaller'. Although Ebola was thought of as a real danger by many, some participants expressed difficulty in taking their training seriously, doubting that Ebola would ever reach Iceland. One respondent said:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theme 2trust, doubt and fear"
        },
        {
            "text": "People were dedicated in the beginning, but when the news appeared that Ebola was receding, that diminished, and I never felt like this formally ended.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theme 2trust, doubt and fear"
        },
        {
            "text": "Participants described their relief that nothing really happened, while emphasizing the need to experience a real situation to evaluate the preparedness efforts. One participant said that 'a little bit more seriousness [would have been] needed in the PPE practices'.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theme 2trust, doubt and fear"
        },
        {
            "text": "It was taken as a manifestation of fear that some of the staff in the communicable disease department of the LSH refused to take part in the ETT. When describing their fears, ETT members frequently connected it to their working conditions. Many of them were afraid that they would not get the best PPE, others that they would not do the donning/doffing correctly and, lastly, they were worried about work performance while in the PPE. One participant said:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theme 2trust, doubt and fear"
        },
        {
            "text": "What bothered most of us was how uncomfortable the PPE was and I think that made people nervous: \"How will I manage working in this for hours?\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theme 2trust, doubt and fear"
        },
        {
            "text": "Another described the donning/doffing process like a 'complicated ballroom dance'. Moreover, participants were afraid of 'unknown territories', that is, they did not know the hospital ward, they were supposed to work in, and some team members had no recent experience of clinical work. One participant said: I didn't think these [non-clinical] people belonged in the team, because this is a very clinical environment in addition to having to be in this costume [PPE] with the risk of becoming infected by mistake.",
            "cite_spans": [
                {
                    "start": 461,
                    "end": 466,
                    "text": "[PPE]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Theme 2trust, doubt and fear"
        },
        {
            "text": "Those with non-clinical background were, however, aware of their limitations: I realized that I would not be the one in the front, I would not be managing patients directly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theme 2trust, doubt and fear"
        },
        {
            "text": "The importance ascribed to teamwork was evident in relation to fear. Participants described fear of working with people they had not worked with before:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theme 2trust, doubt and fear"
        },
        {
            "text": "The weakest link in the preparation was that even though I knew their faces, I had never worked with them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theme 2trust, doubt and fear"
        },
        {
            "text": "Another issue was no-show by some team members in training sessions or in lectures: This is team-work, one does this and the other one does this, [we] help each other. Then you don't want to be working with someone who didn't show up.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theme 2trust, doubt and fear"
        },
        {
            "text": "There were a lot of doctors who just dropped in, dropped out, and then dropped in again. I asked myself: Are these individuals … ready to take this on?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Another one said:"
        },
        {
            "text": "Participants in the ETT mentioned the precautions they took or intended to take to cope with their feelings of fear, should Ebola emerge in Iceland. A major precaution was planning to avoid contact with the family while working with Ebola patients. One participant said: 'You thought … about your children at school … parents in the neighbourhood …' if they knew (s)he was working with an Ebola patient. For them, it was important they would have access to special accommodation in case of clinical EVD work 'so I wouldn't be exposing anyone or creating hysteria'. ETT members mentioned the extra insurance offered as a prerequisite for taking part in the team. 'The normal insurance for LHS staff would not cover everything if we were to become sick or even lose our lives.' Amongst ER staff, the matter of insurance did seem to be less of an issue compared to the ETT. One respondent said: 'You are used to being at risk by many disease threats'. Furthermore, the issue of higher salaries and risk commission came up in the interviews, but overall did not matter as much to the participants as the insurance, or assurance of accommodation in case of need.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Another one said:"
        },
        {
            "text": "Characteristics associated with Iceland and the Icelandic people were referred to repeatedly by participants. The concept 'Tiny Iceland' was often mentioned and emerged with positive and negative connotations. 'Tiny Iceland' referred to the size of the country and population and its perceived capability to still 'get the job done'. even though compromises had to be made. Comparing how Iceland handled its responsibilities differently from other countries of a larger size was often brought up, both with pride in Iceland as a strong independent nation, and with insecurities about its capacity in comparison to other countries. It was pointed out that since the preparedness process was in the hands of a few people, everyone knew their role. As one administrator said: This little hospital system, as complicated as it might seem every day, gives you the chance to just pick up the phone and call the one in charge.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theme 3the Icelandic way"
        },
        {
            "text": "Being a small population presents challenges regarding resources, infrastructure, and specialized medical training to comply with standards of international actors. Notions of Icelanders as resilient in spite of shortcomings were common; referring to the experience of preparedness planning and training, one health staff said:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theme 3the Icelandic way"
        },
        {
            "text": "It was very much the Icelandic way, we'll manage, we'll work it out, and there was so much ingenuity. This notion of a particular Icelandic approach to coping, in spite of shortcomings, was also detected more generally, as in the statement:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theme 3the Icelandic way"
        },
        {
            "text": "Would it have worked? Yes, it would have worked. Would it have been optimal? We cannot say, it would have been optimal; we can say, it would have been sufficient.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theme 3the Icelandic way"
        },
        {
            "text": "In contrast to this, there were concerns about whether Icelandic aid workers falling ill in Ebolaaffected countries should be transferred to Iceland or to hospitals in other Nordic countries with better isolation units. Some of the participants trusted that patients with EVD would not be transferred to Iceland. One participant stated: You heard that Norwegians were criticized for transferring their aid worker from Africa to Norway. We don't know what would have happened if they would have transferred an Icelander into the country.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theme 3the Icelandic way"
        },
        {
            "text": "We don't have good enough isolation unitsyou are not supposed to send patients to a hospital that is less than 100%. I thought there was assurance in that.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Another participant said:"
        },
        {
            "text": "During the devastating Ebola epidemic in West Africa that spread to neighbouring sub-Saharan countries, North America, and Europe [32] , preparedness plans were widely elaborated and later evaluated. Evaluations have, for example, been conducted in 11 African countries close to the epidemic [33] , in the EU region [34, 35] , and the US [36] . Here we present data from a qualitative case study on the process, and experiences with establishing a preparedness plan for Ebola in Iceland in 2014. Interviews with staff who were engaged, either as administrators or frontline healthcare workers, alert us to the manner in which geographic, demographic, cultural, and organizational characteristics shaped the response. The results show that the process of establishing and training for preparedness was permeated by ambiguities of pride and pragmatism, trust, doubts, and fear.",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 134,
                    "text": "[32]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 292,
                    "end": 296,
                    "text": "[33]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 316,
                    "end": 320,
                    "text": "[34,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 321,
                    "end": 324,
                    "text": "35]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 338,
                    "end": 342,
                    "text": "[36]",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "'Getting the job done' (theme 1) refers to the multitude of tasks and considerations that surrounds and feeds into the preparedness plan itself and are necessary for successful planning and implementation. Using the metaphors of 'hard core' and 'soft periphery', Langley and Denis [37] emphasize the importance of relatively 'peripheral' concerns and processes for planning and implementation of new interventions. The hard core represents the actual intervention or goal, e.g. implementation of a preparedness plan. The soft periphery refers to all the contextually important networking, negotiations, and agreements necessary to deliver the hard core. If the soft periphery is neglected, it will cause multiple challenges in the implementation process, and the benefit of the hard core, the intervention itself, may not transpire as anticipated. Due attention to the soft periphery may, however, considerably promote the delivery of an innovation, and secure support from important stakeholders. In our data, one manager speaks of the preparedness process as dealing with a three-headed monster where every solution was followed by new problems. The data indicate that the process of dealing with 'the three headed monster' was given due attention as a means to successfully develop Iceland's preparedness plan. Comprehensive consultations and the involvement of many associated institutions were mentioned. Still ambiguity remained with some staff in terms of division of responsibilities and taskse.g. when transporting a patient potentially infected with Ebola from the airport to the hospital, and other such activities.",
            "cite_spans": [
                {
                    "start": 281,
                    "end": 285,
                    "text": "[37]",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "During epidemics, rumours, gossip, and unreliable information on the news and social media spread rapidly, resulting in so-called 'infodemics' [38] . The West African Ebola epidemic was covered widely by media [39] , and the fear of Ebola reached every corner of the world, exemplified by travel bans from affected countries, and trade barriers [40] , in contrast to the ongoing epidemic in the Democratic Republic of Congo [41, 42] . In our second theme, trust, doubt, and fear of health workers were represented. Although all intentions were good, concerns remained about the suitability and safety of the isolation ward, the PPE, and other tools, as well as adequate engagement of colleagues who might potentially work alongside them, in case an Ebola patient came to Iceland. The foreignness of putting on, removing, and working from within a PPE and the trustworthiness of available PPE were mentioned. In preparedness efforts in other countries, scarcity of resources in relation to manpower demand and problems with training and protocols involving PPE were common challenges [35] . Similar problems were encountered in Iceland. Provisory treatment facility had to be designed, called 'camping site' by some, in contrast to facilities found elsewhere [43] . Further, the ETT was established based on voluntary recruitment rather than on the staff's assigned roles within the healthcare system, a procedure that was deemed less than optimal. The members of the ETT pointed out that they had never worked together as a team under circumstances that demanded strict adherence to infectious control procedures. This eroded trust, compounded by the laissez-faire attitude of some of its members during the preparation exercises, possibly due to other competing tasks in a busy hospital and insufficient resources that hampered full participation [44] . Further, it was a constraint that simulation exercises were not an option, found to be an important element in preparation for epidemics [35] . This might have resulted in less than optimal staff protection for those who would have been in direct contact with an infected patient, as reported during the SARS epidemic in Canada [45, 46] .",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 147,
                    "text": "[38]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 210,
                    "end": 214,
                    "text": "[39]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 345,
                    "end": 349,
                    "text": "[40]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 424,
                    "end": 428,
                    "text": "[41,",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 429,
                    "end": 432,
                    "text": "42]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1083,
                    "end": 1087,
                    "text": "[35]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1258,
                    "end": 1262,
                    "text": "[43]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1848,
                    "end": 1852,
                    "text": "[44]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 1992,
                    "end": 1996,
                    "text": "[35]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 2183,
                    "end": 2187,
                    "text": "[45,",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 2188,
                    "end": 2191,
                    "text": "46]",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Anthropological work on emergency preparedness emphasizes the connectedness between health professionals, technological devices, and knowledge as a prerequisite for successful preparedness. Wolf and Hall present preparedness efforts as a form of governance that involves human bodies (those of health professionals), clinical architectures (e.g. isolation wards), and technical artefacts (gloves, protective suits, disinfectants, etc.) [47] . During preparedness training and implementation, 'nursing bodies are transformed into instruments of preparedness', and become part of infrastructural arrangements. Health professionals are, here, both vulnerable and powerful tools in the management of contamination. The authors argue that successful planning, training, and implementation of a preparedness plan require such intrinsic connectedness. In the case of Ebola preparedness in Iceland, health professionals draw our attention to dilemmas of connectedness, and their assessment of the fact that these shortcomings might hamper the mobilization of 'preparedness within the human body'that is, the embodied experience, routine, and tacit knowledge which Wolf and Hall state are key to successful implementation. Repeated enactment of receiving and treating a patient with Ebola within experienced and trustful teams would probably enhance such embodiment, provided that there is justified trust in the involved technology. In addition, repetition would also strengthen the 'soft periphery' of preparedness, and divisions of responsibilities would be clearer manifested.",
            "cite_spans": [
                {
                    "start": 436,
                    "end": 440,
                    "text": "[47]",
                    "ref_id": "BIBREF55"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In the third theme, we observe how notions of the 'Icelandic way' help participants make sense of ambiguities about Ebola preparedness. Loftsdóttir explored how people negotiated the imagination of the local and the global during the 2008 economic crisis in Iceland [48] . Notions of the intrinsic character of Iceland, and of being Icelandic, serve to underscore certain points and explain positive and negative experiences with the preparedness plan. Iceland is far away from the continents, but still connected through global needs for policy, risk of contamination, and dependency in terms of collaboration, in emergencies emerging from elsewhere. In our study, participants highlighted the importance of believing in oneself and the 'Icelandic way of doing things,' summed up in the paraphrase 'þetta reddast' (things always have a way of working out in the end). The preparedness plan had to be completed, and adapted to Iceland's particular global situation.",
            "cite_spans": [
                {
                    "start": 266,
                    "end": 270,
                    "text": "[48]",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In the 21st century, the world has faced new epidemic threats, such as SARS, and old scourges such as the plague have resurfaced [38] . One of the main findings on Ebola preparedness measures in the EU was that measures taken were based on past preparedness and experience of other epidemics, such as SARS and H1N1 [35] . Further, key stakeholders within each country found their measures to have been adequate for dealing with a single case of Ebola, as was the case in Iceland. A preparedness plan for pandemic influenzae in Iceland was elaborated in 2006activated in response to the H1N1 epidemic in 2009and revised in 2016 [49] . During the elaboration of these plans, communication among the different levels of the healthcare system and supporting agencies, such as the DCPEM, had been clearly defined, and proved to be useful in the preparedness for Ebola. Further, as found important in preparedness activities for pandemic influenzae elsewhere [44] , honesty, transparency in communication, and sharing of information from managers to front-line health professionals, was found to be critical. It gave a feeling of being involved, and mitigated the fear that is so frequently encountered during epidemics [38] .",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 133,
                    "text": "[38]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 315,
                    "end": 319,
                    "text": "[35]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 627,
                    "end": 631,
                    "text": "[49]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 953,
                    "end": 957,
                    "text": "[44]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 1214,
                    "end": 1218,
                    "text": "[38]",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Iceland was far away from the epicentre of the Ebola epidemic in West Africa. Yet this case study shows that health professionals felt the strain of possibly having to treat one or more patients with EVD. Their situation stands in sharp contrast to the situation in the three worst affected West African countries that lacked staff, stuff, space, and systems to effectively address the challenge of EVD. Although Icelandic health professionals had trust in the national healthcare system, and in their own capacity, doubt and fear influenced the reflections on preparedness planning of both administrators and healthcare staff. References to national identity and the characteristic of an 'Icelandic approach' to handling challenges assisted participants in coming to terms with the experienced shortcomings of the preparedness plan, and underscored the pride in the ingenuity applied in the process. These references negotiate the role and character of the nation of Iceland, and its role in a globalized world, as both a small and isolated nation on one hand, and a central and capable one, on the other.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The experienced ambiguity needs attention in a health system and among healthcare staff that have to act resolutely and unfailingly, should they be placed in charge of containing contamination. This study points to the necessity of repeatedly re-enacting, as realistically as possible, the likely scenarios of receiving and treating one or more patients infected with Ebola (or other contagious global health threats) as a routine matter. This would assist in the identification of overlooked 'soft periphery' concerns, and promote embodied preparedness among teams of health care staff on the frontline. Geir Gunnlaugsson conceptualized the study, and took part in all necessary steps towards its completion, such as analysis and interpretation of data, and writing the manuscript for submission. Íris Eva Hauksdóttir collected and analysed the data as part of a master thesis work conducted under the supervision of all three co-authors, revised the manuscript, and approved the final version. Ib Bygbjerg took part in the interpretation of data, revision of the manuscript, and approved the final version. Britt Pinkowski Tersbøl took part in designing interview tools and in the thematic analysis of interview data, interpretation, revision of the manuscript, and approved the final version.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Dr. Gunnlaugsson reports he was the Chief Medical Officer (CMO) for Iceland, Directorate of Health, in the period 2010-2014. Other authors report no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disclosure statement"
        },
        {
            "text": "The study was reported to the Data Protection Authority and approved by the National Bioethics Committee in Iceland (number VSI- ). Subsequently, the study was approved by the University Hospital Ethical Committee on 4 February 2016 (number LSH [13] [14] [15] [16] . Participants signed an informed consent form before taking part in the study.",
            "cite_spans": [
                {
                    "start": 245,
                    "end": 249,
                    "text": "[13]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 250,
                    "end": 254,
                    "text": "[14]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 255,
                    "end": 259,
                    "text": "[15]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 260,
                    "end": 264,
                    "text": "[16]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Ethics and consent"
        },
        {
            "text": "Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding information"
        },
        {
            "text": "The manuscript builds on the work of Íris Eva Hauksdóttir towards a MSc in Global Health, Section of Global Health, Department of Public Health, Copenhagen University, Denmark. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Paper context"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World Health Organization. Statement on the 1st meeting of the IHR emergency committee on the 2014 Ebola outbreak in West Africa",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The Ebola outbreak, fragile health systems, and quality as a cure",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Boozary",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Farmer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Jha",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "JAMA",
            "volume": "312",
            "issn": "",
            "pages": "1859--1860",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The largest ever epidemic of Ebola",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Farmer",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Reprod Health Matters",
            "volume": "22",
            "issn": "",
            "pages": "157--162",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Strengthening post-Ebola health systems. From response to resilience in Guinea",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Govindaraj",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Herbst",
                    "suffix": ""
                },
                {
                    "first": "Jp ;",
                    "middle": [],
                    "last": "Clark",
                    "suffix": ""
                },
                {
                    "first": "Sierra",
                    "middle": [],
                    "last": "Liberia",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Leone",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Health-care worker mortality and the legacy of the Ebola epidemic",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Goldstein",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Popova",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Lancet Glob Health",
            "volume": "3",
            "issn": "",
            "pages": "439--440",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Joint statement on travel and transport in relation to Ebola Virus Disease (EVD) outbreak",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Ground zero in Guinea: the outbreak smoulders -undetected -for more than 3 months",
            "authors": [],
            "year": null,
            "venue": "Geneva: World Health Organization",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Ebola in the USA -public reactions and implications",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "K"
                    ],
                    "last": "Steelfisher",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Blendon",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lasala-Blanco",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "N Engl J Med",
            "volume": "373",
            "issn": "",
            "pages": "789--791",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Ebola virus disease in West Africa -no early end to the outbreak",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "N Engl J Med",
            "volume": "371",
            "issn": "",
            "pages": "1183--1185",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Ebola, race and fear",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zurcher",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Report of the open-ended intergovernmental expert working group on indicators and terminology relating to disaster risk reduction",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Report No.: A/ 71/644",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The anthropology of epidemic control: technologies and materialities",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lynteris",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Poleykett",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Med Anthropol",
            "volume": "37",
            "issn": "",
            "pages": "433--441",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Framing post-pandemic preparedness: comparing eight European plans",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Holmberg",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lundgren",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Glob Public Health",
            "volume": "13",
            "issn": "",
            "pages": "99--114",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Ebólasýking greinist í fleiri löndum [Ebola infection diagnosed in more countries",
            "authors": [
                {
                    "first": "Chief",
                    "middle": [],
                    "last": "Epidemiologist",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Ebola representations in media and other public domains in Iceland",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Magnúsdóttir",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Ísland verr undirbúið fyrir ebólu en samanburðarlöndin",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Þórsdóttir",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Nýjar ráðleggingar til ferðamanna [The Ebola epidemic in West Africa. New guidelines for tourists",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Reykjavík: Directorate of Health",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Directorate",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Health",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Stjarnfraeðilega litlar líkur á útbreiðslu ebólu á Íslandi [Astronomically small probability of Ebola to spread in Iceland",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Sigurþórsdóttir",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Assessment of the potential for international dissemination of Ebola virus via commercial air travel during the 2014 west African outbreak",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "I"
                    ],
                    "last": "Bogoch",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Creatore",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Cetron",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Lancet",
            "volume": "385",
            "issn": "",
            "pages": "29--35",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Ólíklegt að ebóla berist til Íslands",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Rúv",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Líkur á ebólu hér á landi til staðar",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Anonymous",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Ebóla og við [Ebola and us",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gudmundsson",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "First Ebola scare in Iceland",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Arnarsdóttir",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Iceland Review",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "The Ebola epidemic in West Africa: humanitarian aid and public opinion in Iceland",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Broddadóttir",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Qualitative enquiry and research design: choosing among five approaches",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Creswell",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Qualitative data analysis: an expanded sourcebook",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Miles",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Huberman",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Consolidated criteria for reporting qualitative research (COREQ): a 32-item checklist for interviews and focus groups",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tong",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sainsbury",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Craig",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Int J Qual Health Care",
            "volume": "19",
            "issn": "",
            "pages": "349--357",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Reykjavík: Sýkingavarnadeild LSH",
            "authors": [
                {
                    "first": "Lsh",
                    "middle": [],
                    "last": "Sýkingavarnadeild",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Viðbragðsáaetlun Vegna Ebólu Á Lsh",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "The Ebola outbreak, 2013-2016: old lessons for new epidemics",
            "authors": [
                {
                    "first": "Cem",
                    "middle": [],
                    "last": "Coltart",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lindsey",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Ghinai",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Phil Trans R Soc B",
            "volume": "372",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "World Health Organization. Ebola Preparedness Strengthening Team country visits -mission reports",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "House of Commons, Science and Technology Committee",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "European Centre for Disease Prevention and Control. Ebola emergency preparedness in EU Member States -conclusions from peer-review visits to",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Stockholm: ECDC",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "get=EUB:NOTICE:TQ0215487:EN:HTML",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Assessing US community preparedness in the case of Ebola virus disease. Using pandemic planning for the EVD response",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rickles",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Catarious",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Obsidian Analysis",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Beyond evidence: the micropolitics of improvement",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Langley",
                    "suffix": ""
                },
                {
                    "first": "J-L",
                    "middle": [],
                    "last": "Denis",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "BMJ Qual Saf",
            "volume": "20",
            "issn": "",
            "pages": "43--46",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "World Health Organization. Managing epidemics: key facts about major deadly diseases",
            "authors": [],
            "year": 2018,
            "venue": "Geneva: WHO",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Perceptions and plans for prevention of Ebola: results from a national survey",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kelly",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Squiers",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bann",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Travel and border health measures to prevent the international spread of Ebola",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Alvarado-Ramy",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "MMWR Suppl",
            "volume": "65",
            "issn": "",
            "pages": "57--67",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Ebola virus epidemic in war-torn eastern DR Congo",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Claude",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Underschultz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Hawkes",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Lancet",
            "volume": "392",
            "issn": "",
            "pages": "1399--1401",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Brazzaville: WHO -Regional Office for Africa",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Preparing for imported Ebola cases in Israel",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Brosh-Nissimov",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Poles",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kassirer",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "20",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Key ethical issues discussed at CDC-sponsored international, regional meetings to explore cultural perspectives and contexts on pandemic influenza preparedness and response",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lor",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Barrett",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Int J Health Policy Manag",
            "volume": "5",
            "issn": "",
            "pages": "653--662",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "SARS among critical care nurses",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Loeb",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mcgeer",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Henry",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Toronto. Emerg Infect Dis",
            "volume": "10",
            "issn": "",
            "pages": "251--255",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Factors associated with critical-care healthcare workers' adherence to recommended barrier precautions during the Toronto severe acute respiratory syndrome outbreak",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Shigayeva",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Green",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Raboud",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Infect Control Hosp Epidemiol",
            "volume": "28",
            "issn": "",
            "pages": "1275--1283",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Cyborg preparedness: incorporating knowing and caring bodies into emergency infrastructures",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wolf",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hall",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Med Anthropol",
            "volume": "37",
            "issn": "",
            "pages": "486--498",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Building on Iceland's 'Good Reputation': Icesave, crisis and affective national identities",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Loftsdóttir",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Ethnos",
            "volume": "81",
            "issn": "",
            "pages": "338--363",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Icelandic pandemic influenza preparedness plan",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Directorate",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Health",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "We are grateful to participating institutions for giving permission to conduct the study, but not the least, to the participants who contributed with their time and experience.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}