{
    "paper_id": "efdfec9626b7961580cf4ecea75e8d4fde27980d",
    "metadata": {
        "title": "The interferon stimulated gene 20 protein (ISG20) is an innate defense antiviral factor that discriminates self versus non-self translation",
        "authors": [
            {
                "first": "Nannan",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Univ Lyon",
                    "location": {
                        "postCode": "U1111",
                        "settlement": "Inserm"
                    }
                },
                "email": ""
            },
            {
                "first": "Xuan-Nhi",
                "middle": [],
                "last": "Nguyen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Univ Lyon",
                    "location": {
                        "postCode": "U1111",
                        "settlement": "Inserm"
                    }
                },
                "email": ""
            },
            {
                "first": "Li",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "East China Normal University",
                    "location": {
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Romain",
                "middle": [],
                "last": "Appourchaux",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Univ Lyon",
                    "location": {
                        "postCode": "U1111",
                        "settlement": "Inserm"
                    }
                },
                "email": ""
            },
            {
                "first": "Chengfei",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "East China Normal University",
                    "location": {
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Baptiste",
                "middle": [],
                "last": "Panthu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Univ Lyon",
                    "location": {
                        "postCode": "U1111",
                        "settlement": "Inserm"
                    }
                },
                "email": ""
            },
            {
                "first": "Henri",
                "middle": [],
                "last": "Gruffat Id",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Univ Lyon",
                    "location": {
                        "postCode": "U1111",
                        "settlement": "Inserm"
                    }
                },
                "email": ""
            },
            {
                "first": "Chloé",
                "middle": [
                    "Journo"
                ],
                "last": "Id",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sandrine",
                "middle": [],
                "last": "Alais",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Univ Lyon",
                    "location": {
                        "postCode": "U1111",
                        "settlement": "Inserm"
                    }
                },
                "email": ""
            },
            {
                "first": "Juliang",
                "middle": [],
                "last": "Qin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Univ Lyon",
                    "location": {
                        "postCode": "U1111",
                        "settlement": "Inserm"
                    }
                },
                "email": ""
            },
            {
                "first": "Na",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "East China Normal University",
                    "location": {
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Kevin",
                "middle": [],
                "last": "Tartour",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Univ Lyon",
                    "location": {
                        "postCode": "U1111",
                        "settlement": "Inserm"
                    }
                },
                "email": ""
            },
            {
                "first": "Fré",
                "middle": [],
                "last": "Dé Ric Catez Id",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Université Claude Bernard Lyon 1",
                    "location": {
                        "addrLine": "INSERM 1052"
                    }
                },
                "email": ""
            },
            {
                "first": "Renaud",
                "middle": [],
                "last": "Mahieux Id",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Univ Lyon",
                    "location": {
                        "postCode": "U1111",
                        "settlement": "Inserm"
                    }
                },
                "email": ""
            },
            {
                "first": "Theophile",
                "middle": [],
                "last": "Ohlmann Id",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Univ Lyon",
                    "location": {
                        "postCode": "U1111",
                        "settlement": "Inserm"
                    }
                },
                "email": ""
            },
            {
                "first": "Mingyao",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "East China Normal University",
                    "location": {
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Bing",
                "middle": [],
                "last": "Du",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "East China Normal University",
                    "location": {
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Andrea",
                "middle": [],
                "last": "Cimarelli Id",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Univ Lyon",
                    "location": {
                        "postCode": "U1111",
                        "settlement": "Inserm"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "ISG20 is a broad spectrum antiviral protein thought to directly degrade viral RNA. However, this mechanism of inhibition remains controversial. Using the Vesicular Stomatitis Virus (VSV) as a model RNA virus, we show here that ISG20 interferes with viral replication by decreasing protein synthesis in the absence of RNA degradation. Importantly, we demonstrate that ISG20 exerts a translational control over a large panel of non-self RNA substrates including those originating from transfected DNA, while sparing endogenous transcripts. This activity correlates with the protein's ability to localize in cytoplasmic processing bodies. Finally, these functions are conserved in the ISG20 murine ortholog, whose genetic ablation results in mice with increased susceptibility to viral infection. Overall, our results posit ISG20 as an important defense factor able to discriminate the self/non-self origins of the RNA through translation modulation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The interferon-induced protein 20 (ISG20) is an RNA exonuclease endowed with broad antiviral properties. The prevailing mechanism of inhibition described for ISG20 indicates that this enzyme is capable of directly degrading viral RNA in the absence of apparent sequence specificity. This mode of action has been however challenged by recent studies that revealed that ISG20 could target specific structures on the hepatitis B virus, as well as by others that suggested inhibition in the absence of viral RNA degradation. We now demonstrate that ISG20 interferes with viral replication not by degrading viral RNA, but PLOS Pathogens | https://doi.org/10.1371/journal.ppat.Project CMIRA Cooperation of the Region RHONE-ALPES AUVERGNE. RM and CJ have the label by impairing its translation. This mechanism of translational control targets all RNAs originated from ectopically introduced genetic material (through viral infection or transient transfection) that we define here collectively as non-self, independently from their viral/non-viral origins. However, ISG20 bears no effect on the translation of endogenous mRNAs transcripts, suggesting that ISG20 can discriminate between the cell's own genetic material (self) and foreign one. By taking profit of their mode of replication through integration, or EBV-like episomal maintenance certain pathogens seemingly escape ISG20 by what can be defined as self-mimicry. Lastly, this mechanism of action is conserved in the ISG20 murine ortholog, whose genetic ablation results in mice with increased susceptibility to viral infection. Overall, our study reveals a novel role of ISG20 as a translational modulator of foreign genetic material playing important functions during viral infection in vivo.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "ISG20 is a translational controller PLOS Pathogens | https://doi.org/10.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "ISG20 was identified in 1997 by the Mechti laboratory as a type-I interferon-induced protein associated to promyelocytic leukemia (PML) nuclear bodies and then to Nucleoli and Cajal bodies [1] [2] [3] . The protein belongs to the DnaQ-like (or DEDD, for Asp-Glu-Asp-Asp) 3'-5' exonuclease superfamily that includes several enzymes with DNA or RNA specificities. Members of this superfamily share three conserved exonuclease motifs (Exo I, II and III) that surround the protein's active site and contain the four DEDD residues important for metal ions chelation [4, 5] . ISG20 exhibits RNA, but no apparent DNA exonuclease activities [3, 6] and this property has been associated with inhibition of a broad range of RNA viruses such as Flaviviridae (Yellow Fever, West Nile, Dengue, Hepatitis C and Bovine Viral Diarrhea viruses), Picornaviridae (Hepatitis A virus), Togaviridae (Sindbis, Chikungunya and Venezuelan equine encephalitis viruses), Rhabdoviridae (Vesicular Stomatitis virus, VSV), Orthomyxoviridae (Influenza virus), Retroviridae (Human Immunodeficiency Type 1 virus), Hepadnaviridae (Hepatitis B virus) and more recently several Bunyaviridae [3, [7] [8] [9] [10] [11] [12] [13] [14] [15] [16] [17] , although certain RNA viruses do resist ISG20 as human Coronavirus and Phleboviruses [10, 17] . Direct viral RNA degradation by ISG20 has been proposed as the main mechanism of viral inhibition based on two main evidences: its potent exonuclease functions in vitro and the loss of antiviral effects observed upon the mutation of DEDD residues in the protein's catalytic site, which constitute at present the only ISG20 mutants described in the literature. However, a number of studies have observed viral inhibition by ISG20 in the absence of viral RNA degradation [10, 11] , raising the possibility that alternative mechanisms may be at play.",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 192,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 193,
                    "end": 196,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 197,
                    "end": 200,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 561,
                    "end": 564,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 565,
                    "end": 567,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 633,
                    "end": 636,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 637,
                    "end": 639,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1155,
                    "end": 1158,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1159,
                    "end": 1162,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1163,
                    "end": 1166,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1167,
                    "end": 1170,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1171,
                    "end": 1175,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1176,
                    "end": 1180,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1181,
                    "end": 1185,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1186,
                    "end": 1190,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1191,
                    "end": 1195,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1196,
                    "end": 1200,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1201,
                    "end": 1205,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1206,
                    "end": 1210,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1297,
                    "end": 1301,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1302,
                    "end": 1305,
                    "text": "17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1777,
                    "end": 1781,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1782,
                    "end": 1785,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this study, we determine that ISG20 acts by modulating mRNA translation and we provide evidence that this mechanism broadly targets mRNA transcripts originated from exogenous genetic material independently of its viral origins (that we globally refer to here as of non-self origins), while sparing mRNAs of endogenous chromosomal origins (self), or selfmimicking ones. Using VSV as a model for highly replicative RNA viruses, we show here that ISG20 decreases translation from a broad spectrum of viral as well as non-viral mRNAs, as long as they are ectopically expressed. While this mechanism of discrimination relies on an intact catalytic core, it takes place in the absence of target mRNA degradation and correlates with the ability of ISG20 to localize in cytoplasmic processing bodies (P bodies). The properties of human ISG20 are also conserved in its murine orthologue and through the CRISPR/Cas9-mediated generation of isg20 knockout mice, we provide clear evidence that ISG20 plays an important role in the modulation of virus replication in vivo. Overall, our study reveals a novel role for ISG20 as a translational modulator capable of discriminating self from non-self mRNAs, offering novel perspectives on strategies of viral control and an appropriate animal model in which to test them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To apprehend the role/s of ISG20 during viral infection, dox-inducible Jurkat, THP-1 and HeLa cell lines stably expressing ISG20 were generated by retroviral-mediated gene transduction followed by the selection of the pool of transduced cells. ISG20 was then expressed at levels comparable to those observed in primary monocyte-derived macrophages and dendritic cells stimulated with IFNα, not only to keep within physiologically relevant boundaries, but also because we noted that higher expression levels of ISG20 were cytotoxic in established cell lines (S1A and S1B Fig). As such, all subsequent experiments were carried out at non-cytotoxic levels of ISG20 expression. Under these conditions, WT ISG20 inhibited VSV spread in the different cell lines tested, in contrast to a catalytically inactive ISG20 mutant (Fig 1A, M1 , that corresponds to the already described . However, when HeLa cells were examined closely, we noted only a moderate reduction in the levels of viral-coded GFP RNA in ISG20-expressing cells in contrast to the drastic decrease in the amount of accumulated viral proteins by WB (Fig 1B, in this recombinant virus, gfp behaves as an additional transcriptional viral unit inserted between the M and the G genes, [18] ). This was not due to loss of the RNA exonuclease abilities of ISG20, as these were readily measurable when ISG20 was immunoprecipitated from cell lysates and incubated with different exogenously-provided substrates (single or double stranded RNAs, as well as DNA:RNA hybrids, although not DNAs as expected [6] , S4A and S4B Fig) . This lack of specificity was not present in cells however, given that the ectopic expression of ISG20 did not lead to the indiscriminate degradation of cellular RNAs (ribosomal as well as small nucleolar RNAs previously shown to be associated to ISG20 [2] ), nor of an Hepatitis C virus (HCV)-derived Luciferase reporter mRNA produced in vitro and then transfected into cells (S4C and S4D Fig) , suggesting that in cells the RNase activity of ISG20 is tightly controlled.",
            "cite_spans": [
                {
                    "start": 1239,
                    "end": 1243,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1552,
                    "end": 1555,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1829,
                    "end": 1832,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 570,
                    "end": 575,
                    "text": "Fig).",
                    "ref_id": null
                },
                {
                    "start": 817,
                    "end": 828,
                    "text": "(Fig 1A, M1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1107,
                    "end": 1115,
                    "text": "(Fig 1B,",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1570,
                    "end": 1574,
                    "text": "Fig)",
                    "ref_id": null
                },
                {
                    "start": 1953,
                    "end": 1970,
                    "text": "(S4C and S4D Fig)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "ISG20 inhibits VSV replication through a translational blockage"
        },
        {
            "text": "Given that the protein accumulation defect was also observed after MG132-mediated inhibition of proteasome (S5 Fig), we decided to determine whether the effects of ISG20 related to translation inhibition. To this end, HeLa cells were metabolically labelled 16 hours post VSV infection for one hour with 35 S methionine and cysteine, prior to cell lysis and phosphor imager analysis (Fig 1C and 1D ). Under these experimental conditions, WT ISG20 imposed a strong translational inhibition to the expression of viral-coded proteins (N and GFP) in contrast to the catalytically inactive M1-ISG20 mutant. Cellular translation rates remained overall unperturbed, indicating that under these experimental conditions ISG20 was capable of discriminating viral from cellular mRNAs. Overall, these findings indicate that ISG20 may exert a novel antiviral inhibitory mechanism through the selective translational control of viral mRNAs.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 107,
                    "end": 116,
                    "text": "(S5 Fig),",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 382,
                    "end": 396,
                    "text": "(Fig 1C and 1D",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "ISG20 inhibits VSV replication through a translational blockage"
        },
        {
            "text": "The antiviral activity of ISG20 strictly correlates with its ability to act as a general translational modulator of non-self genetic material",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ISG20 inhibits VSV replication through a translational blockage"
        },
        {
            "text": "To determine whether this mechanism of control could target more broadly non-self genetic material, we used transient DNA transfection which indeed represents a massive introduction of exogenous genetic material into the intracellular milieu. Transfection of ISG20-expressing HeLa cells with DNAs coding for a GFP reporter yielded a mutually exclusive pattern of expression upon confocal microscopy analysis, so that cells expressing ISG20 were rarely GFPpositive and vice versa, mirroring the results obtained during ongoing VSV infection (Fig 2A, for qualitative results). This pattern could be observed with WT ISG20, but not with the catalytically inactive M1 mutant and interestingly, loss of GFP protein accumulation was observed in the absence of effects on several endogenous proteins tested, as assessed by WB and in the absence of detectable changes in gfp DNA and mRNA levels (Fig 2B) . Similar results were obtained with PCR amplicons placed at different location on the gfp mRNA and with reverse transcription reactions started with random hexamers or at the polyA tail with oligo-dT primers, excluding the possibility of partial end degradation of the gfp mRNA (S6A Fig) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 540,
                    "end": 548,
                    "text": "(Fig 2A,",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 887,
                    "end": 895,
                    "text": "(Fig 2B)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1175,
                    "end": 1184,
                    "text": "(S6A Fig)",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "ISG20 inhibits VSV replication through a translational blockage"
        },
        {
            "text": "At the protein level, similar defects in GFP accumulation were observed in the presence of ISG20 both by WB using limiting dilutions of samples, as well as by FACS by adding defects in both the accumulation of GFP-positive cells and in their mean fluorescent intensity (S6B and S6C Fig). Lastly, the inhibitory effect of ISG20 was dose-dependent (S6D Fig) and was . B) Sixteen hours post infection, a fraction of HeLa cells expressing or not ISG20 were lysed and analyzed by RT-qPCR for the viral coded GFP RNA and by WB. C) As in B, but cells were incubated for one hour with 35 S Met/Cys prior to cell lysis. Samples were then directly loaded onto an SDS-PAGE gel and analyzed by phosphor imager. D) Viral translation was quantified on the viral-coded proteins N and GFP, while cellular translation was quantified on the indicated portion of the gel (normalized to each no dox. condition). ND, not determined. The graphs present Means and SEM of two to four individual experiments, while the panels present typical results obtained. � ; p�0.05 between the indicated condition and control, according to a Student t test. observed for a large spectrum of ectopically expressed proteins independently from their DNA backbone, transfection method used or origins (viral or cellular genes, S6E Fig) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 278,
                    "end": 287,
                    "text": "S6C Fig).",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 351,
                    "end": 359,
                    "text": "Fig) and",
                    "ref_id": null
                },
                {
                    "start": 1287,
                    "end": 1295,
                    "text": "S6E Fig)",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "ISG20 inhibits VSV replication through a translational blockage"
        },
        {
            "text": "Given the lack of described mutants in ISG20 outside its DEDD residues, a series of mutations were engineered in ISG20 outside the Exo domains, in sequences of potential interest (phosphorylation, sorting and nuclear import, through the ExPASy and the CBS protein sequence analysis prediction tools) to better apprehend the relationship between antiviral functions and translation control abilities. Not all generated mutants could be detected upon transient transfection and WB analysis, likely due to a compromised protein stability. However, five novel ISG20 mutants could be analyzed functionally (Fig 2C) . Although not pursued in depth in this study, these mutations could potentially affect phosphorylation on Serine (M2 and M2-1), or trafficking via mutations in dileucine domains (M4 and M3), or in nuclear localization signals (M5). Three ISG20 mutants lost their ability to inhibit VSV spread in The antiviral properties of ISG20 strictly correlate with its ability to act as a general modulator of translation of non self genetic elements. A) HeLa cell lines stably expressing ISG20 were analyzed by confocal microscopy twenty-four hours after VSV-GFP challenge at an MOI of 0.01, or after transfection with DNA coding for GFP, as indicated. B) The same cells used in the bottom panels in A were also analyzed by WB, RT-qPCR (RNA), qPCR (DNA), as indicated. The pictures and the panels present typical patterns of expression, while the graph presents data obtained from four experiments. C) Schematic representation of the ISG20 mutants used here. The gray boxes indicate schematically the position of the three Exo domains of ISG20. The color code is used throughout the figure and refers to the antiviral activities of the indicated mutant: purple = lost; yellow = preserved. D) Dox-inducible ISG20 stable Jurkat T cells expressing the different mutants were obtained and infected with VSV, as specified above at an MOI of 0.001. The graph presents typical replication curves obtained out of three independent experiments. E) HEK293T cells were ectopically transfected with DNAs coding for ISG20 mutants and TREX1, used here as an additional reporter of ISG20 activity on ectopic gene expression. Cells were then metabolically labelled for one hour with 35 S Met/Cys prior to cell lysis. A fraction of the soluble lysate was loaded to appreciate global translational effects (input), while the rest was used for immunoprecipitations with anti-flag antibodies specific for tagged ISG20 and TREX1 proteins. Samples were then loaded onto an SDS-PAGE gel for phosphor imager analysis. The graph presents Means and SEM of three to five independent experiments. � ; p�0.05 between the indicated mutant and control, according to a Student t test. F) Correlation between antiviral and translation inhibitory properties of individual ISG20 mutants. The ability of these mutants to inhibit translation from ectopically expressed genes was assessed either directly by 35 S metabolic labeling, or by WB (Fig 2E and S7B Fig, using TREX1 or GFP as examples of exogenous genes, respectively). Under these conditions, the M2 and M5 mutants behaved as WT and strongly reduced the rate of protein synthesis from the exogenous reporter genes, while in contrast the M3, M4 and M2-1 mutants behaved as the catalytically inactive M1-ISG20 and did not significantly affect protein translation, highlighting a near perfect correlation between antiviral abilities and translation inhibition of non-self material ( Fig  2F) . With the exception of the catalytically inactive M1, all mutants exhibited robust RNase activities in vitro (S7C and S7D Fig) . Interestingly, two of the three mutations that altered the properties of ISG20 were spatially close and exposed at the surface of the crystal structure of ISG20 [5] , potentially defining a region that may be involved either directly or indirectly in the regulation of the protein's functions (S7E Fig). Self mimicry allows the escape of target genes' mRNAs from the effects of ISG20 VSV infection and ectopic DNA or RNA transfection do not bear much in common apart from the fact that both represent artificial injections into the cell of non-self genetic material from without. To determine whether ISG20 could be an IFN-induced mechanism of defense acting at the translational level, we determined the effects of ISG20 on exogenous expression cassettes that mimicked cellular host genes. To this end, retroviral-mediated gene transduction was used to stably integrate into the host genome the identical CMV-GFP expression cassette used in Fig 2A. After a three weeks selection, cells were transiently transfected with WT ISG20, lysed and analyzed by WB (Fig 3A) . In this case, ISG20 did not modify the amount of produced GFP, indicating that, when expressed from the cell's genome, the GFP-coding mRNA is ISG20-resistant and suggesting that cellular mRNAs mimicry (meant here as the ability to behave as, or similarly to, cellular genes) could constitute an escape mechanism from ISG20. Some DNA viruses as the Epstein-Barr virus (EBV, Herpesviridae) can be stably maintained in an extrachromosomal latent form in the nucleus of target cells (referred to as episomes) using the cellular DNA machinery for their duplication and segregation into dividing cells. Although both transiently transfected DNA and the EBV genome are extrachromosomal, only the latter presents a chromatin status identical to the host genome [19, 20] . To determine whether this, rather than integration per se, could be a determining factor in the susceptibility to ISG20, HEK293T cells bearing stable EBV-GFP episomes were transiently transfected with DNAs coding for WT ISG20, in addition to a control plasmid coding for HIV-1 Gag (that served as a control for non-self genetic material within the same cells, Fig 3A) . Upon cell lysis and WB analysis, ISG20 did not affect the amount of GFP expressed from the EBV genome, whereas it did affect the amount of Gag. To further strengthen this point, the effect of ISG20 on EBV infection was determined in Hone-1 cells upon the reactivation of the viral lytic cycle with TPA/BA (Fig 3B) [21]. ISG20 did not affect the production of several EBV proteins that typically initiate its lytic cycle indicating that EBV mRNAs were, as cellular ones, largely resistant to the action of ISG20. Also, ISG20 did not modify the extent of EBV infection, when virion particles produced under these conditions were used to challenge Raji cells (S8 Fig) .",
            "cite_spans": [
                {
                    "start": 3803,
                    "end": 3806,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 5462,
                    "end": 5466,
                    "text": "[19,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 5467,
                    "end": 5470,
                    "text": "20]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [
                {
                    "start": 601,
                    "end": 609,
                    "text": "(Fig 2C)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 3005,
                    "end": 3037,
                    "text": "(Fig 2E and S7B Fig, using TREX1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 3503,
                    "end": 3511,
                    "text": "Fig  2F)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 3622,
                    "end": 3639,
                    "text": "(S7C and S7D Fig)",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 3935,
                    "end": 3945,
                    "text": "(S7E Fig).",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 4584,
                    "end": 4591,
                    "text": "Fig 2A.",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 4698,
                    "end": 4706,
                    "text": "(Fig 3A)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 5833,
                    "end": 5840,
                    "text": "Fig 3A)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 6148,
                    "end": 6156,
                    "text": "(Fig 3B)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 6503,
                    "end": 6507,
                    "text": "Fig)",
                    "ref_id": null
                }
            ],
            "section": "ISG20 inhibits VSV replication through a translational blockage"
        },
        {
            "text": "Overall, these results indicate that ISG20 discriminates mRNAs based on their self/non-self genesis and also underline the fact that certain viruses, as EBV, may have devised mechanisms to resist this inhibition due to their specific modes of replication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ISG20 inhibits VSV replication through a translational blockage"
        },
        {
            "text": "To determine whether ISG20 could affect translation through modifications in either splicing or transport of mRNAs from the nucleus to the cytoplasm, its activity on intron-or intronlessluciferase based constructs was assessed [22] and the accumulation of target mRNAs was determined in cytoplasmic and nuclear fractions (S9A and S9B Fig) . ISG20 exerted similar inhibitory effects on both intron and intronless constructs and it did not appreciably modify the distribution of target mRNAs in cytoplasm and nucleus, overall suggesting that ISG20 does not affect the nucleo-cytoplasmic transport of mRNAs. Lastly, ISG20 could not be detected in crude ribosomal fractions, indicating a lack of stable association with ribosomes (S9C Fig). A series of constructs was used to determine whether ISG20 affected translation initiation by comparing more specifically its effects on cap-dependent versus internal ribosomal entry site (IRES)-translation (Fig 3C, through the use of bicistronic vectors), as well as its effects on RNAs with different 5' untranslated regions (5' UTRs) that require or not eIF factors to initiate translation (Fig 3D) . Gene mimicry of self through integration into the host genome, or EBV-mediated episomal maintenance, allows escape from ISG20 translational targeting. A) HEK293T cells were first stably transduced with a retroviralbased vector bearing a CMV-GFP expression cassette and then transiently transfected with an ISG20-expressing DNA vector. Cells were analyzed forty-eight hours after by WB. Similarly, HEK293T cells carrying a stable EBV-GFP episomal genome were transiently transfected with DNAs coding for ISG20 and HIV-1 Gag, used here as a reporter of the activity of ISG20 on ectopic expression. B) Hone-1 cells that bear a stable latent episomal EBV genome were transfected with ISG20 prior to stimulation with 12-O-tetradecanoylphorbol-13-acetate (TPA) and butyric acid (BA) that reactivates the life cycle of EBV via a PKC-dependent mechanism. Cells were lysed twenty-four hours later and analyzed by WB for the indicated EBV proteins. Panels present typical results obtained. C) HEK293T cells were transfected with ISG20 along with the indicated bicistronic DNA vectors. The first cistron bears the 5'UTR of the cellular gene globin (Glo). The second cistron is under the control of several IRESes derived from the cellular gene myc (Myc), polyomavirus (PV), or the encephalomyocarditis virus (EMCV). mRNA levels have been normalized to controls (no ISG20 condition) and luciferase activities are reported after mRNA normalization. D) Translationcompetent mRNA generated in vitro were transfected in ISG20 expressing cells, prior to cell lysis one hour afterwards and analyses by RT-qPCR or luciferase assays. The 5'UTRs of these mRNAs varied with respect to the requirement of specific eIFs and were derived from the cellular gene myc (Myc), the cricket paralysis virus (CrPV) and VSV. The graphs present Means and SEM of 3 (monocistronic) and 8 (bicistronic) independent experiments. � ; p�0.05 between control and ISG20, as indicated, according to a Student t test.",
            "cite_spans": [
                {
                    "start": 227,
                    "end": 231,
                    "text": "[22]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 321,
                    "end": 338,
                    "text": "(S9A and S9B Fig)",
                    "ref_id": null
                },
                {
                    "start": 731,
                    "end": 736,
                    "text": "Fig).",
                    "ref_id": null
                },
                {
                    "start": 944,
                    "end": 952,
                    "text": "(Fig 3C,",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1130,
                    "end": 1138,
                    "text": "(Fig 3D)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "ISG20 does not act by influencing the nucleo-cytoplasmic transport of mRNAs and does not affect translation initiation"
        },
        {
            "text": "ISG20 was capable of inhibiting both cap-and IRES-dependent translation from bicistronic mRNAs in the absence of mRNA degradation and interestingly this occurred on IRES sequences in which translation initiation required ribosomal scanning along the mRNA or not (Fig 3C, IRESes obtained from c-Myc, polyomavirus-PV, or the encephalomyocarditis virus-EMCV, respectively).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 262,
                    "end": 270,
                    "text": "(Fig 3C,",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "ISG20 does not act by influencing the nucleo-cytoplasmic transport of mRNAs and does not affect translation initiation"
        },
        {
            "text": "To further determine whether ISG20 acted on translation initiation and more specifically through specific initiation factors (eIFs), capped and polyadenylated mRNAs coding luciferase under the control of several 5' untranslated regions (5' UTRs) were generated in vitro and directly transfected in ISG20-expressing cells (Fig 3D) . Under these conditions, ISG20 was able to inhibit translation of target RNAs containing either the 5' UTR of c-Myc, that requires the complete set of eIFs, or of the cricket paralysis virus (CrPV) that requires none in the absence of mRNA degradation. We noted that in the case of direct mRNA transfection the extent of ISG20 inhibition was lower than in the case of DNA transfections, but we believe this is mainly due to the shorter time frame elapsing between transfection and luciferase assay (one hour, as opposed to overnight). As expected, the catalytically inactive M1-ISG20 mutant lost its ability to inhibit translation from these reporter constructs (S10 Fig) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 321,
                    "end": 329,
                    "text": "(Fig 3D)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 998,
                    "end": 1002,
                    "text": "Fig)",
                    "ref_id": null
                }
            ],
            "section": "ISG20 does not act by influencing the nucleo-cytoplasmic transport of mRNAs and does not affect translation initiation"
        },
        {
            "text": "Overall, these analyses underline the fact that the translational interference of ISG20 proceeds in the absence of overt mRNA degradation in a manner that appears independent from the presence of specific initiation factors during 5' cap loading.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ISG20 does not act by influencing the nucleo-cytoplasmic transport of mRNAs and does not affect translation initiation"
        },
        {
            "text": "When expressed in two clonal mouse embryonic fibroblast (MEF) cell lines, ISG20 has been recently described to drive type I interferon responses resulting in the expression of different interferon-sensitive genes among which the interferon-induced protein with tetratricopeptide repeats 1 (IFIT1) [11] . IFIT1 recognizes viral uncapped RNAs (often defined as non-self, although the definition used in our study includes more broadly all foreign genetic elements) and has been extensively associated to translation inhibition [23-26], this work raised the possibility that ISG20 could inhibit translation indirectly via the induction of IFIT1. To address this possibility, we analyzed IFIT1 expression in both ectopically transfected HEK293T cells, as well as in stable HEK293T and U937 cells, a myeloid cell line highly sensitive to IFN (Fig 4A) . When HEK293T cells were ectopically transfected with increasing amounts of ISG20-coding DNAs, IFIT1 remained undetectable unless IFNα was provided (1.000 U/ml). Similarly, ISG20 induction by doxycycline in stable HEK293T and U937 cells did not induce a concomitant IFIT1 production, indicating that ISG20 does not induce IFIT1 expression under the experimental conditions used here. To more generally appreciate whether ISG20 induced an IFN program, we measured the levels of type-I IFNs potentially secreted upon induction of ISG20 in the supernatants of U937 cells that are more responsive to IFN stimulation than HEK293T. To this end, ISG20 expression was induced via doxycycline in stable U937 cells and 24 hours later supernatants were harvested and incubated with reporter HEK293T cells bearing an integrated expression cassette responsive to type I interferons (6-16:Luc). Reporter cells were then lysed twenty-four hours after and luciferase measured. The levels of type-I IFN measured via this assay remained below the threshold of detection (30 U/mL, in our hands), indicating the absence of major IFN up-regulation following ISG20 induction (Fig 4B) .",
            "cite_spans": [
                {
                    "start": 297,
                    "end": 301,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 837,
                    "end": 845,
                    "text": "(Fig 4A)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 2000,
                    "end": 2008,
                    "text": "(Fig 4B)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "IFIT1 does not participate in ISG20-mediated translation inhibition"
        },
        {
            "text": "Lastly, we wished to determine whether IFIT1 could exert similar activities than ISG20. To this end, HEK293T cells were transiently transfected with DNA coding these proteins along with GFP as non self genetic material (Fig 4C) . Under these conditions, ISG20 but not IFIT1 inhibited the accumulation of GFP, while both inhibited VSV infection (S11 Fig). IFIT1 has been described to act in complex with other IFIT proteins [27] . Given that its ectopic expression alone is sufficient to inhibit VSV replication, we believe that other IFITs are expressed at a basal level under the conditions used here and that IFIT1 may be a limiting component of the complex. On the whole, our results indicate that IFIT1 is not involved in the mechanism of translation inhibition by ISG20 given that: 1) ISG20 does not induce the expression of IFIT1, at least under the experimental conditions used in this study and 2) that ISG20, but not IFIT1, is capable of inhibition of translation from non-self genetic material.",
            "cite_spans": [
                {
                    "start": 423,
                    "end": 427,
                    "text": "[27]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 219,
                    "end": 227,
                    "text": "(Fig 4C)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "IFIT1 does not participate in ISG20-mediated translation inhibition"
        },
        {
            "text": "ISG20 is largely distributed throughout the entire cell [3, 10] , although certain studies reported a more specific association with nuclear bodies (PML nuclear bodies, nucleoli and Cajal bodies [1, 2] ). To determine whether this was the case, we employed a commonly used technique to reveal protein association to nuclear bodies. Cells were transiently transfected in duplicate with ISG20 (transfection rates �80%) and while one sample was immediately fixed, the other was previously treated with detergent prior to fixation to reveal proteins strongly associated to In parallel, IFIT1 expression levels were analyzed by WB in HEK293T and U937 stable-ISG20 cells stimulated for twenty-four hours with different concentrations of doxycycline, or with IFNα2 (1.000 U/ml). B) To measure the possible presence of IFN subtypes in the supernatant of cells expressing ISG20, U937 cells that express the most readily detectable levels of IFIT1 were stimulated as indicated and the supernatant was then transferred to reporter cells expressing Luciferase under the control of the IFN-inducible 6-16 promoter. Luciferase production from reporter cells was then determined twenty-four hours later. The linearity and limit of detection of the assay (30 U/mL in our hands) are routinely determined with external dilutions of IFN. C) HEK293T cells were transiently transfected with plasmids coding for either ISG20 or IFIT1 along with a GFP-coding plasmid followed by WB analysis. The graph present results obtained from 2 independent experiments, while the WB panels display representative results obtained from 3 independent experiments.",
            "cite_spans": [
                {
                    "start": 56,
                    "end": 59,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 60,
                    "end": 63,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 195,
                    "end": 198,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 199,
                    "end": 201,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "ISG20 inhibition of translation correlates with its association with cytoplasmic P bodies"
        },
        {
            "text": "https://doi.org/10.1371/journal.ppat.1008093.g004 nuclear bodies. Under these conditions, partial co-localization of ISG20 was observed with splicing speckles (SC35 nuclear bodies, S12A Fig), but the signal was essentially lost upon detergent pre-extraction, suggesting that the association between ISG20 and NBs may be very weak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ISG20 inhibition of translation correlates with its association with cytoplasmic P bodies"
        },
        {
            "text": "Instead, we noted a partial colocalization between ISG20 and both the endogenous forms of the trinucleotide repeat containing 6A protein (TNRC6A) and the DEAD-box helicase 6 (DDX6), two well-established markers of P bodies [28, 29] (Fig 5A for HEK293T cells expressing ISG20 and S12B Fig for the complete panels of control cells) both in unstimulated cells, as well as in cells treated for one hour with Puromycin, drug that induces translational stress and increases both the proportion of cells exhibiting P bodies, as well as their number on a per cell basis. However, ISG20 did not affect the proportion of cells presenting or not P bodies over controls, suggesting that ISG20 does not induce P bodies by itself.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 232,
                    "end": 251,
                    "text": "(Fig 5A for HEK293T",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "ISG20 inhibition of translation correlates with its association with cytoplasmic P bodies"
        },
        {
            "text": "To study the correlation between the antiviral phenotype of ISG20 and P bodies, HEK293T cells expressing the different ISG20 mutants were examined by confocal microscopy after ectopic expression of a destabilized version of TNRC6A, that allows for an easier visualization of P bodies (Fig 5B for representative pictures and graph for comprehensive quantification of the proportion of P bodies within cells that scored positive for ISG20). Under these conditions, WT ISG20 was present in 70% of P bodies in double-positive cells, a proportion similar to the functional ISG20 M2 and M5 mutants (62% and 64%, respectively). In contrast, the proportion of ISG20 present in P bodies dropped substantially in all the non-functional mutants examined (M1, M3 and M4, with rates of 12%, 22% and 19%, respectively). Thus, these results indicate ISG20 co-localizes with P bodies. A) HEK293T ISG20-expressing cells were analyzed by confocal microscopy along with two markers of P bodies, TNRC6A and DDX6 in the presence or absence of a one-hour incubation with 100 μg/ml of Puromycin that induces a translational stress known to increase the number of cells expressing P bodies as well as the number of P bodies on a per cell basis [45] . Control cells not expressing ISG20 are shown only as a zoomed overlay, while the complete panel are presented in S12B Fig. The graph presents the proportion of cells exhibiting detectable P bodies in the presence or absence of puromycin and/or ISG20. B) The different ISG20 mutants were similarly analyzed by confocal microscopy with the exception that an HA-tagged, destabilized form of TNRC6A was also concomitantly expressed by transfection to increase the extent of P bodies accumulation. Representative pictures and distributions (out of >100 cells per condition/mutant in two to three independent experiments) are shown. The graph presents the proportion of P bodies with or without ISG20 in double-positive cells. that P bodies and/or P bodies localization may be critical for translation inhibition and antiviral properties of ISG20.",
            "cite_spans": [
                {
                    "start": 1220,
                    "end": 1224,
                    "text": "[45]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 284,
                    "end": 295,
                    "text": "(Fig 5B for",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "ISG20 inhibition of translation correlates with its association with cytoplasmic P bodies"
        },
        {
            "text": "Murine and human ISG20 are highly conserved and display more than 80% identity at the amino acidic level (S13 Fig) and a recent report indicated that murine ISG20 was also endowed with anti-viral properties [11] . To determine whether the remaining functions of ISG20 described here were also similarly conserved, murine ISG20 (mISG20) was ectopically expressed in HEK293T cells and compared to its human counterpart (hISG20). Under these conditions, mISG20 was able to inhibit VSV spread through the culture (Fig 6A) , it impaired expression from transfected DNA coding for a luciferase reporter (Fig 6B) and was also able to cluster along with TNRC6A bodies (Fig 6C) . Therefore, these results indicate that the key functions of ISG20 described here are mainly conserved between these two animal species.",
            "cite_spans": [
                {
                    "start": 207,
                    "end": 211,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 509,
                    "end": 517,
                    "text": "(Fig 6A)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 597,
                    "end": 605,
                    "text": "(Fig 6B)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 660,
                    "end": 668,
                    "text": "(Fig 6C)",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Murine ISG20 presents the main functions of its human orthologue"
        },
        {
            "text": "To determine the importance of ISG20 during viral control in vivo, isg20 knockout mice were generated by CRISPR mediated gene editing (Fig 7A, left panel) and the functional ablation of ISG20 was controlled upon in vitro stimulation of Bone-Marrow derived Macrophages (BMDM, Fig 7A, right panel) . Isg20-/-mice were viable and displayed the expected Mendelian frequency. When animals were challenged intraperitoneally with VSV, the survival rates of isg20-/-mice were severely compromised with respect to age-and sex-matched control groups (Fig 7B) , indicating that ISG20 plays an important controlling role during viral containment in vivo. The higher replicative capacity of VSV was evident in different organs and correlated with higher infiltration of inflammatory cells as observed upon hematoxylin and eosin staining (Fig 7C and 7D , lung sections). As expected, peritoneal macrophages (PEM) isolated from isg20-/-mice exhibited an increased susceptibility to infection (Fig 7E, in both percentage of infected cells as well as in their MFI), thus confirming a primary role for ISG20 in intracellular innate defenses. Overall, these results indicate that ISG20 is an important contributor of viral replication control in vivo, corroborating similar results obtained in a previously published animal model [11] .",
            "cite_spans": [
                {
                    "start": 1311,
                    "end": 1315,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 134,
                    "end": 154,
                    "text": "(Fig 7A, left panel)",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 268,
                    "end": 295,
                    "text": "(BMDM, Fig 7A, right panel)",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 540,
                    "end": 548,
                    "text": "(Fig 7B)",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 824,
                    "end": 838,
                    "text": "(Fig 7C and 7D",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 977,
                    "end": 985,
                    "text": "(Fig 7E,",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "ISG20 is important for viral control in vivo"
        },
        {
            "text": "In this study, we determine that ISG20 acts as an important antiviral factor in vitro, as well as in vivo, given that mice genetically deficient in ISG20 exhibit higher mortality following viral challenge. The antiviral properties of ISG20 are not linked to its ability to directly degrade viral RNA, but rather to its capacity to interfere with the process of translation. This mechanism of translational regulation targets and is able to distinguish viral RNAs as well as RNA originated from ectopically transfected DNA (that we globally refer to as non-self, for mRNAs originated from non-self genetic elements) from cellular mRNAs (or self) that are instead resistant to ISG20, under the experimental conditions used here. Finally, we determine that resistance to ISG20 can be achieved via integration into the host genome, or through EBV-like maintenance in stable episomes through what can be defined as self mimicry.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "ISG20 is a potent and non-specific RNA exonuclease in vitro and this property had long been hypothesized to underpin a broad mechanism of inhibition via the direct degradation of the RNA genome of a large spectrum of RNA viruses, albeit not all [2, 3, [6] [7] [8] [9] [10] [11] [12] [13] [14] [15] [16] [17] . However, a few studies failed to observe a decline in viral RNA levels in the presence of ISG20 [10, 11] and evidence of direct binding of target RNAs to ISG20 in cells is lacking. The data presented in our study also argue against overt degradation of viral RNA and point instead to an interference with the process of translation that not only targets viral RNAs, but more generally distinguishes mRNAs according to their self/non-self origins (according to the broader definition used in this study). Despite the fact that the catalytically inactive mutant M1 loses both its exonuclease and translation inhibition activities, whether the former is required for translation inhibition remains unclear. Indeed, mutations in the DEDD residues may potentially exert multiple effects on the protein functions in addition to inhibiting its RNase activity and the in vitro assays used in the field (as well as in this study) do not seem to recapitulate the stringency of action of ISG20 in cells. It is important to note that although our results do not support a mechanism based on the direct degradation of target mRNAs by ISG20, they do not exclude that its exonuclease activity may be turned against a cellular RNA component, itself involved in translation. Rather, we favor this hypothesis in which ISG20 may attack ribosomal RNAs or small nucleolar RNAs that are required for ribosomal RNA methylation, possibly affecting the ribosomes' behavior. Given that cellular RNAs continue to be translated, this implies that ISG20 may affect some, but not all ribosomes. We do not know whether this occurs here, however recent genome-wide studies have clearly highlighted that ribosomes are not only heterogeneous in composition, but also in function [30-33], so that it is possible that the activity of ISG20 is directed only against a specific subset of ribosomes.",
            "cite_spans": [
                {
                    "start": 245,
                    "end": 248,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 249,
                    "end": 251,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 252,
                    "end": 255,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 256,
                    "end": 259,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 260,
                    "end": 263,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 264,
                    "end": 267,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 268,
                    "end": 272,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 273,
                    "end": 277,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 278,
                    "end": 282,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 283,
                    "end": 287,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 288,
                    "end": 292,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 293,
                    "end": 297,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 298,
                    "end": 302,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 303,
                    "end": 307,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 406,
                    "end": 410,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 411,
                    "end": 414,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The ability to discriminate RNAs according to the global definition of self/non-self origins we use here during translation is an interesting concept and STING has also been recently shown to inhibit the translation of viral, as well as of ectopically expressed mRNAs through a novel IFN-independent activity [34]. Notable differences exist however with the mechanism described here, as STING seems to act on the phase of translation initiation, thus sparing mRNAs that require no initiation factors (such as CrPV) [34], while on the contrary ISG20 targets also these mRNAs, strongly pointing in this case to a mechanism of regulation at a step other than translation initiation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A previous study also suggested that ISG20 could interfere with viral translation in the absence of target RNA degradation [11] . In this study however, this inhibition was linked to the ability of ISG20 to induce IFN when expressed in MEF cell lines and more specifically the Interferon-Protein with Tetratricopeptide repeats 1 protein (IFIT1, [11] ), a known translational modulator that impairs uncapped RNAs [25, 35, 36]. However, we have failed to obtain evidence of IFN and of IFIT1 upregulation in our experimental system and since IFIT1 cannot target the translation of mRNAs expressed from plasmid DNAs its involvement in the ISG20-mediated inhibition we describe here is unlikely. Furthermore, if ISG20 expression resulted in the direct upregulation of an IFN program, ISG20 would be expected to inhibit far more viruses than currently reported. It is therefore possible that this aspect of the biology of ISG20 can be observed solely under very particular conditions. If translation initiation does not seem to be the main step affected by ISG20, our results highlight a tight correlation between the ability of the different ISG20 mutants to inhibit translation and their localization in P bodies, which is in line with the key role of these cytoplasmic structures in translational silencing and which would suggest RNA re-routing by ISG20. P bodies are involved in numerous aspects of RNA metabolism and although initially described as sites of RNA degradation [37], their functions have been further complexified by studies indicating their role in RNA storage as well as in RNA translational repression in the absence of RNA degradation [38] [39] [40] [41] [42] . Thus, the results we have obtained at this stage support the hypothesis that P bodies play an instrumental role in the action of ISG20. However, it remains possible that these structures form as a consequence of the translational block itself [43] [44] [45] , so that additional work will be required to firmly establish the functional role of these structures during ISG20-mediated translation inhibition.",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 127,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 345,
                    "end": 349,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1652,
                    "end": 1656,
                    "text": "[38]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1657,
                    "end": 1661,
                    "text": "[39]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1662,
                    "end": 1666,
                    "text": "[40]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1667,
                    "end": 1671,
                    "text": "[41]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1672,
                    "end": 1676,
                    "text": "[42]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1922,
                    "end": 1926,
                    "text": "[43]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1927,
                    "end": 1931,
                    "text": "[44]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1932,
                    "end": 1936,
                    "text": "[45]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our data indicate that the main determinant of susceptibility to ISG20 is the self/non-self nature of the genetic element from which the mRNAs originate and we hypothesize that the chromatin status of the transcribed elements may be a determining factor of this phenomenon. Specific co-or post-transcriptional modifications themselves linked to the chromatin status (as for example, N 6 -methyladenosine, m 6 A, reviewed in [46, 47] ) are known to modulate different steps of mRNA biology and it is possible that a major difference between genetic elements embedded in the host chromatin and the others resides in the identity of marks deposited on the mRNA. Lack of such signals may expose the mRNA to ISG20 and to its translational regulation, providing an interesting level of regulation of foreign elements. An alternative and non-mutually exclusive hypothesis may be that the levels -and not the identity-of post-transcriptional modifications may be lower in elements that are either present in high number of copies or that are expressed at high levels, simply because the system is overrun, thus exposing the RNA to the action of ISG20. This hypothesis is also of interest and may be viewed as a basic threshold control mechanism of transcription/translation that is automatically turned on when genetic elements that replicate (or transcribe/translate) rapidly at high levels, as is the case during viral infection or following ectopic DNA transfection.",
            "cite_spans": [
                {
                    "start": 424,
                    "end": 428,
                    "text": "[46,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 429,
                    "end": 432,
                    "text": "47]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This hypothesis may certainly explain the different ISG20-susceptibility of RNA viruses with respect to cellular genes, because most RNA viruses replicate to exponential levels in cells in a very brief period of time, but it may also explain the ISG20-susceptibility of ectopically transfected DNAs/genes, as their chromatin status is distinct from the one of the host genome [19, 20, 48, 49] and their expression levels are generally much higher when compared to integrated cellular genes. In this respect, integration into the host genome or latent episomal maintenance may constitute a self mimicry defense strategy used by certain viruses, as we have shown here for EBV, to escape ISG20 surveillance. From a more general perspective, it will be of high interest to determine the extent of the translational control activity of ISG20 on viruses such as retroviruses, retroelements, as well as more broadly on different DNA viral families.",
            "cite_spans": [
                {
                    "start": 376,
                    "end": 380,
                    "text": "[19,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 381,
                    "end": 384,
                    "text": "20,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 385,
                    "end": 388,
                    "text": "48,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 389,
                    "end": 392,
                    "text": "49]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "IFN responses rely on a complex network of more than 1.000 ISGs. Along with its multiple effects on the cell physiology, a major antiviral block of type I IFN responses takes place during translation initiation, by protein kinase R (PKR)-mediated inactivation of the eukaryotic initiation factor alpha (eIF2α, [50, 51] ). Given that the effects of IFN on translation are not absolute and vary according to the cell type, the fact that ISG20 targets a step downstream translation initiation is of high interest, because it suggests the existence of a second layer of translational control in which ISG20 would target RNAs that have escaped the eIF2 α -block. By extension, this may suggest the existence of yet additional layer of translational control during IFN responses all of which concur in limiting viral replication.",
            "cite_spans": [
                {
                    "start": 310,
                    "end": 314,
                    "text": "[50,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 315,
                    "end": 318,
                    "text": "51]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Overall, our study reveals that ISG20 is an important modulator of antiviral responses in vitro and in vivo and points to a novel function through which this protein is able to distinguish self from non-self mRNAs at translation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "N-terminal Flag-tagged human ISG20 mutants (Gene ID: 3669) were produced by overlapping PCR from an original pcDNA5/FRT-Flag-ISG20 plasmid obtained from Ju-Tao Guo (Baruch S. Blumberg Institute, Doylestown, Pennsylvania, USA) and cloned into pcDNA3 (Invitrogen), or pRetroX-Tight-Puro backbones by standard molecular biology techniques (Clontech). The latter is a murine leukemia virus (MLV)-based genome suitable for retroviral gene transduction and it allows for stable selection of recipient cells in which expression of the gene of interest is under the control of doxocycline of a modified E. coli Tet Repressor coded by a second MLV-based vector (pRetroX-Tet-On, rtTA-advanced, Clontech). Murine ISG20 (Gene ID: 57444) was obtained following the same cloning scheme. The remaining vectors were obtained as follows: pRRL-CMV-destabilized GFP (HIV-1-based lentiviral vector genome bearing an expression cassette for destabilized GFP, described in [52] and Clontech); Flag-TREX1 (in pcDNA3, this study), HIV-1 Gag (in [53] , respectively), HA-Ubiquitin (gift of Pierre Jalinot, ENS-Lyon), VSV-tagged SAMHD1 (in pRRL-CMV, this study); HA-destabilized TNRC6A was engineered by standard molecular biology techniques from the double-tag pFRT/TO/ FLAG/HA-Dest-TNRC6A (gift from Thomas Tuschl, Addgene, #19883, [54] ). An N-terminal HA tagged IFIT1 (Gene ID: 3434) was cloned by standard molecular biology techniques into pcDNA3.1 (Invitrogen). The following bicistronic vectors were used to examine the role of different IRESes and were described in [55] and [22]: Bi-Glo-Fluc-cMyc -RLuc; Bi-Glo-Fluc-EMCV-RLuc and Bi-Glo-Fluc-PV-RLuc. The following constructs code for a Renilla Luciferase gene under the control of the beta-globin promoter and contain or lack an intron: pGlobin-intron-RLuc and pGlobin-RLuc (described in [22] , gift from Fabrice Mure, CIRI, Lyon, France). The following vectors have been used for in vitro production of RNA and they allow upon linearization the T7-based synthesis of a polyadenylated mRNA that is then 5' capped: pHCV-Rluc, pCrPV-Rluc, pcMyc-RLuc. The pVSV-Rluc was constructed by standard molecular biology techniques by placing the region 1-63 upstream of the N gene of VSV (EF197793) in front of the Renilla Luciferase. Upon synthesis, RNAs are DNase treated, precipitated and used for cell transfection.",
            "cite_spans": [
                {
                    "start": 951,
                    "end": 955,
                    "text": "[52]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1021,
                    "end": 1025,
                    "text": "[53]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1308,
                    "end": 1312,
                    "text": "[54]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1548,
                    "end": 1552,
                    "text": "[55]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1822,
                    "end": 1826,
                    "text": "[22]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Plasmids"
        },
        {
            "text": "Antibodies directed against the following proteins were as follows: Tubulin (T0198), Actin (A5441), Flag (F7425 and F3165), GFP (G1544), HA (H3663), VSV-G (C7706), TNRC6A (HAP015305) from Sigma; mSin3A (ab129087); donkey anti-rabbit IgG (Alexa Fluor 594 conjugate, A-21207) and donkey anti-mouse IgG (Alexa Fluor 488 conjugate, A-21202) from Invitrogen; CREB (4820) and Akt (9272) from Cell Technology; DDX6 (BET1300-460A) from Ozyme; ISG20 (22097-1-AP, in our hands this antibody is highly unreliable on human ISG20 but is more efficient on murine ISG20) from Proteintech; sc35 (NB100-1774) from Novus Biologicals; anti BMRF1 (MAB8186, Merck Millipore); anti BMLF1, anti BRLF1 and BZLF1 were described in [56, 57] ; anti-IFIT1 (PA3-848, Life Technologies). The anti-Gag/p24 antibody (clone 183-H5C) was obtained from the AIDS Reagents Program of the NIH.",
            "cite_spans": [
                {
                    "start": 706,
                    "end": 710,
                    "text": "[56,",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 711,
                    "end": 714,
                    "text": "57]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Antibodies"
        },
        {
            "text": "Human embryonic kidney 293T (HEK293T) and human cervix epithelial HeLa cells (HeLa) were maintained in complete DMEM media supplemented with 10% FCS, while human peripheral blood T lymphocyte Jurkat (Jurkat), human peripheral blood monocytic THP-1 cells (THP-1) and U937 were maintained in complete RPMI1640 medium with 10% FCS. Cells were obtained from the ATCC (CRL-3216; CCL-2; TIB-152; TIB-202, CRL-1593.2 respectively). HEK293T-EBV [58] , Hone [21] and Raji cells were obtained from the laboratory of Oncogenic Herpesviruses of Henri Gruffat (CIRI, Lyon) and were maintained in complete DMEM or RPMI1640, respectively. EBV reactivation was induced in Hone cells upon incubation with 12-O-tetradecanoylphorbol 13-acetate (TPA) and butyric acid (Ba) provided at 50 ng/ml and 3 mM, respectively (SIGMA). When indicated the proteasome inhibitor MG132 was added at a final concentration of 10 μg/ml (Sigma). HL116 cells, derivative of HT1080 cells that bear an integrated luciferase under the control of the interferon alpha-inducible protein 6 promoter (6-16:Luc) were obtained from Gilles Uze (University of Montpellier, Montpellier, France [59] ) and were maintained in complete DMEM.",
            "cite_spans": [
                {
                    "start": 437,
                    "end": 441,
                    "text": "[58]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 449,
                    "end": 453,
                    "text": "[21]",
                    "ref_id": null
                },
                {
                    "start": 1143,
                    "end": 1147,
                    "text": "[59]",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Cells"
        },
        {
            "text": "Primary human blood monocytes were obtained by negative depletion as described in [52] (monocyte isolation kit II, catalogue n˚130-091-153, Miltenyi) prior to their differentiation in macrophages or dendritic cells upon incubation for 4 to 6 days in M-CSF or GM-CSF and IL4 (at 100 ng/mL, 01-A0220-0050, PCYT-221 and PCYT-211, Eurobio). When indicated, cells were incubated for further 24 hours with 1.000 U/mL of human IFNα (catalogue n˚11100-1, Tebu Bio), or in the case of murine BMDM with 1.000 U/mL of murine IFNβ (50708-M02H, Sino Biological Inc.).",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 86,
                    "text": "[52]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Cells"
        },
        {
            "text": "Primary mouse bone marrow derived macrophages (BMDMs) were prepared from isg20-/and isg20+/+ mice, as described before [60] . Briefly, bone marrow cells were isolated from mice femurs and tibias, washed with PBS and filtered through a 70 μm cell strainer to remove cell clumps. The single-cell suspension was then cultured in RPMI1640 medium containing 10% FBS and 20ng/ml of M-CSF (416-ML, R&D Systems) for 7 days with daily media replenishment. Differentiation was monitored by flow cytometry analysis of CD11b+F4/80+ cells (BD) and reached proportion higher than 90%.",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 123,
                    "text": "[60]",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Cells"
        },
        {
            "text": "Pools of stable cell lines allowing for doxycycline (dox)-inducible ISG20 expression were generated upon MLV-based retroviral gene transduction based on the pRetroX-Tight system of Clontech. Briefly, the corresponding MLV vectors were produced by transient DNA transfection of HEK293T cells with plasmids coding the structural MLV protein Gag-Prol-Pol, the pantropic Vesicular Stomatitis Virus G protein (VSVg), pRetroX-Tight-Puro and pRetroX--Tet-On vectors that code for a miniviral genome bearing expression cassettes for a resistance gene (Puromycin and Neomycin, respectively) and either ISG20, or the tetO transcriptional rtTA activator (ratios 8:4:4:4, respectively, for a total of 20 μg of transfected DNA for a 10-cm dish). Virion particles released in the supernatant of transfected cells were filtered, titered by exogenous RT activity [60] and used to challenge the indicated target cells. Pools of transduced cells were obtained upon selection with Puromycin and G418 (P9620 and G418-RO, Sigma). ISG20 expression was induced by incubation with doxycycline (631311, Clontech).",
            "cite_spans": [
                {
                    "start": 847,
                    "end": 851,
                    "text": "[60]",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Stable cells"
        },
        {
            "text": "For mRNA transfection, 10 5 HEK293T cells were electroporated in quadruplicates with 200 ng of in vitro transcribed capped and polyA mRNA in a total volume of 10 μl (settings of 1150V, 20ms, 2 pulses, Neon electroporator, Invitrogen). Cells were then transferred into 500 μl pure RPMI 1640 medium and cultured for 1 hour prior to cell lysis and luciferase analysis (see below). mRNAs were generated by an in-house in vitro transcription reaction and then capped. Briefly, 1 μg of linearized DNA was incubated for 2 hours at 37˚C with 20U of T7 RNA polymerase, 40 U of RNAsin (both from Promega) and 1.6 mM for each ribonucleotide triphosphate, 3 mM DTT, 40mM Tris-HCl (pH 7.9), 6 mM MgCl 2 , 2 mM spermidine, and 10 mM NaCl. To induce mRNA cap addition, the rGTP concentration was reduced to 0.32 mM, and 1.28 mM of m 7 GpppG cap analog (New England Biolabs) was added. RNAs were then precipitated and finally resuspended in RNAse-free water. DNA transfections were carried out generally by calcium/phosphate transfection, or Lipofectamine 2000 for confocal microscopy (Invitrogen). Generally, for transient DNA transfections a ratio of 1:1 between reporters and ISG20 was used (from 1:1 to 1:8 in the dose curve presented in S4 Fig) not surpassing an overall amount of 3 μg of ISG20 per well of 6 well plate to avoid cytotoxic effects.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1226,
                    "end": 1237,
                    "text": "S4 Fig) not",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Transient DNA or RNA transfections"
        },
        {
            "text": "Cells were analyzed in triplicates and lysed between eighteen and twenty-four hours after DNA, or 1 hour after RNA transfection. One fifth of the cell lysates was used for Firefly or Renilla luciferase assays (Luciferase Assay System or Renilla Luciferase Assay System, Promega; Mithras LB 940 Multimode Microplate Reader, Berthold), while the remaining fractions were used for RNA extraction and quantitative real-time PCR assay. The luciferase activities are normalized for the amount of RNA present in each sample.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Luciferase assays"
        },
        {
            "text": "Cells were starved in 1 ml/well of Met-/Cys-free DMEM medium (21013024, Gibco) for 1 hour and then medium was replaced with 500 μl of the same medium containing 20 μCi 35 S Met/Cys (Amersham) for a pulse of 1 hour. Labeled cells were then lysed thoroughly with RIPA buffer (150 mM NaCl, 1% NP40, 0.5% deoxycholate, 0.1% SDS, 50 mM TrisCl pH 8.0) in the presence of protease inhibitors (Roche), by vigorous pipetting and 3 cycles of freezethawing. Lysates were centrifuged at 12.000 g for 10 minutes to remove insoluble material and then either directly analyzed by SDS-PAGE gels or incubated with 20 μl anti-M2-Flag beads for 4 hours to overnight at 4˚C. After extensive washing, material was separated by SDS-PAGE gel and upon gel fixation in methanol and drying, radioactivity was quantified by phosphor imager (Typhoon 8600 system, GE healthcare).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Metabolic labelling"
        },
        {
            "text": "Stable or transfected cells were directly grown on coverslips for at least twenty-four hours prior to fixation in cold methanol for 10 min at -20˚C (HeLa or HEK293T cells, respectively). When indicated, a prior permeabilization step was carried out to evidence the strong association of ISG20 to nuclear bodies. In this case, cells were transfected in duplicate and while one aliquot was immediately fixed, the other was first washed in cold wash buffer (PBS, 0.2% Tween 20) and further permeabilized in cold PSB containing 0.5% Triton-X100 for 5 min on ice. Cells were then fixed and incubated with the indicated antibodies (see relevant section above). DAPI Fluoromount G mounting medium was used (0100, Southern biotech). Images were acquired using a spectral Zeiss LSM710 or LSM800 confocal microscopes and analyzed using the Fiji software. For P bodies analyses, cells were fixed first in 4% paraformaldehyde, then in 70% methanol (10 min each), followed by permeabilization in cold PSB containing 0.5% Triton-X100 for 5 min on ice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Confocal microscopy"
        },
        {
            "text": "Cells either stably or transiently expressing ISG20 were lysed in pre-cooled buffer SD-150 (150 mM NaCl, 50 mM Tris pH7.4, 0.5% Triton X100, 0.5 mM MnCl 2 and 1× Roche Protease inhibitor Cocktail), sonicated and the soluble supernatants were incubated with pre-washed anti-FLAG antibody-conjugated agarose beads (A2220, Sigma, 20μl per 10-cm plate dish) for 4 hours at 4˚C with constant nutation. Beads were then extensively washed in the same buffer and either analyzed by WB or incubated with 0.5-1 μg of exogenously added nucleic acids for 60 minutes at 37˚C in a total volume of 30 μL of SD-150 buffer, prior to agarose gel migration and densitometric quantification by Multi Gauge V3.0 software (Fujifilm). Sequences of the complementary DNA/RNA oligonucleotides are as follows: DNA oligonucleotides D20 and D15 were respectively: ACATGTACAGGATGCATTTG and TACAGGATGCATTTG. RNA oligonucleotides R20U, R20D and R20D were respectively: CAAAUGCAUCCUGUACAU GU, ACAUGUACAGGAUGCAUUUG, UACAGGAUGCAUUUG. Hybrids were obtained by mixing the desired oligonucleotides at a concentration of 1 μg in SD-150 buffer, prior to denaturation at 95˚C and annealing at 50˚C for 5 minutes each. Poly I:C and yeast tRNAs were purchased from Invivogen and Sigma, respectively. ssRNA was a Luciferase based mRNA generated by in vitro transcription of approximatively 1700 nucleotides. ssDNA and dsDNA were respectively a long chemically-synthesized oligonucleotide available in the laboratory for other purposes (Eurogentec, CGCGGAA TTCACCATGGATTACAAGGATGACGACGA TAAGGGTGGTGGTTCAGCCCCACTGGATGCCGCCCTCCAC) and double-stranded pcDNA3 plasmid (Invitrogen) linearized with PstI.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "In vitro exonuclease activity assays"
        },
        {
            "text": "The levels of type I IFNs secreted in the supernatant of cells expressing ISG20 was determined according to a well established procedure using HL116 reporter cells [59] . Briefly, ISG20-stable U937 cells were stimulated for 24 hours with doxycyclin to induce ISG20 expression, then supernatant was harvested, filtered and added to HL116 cells in serial dilution (2.10 4 cells in 96-well plate). Twenty hours afterwards, cells were lysed and the extent of luciferase accumulation was measured (see above, Luciferase assays section). HL116 cells stimulated with serial dilutions of IFNα were used in parallel to ensure the linearity of the assay. The limit of detection of this assay is in our hands of 30 U/mL.",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 168,
                    "text": "[59]",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "IFN quantification"
        },
        {
            "text": "RNAs were extracted by the Trizol Reagent (15596018, Ambion), or by NucleoSpin RNA (740955, Macherey-Nagel) according to the manufacturers' instructions. When indicated, cytoplasmic and nuclear RNAs were separated and purified, as previously described (Ricci EP, PMID: 19528074) . The extracted RNA was treated with RQ1 DNase to remove contaminant DNA (M6101, Promega) and then reverse-transcribed by qScript cDNA SuperMix using the manufacturer's instructions and either oligo-dT or random primers (Quanta BioSciences; the enzyme was instead omitted in the no-RT controls). When indicated, the amount of transfected DNA was quantified after the addition of RQ1-DNase to the cell culture media to remove extracellular DNA (twice for two hours at 37˚C at 20 U/ mL). After extensive cell washing, cells were lysed with the following solution (50 mM KCl, 10 mM Tris HCl pH 8.3, 2.5 mM MgCl 2, 0.5% NP-40, 0.5% Tween 20) in the presence of 10 μg/ml of Proteinase K (P2308, Sigma) for one hour at 60˚C. DNA was then purified through phenol/chloroform extraction and DNA precipitation. qPCRs were performed on a StepOne Plus Real-time PCR system (Applied Biosystems) using the FastStart Universal SYBR Green Master mix (Roche). Primers were as follows (forward-F and reverse-R from 5' ",
            "cite_spans": [
                {
                    "start": 252,
                    "end": 278,
                    "text": "(Ricci EP, PMID: 19528074)",
                    "ref_id": null
                },
                {
                    "start": 907,
                    "end": 916,
                    "text": "Tween 20)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Quantitative PCRs and RT-qPCRs"
        },
        {
            "text": "Cytoplasmic and nuclear fractions were obtained from transfected HEK293T cells. Briefly, 0.5-1.10 6 cells were collected and resuspended in 0.2 ml of cold RNLa buffer (10 mM of Tris HCl pH 8.1, 10 mM NaCl, 3 mM MgCl 2 , 0.5% NP-40, 1 mM DTT and 100 U/ml of RNasin Plus-Promega) for 5 minutes on ice, then centrifugated at 1.200 g for 5 minutes at 4˚C. The supernatant (cytoplasmic fraction) was transferred to a new tube, while the pellet (nuclear fraction) was washed twice with 0.2 ml of cold RNLa buffer to eliminate residual cytoplasm and discarded. The pellet was then resuspended with 0.2 ml of cold RNLa buffer, sonicated on ice for 10 seconds. An aliquot of each fraction was stored for WB analysis, while the rest was used for RNA extraction (Trizol, Thermo Fisher Scientific). Results are presented on normalized cytoplasmic and nuclear fractions. Ribosomal fractions were purified as described [61] . Briefly, cells at less than 80% confluency were washed in cold PBS, gently pelleted and lysed for 10 minutes in hypothonic buffer (10 mM KCl, 0.5 mM MgCl 2 , 10 mM Tris-HCl pH 7.4). Nuclei were pelleted by centrifugation at 800 g for 10 minutes and the supernatant was then transferred centrifuged again to remove mitochondria (12.000 g for 10 minutes). Supernatant was then harvested, adjusted to 0.5 M of KCl and placed onto a sucrose cushion (34.2% w/v) prior to ultracentrifugation at 75 000 rpm on a TL100 ultracentrifuge (for two hours at 4˚C). After ultracentrifugation, the supernatant constitutes the cytoplasmic fraction remaining after migration of the ribosomes at the bottom of the tube.",
            "cite_spans": [
                {
                    "start": 905,
                    "end": 909,
                    "text": "[61]",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "Fractionations"
        },
        {
            "text": "The replication-competent VSV-GFP (Indiana serotype, [18] ) contains an additional viral transcriptional unit coding GFP between M and G and was kindly provided by Joanna Brunel and Denis Gerlier (CIRI, ENS-Lyon). Infections of ISG20 expressing cells were carried out generally MOIs comprised between 0.001 and 0.01, twenty-four hours after dox-induction of ISG20. The percentage of GFP-positive cells was determined at different time points postinfection by fluorescence-activated cell sorting (FACS).",
            "cite_spans": [
                {
                    "start": 53,
                    "end": 57,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Viral infections"
        },
        {
            "text": "ISG20-knockout mice were generated by clustered regularly interspaced short palindromic repeats (CRISPR)-associated systems (CRISPR/Cas9). Briefly, a single ISG20 sgRNA was designed to target the mouse isg20 ORF (5'-GATCACTAATACGACTCACTATAGGTGGG CCTCAAAGGGTGAGGTTTTAGAGCTAGAAAT-3'). In vitro Transcription T7 Kit (6140, TaKaRa) was used for transcription of both sgRNA and Cas9, the RNA products were purified and injected into C57BL/6 mice zygotes [60] . Screening of knockout mice was carried out by PCR on genomic DNA from F0 and F1 mice followed by PCR products cloning and sequencing (TA cloning kit, TaKaRa: F: TTTCTGAGGGTCGCCAA and R, TGTACTTGTCATACA GGACT)",
            "cite_spans": [
                {
                    "start": 449,
                    "end": 453,
                    "text": "[60]",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Generation of ISG20-knockout mice and animal infections"
        },
        {
            "text": "For in vivo VSV replication studies, age-and sex-matched groups of littermate mice were intraperitoneally infected with 10 8 plaque-forming units (pfu) of WT-VSV (Indiana serotype, but in this case lacking GFP, [60] ). Mice were then either sacrificed twelve hours after infection for tissue analysis and in the case of lung sections for staining with hematoxylin and eosin that marks preferentially inflammatory cells or kept for prolonged periods of time for survival studies.",
            "cite_spans": [
                {
                    "start": 211,
                    "end": 215,
                    "text": "[60]",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Generation of ISG20-knockout mice and animal infections"
        },
        {
            "text": "PEMs were harvested by peritoneal washes from mice treated 3 days before via an intraperitoneal injection of 3 ml of 4% sterile thioglycollate (Sigma T9032). The cell suspension was filtered through a 70-μm cell strainer (Falcon 352350) to remove cell clumps and plated at 0.5 million per well in 24-well plate in complete 1640 medium to force cell adhesion to plastics and then cells were extensively washed to remove non-adherent cells. VSV infections were performed the next day at an MOI of 0.5 prior to flow cytometry analysis twenty-four hours later.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Generation of ISG20-knockout mice and animal infections"
        },
        {
            "text": "Primary blood cells were obtained from the blood of healthy donors (EFS-Lyon) as discarded \"leukopacks\". These were obtained anonymously so that gender, race, age of donors, inclusion of women, minorities or children cannot be determined. This research is exempt from approval and was therefore not submitted to Institutional Review Board approval, although written informed consent was obtained from blood donors to allow use of their cells for research purposes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics statement"
        },
        {
            "text": "All animal experiments described in this study were performed according to the regulations of the Association for Assessment and Accreditation of Laboratory Animal Care in Shanghai and the Animal Investigation Committee of East China Normal University (document approval n˚M20130105). C57BL/6 wild-type mice were purchased from the Shanghai Laboratory Animal Company. Mice were housed in a temperature and humidity-controlled room (21˚C +/-1˚C and 55% +/-10%, respectively) with a 12-hour light/12-hour dark cycle. Throughout the protocol, animals were weighed and observed twice daily for clinical signs of infection. Animals that reached the end of the experiment or lost more than 20% of initial body weight were sacrificed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics statement"
        },
        {
            "text": "Supporting information S1 Fig. Expression levels and cytotoxicity of ISG20. A) The levels of ISG20 mRNAs were quantified by RT-qPCR in the different cell types indicated. Monocyte-derived macrophages and dendritic cells (MDM and DCs, respectively) were generated upon incubation of primary blood monocytes with M-CSF or GM-CSF and IL4, respectively for 4 to 6 days as described in [60] . When indicated, cells were incubated for twenty-four hours with 1.000 U/mL of interferon α, prior to cell lysis. The expression levels of ISG20 obtained in dox-inducible stable cell lines generated upon retroviral mediated gene transduction are also shown (dox concentrations of 0, 1 and 10 μg/ml). B) The cytotoxicity of ISG20 was evaluated in stably transduced cell lines in which ISG20 induction is dox-sensitive. Cells were counted daily upon induction of ISG20 with dox concentrations of 0,1 and 10 μg/ml. The graph presents data obtained from three to four independent experiments, while the WB panels present typical results obtained. Fig 1A. � , p�0 .05 according to a Student t test comparing control and ISG20 conditions. (TIF) S4 Fig. Exonuclease activities and specificities of ISG20 in vitro and in cells. A and B) HEK293T cells transiently transfected in 10 cm plates with ISG20 coding DNA were lysed and ISG20 immunoprecipitated via anti-flag antibodies conjugated to agarose beads. After washing, beads bound material was incubated with the indicated nucleic acids (1 μg), prior to loading on agarose gels and densitometry quantification. Nucleic acids were as follows: ssRNA, in vitro transcribed single-stranded RNA, length of approximatively 1700 nucleotides; ssDNA, single-stranded DNA, oligonucleotide of 76 nucleotides; dsDNA, double stranded pcDNA3 plasmid (Invitrogen) linearized with PstI; poly I:C and yeast tRNAs, self-explicatory. In B, the indicated RNA and DNA forms were generated as described in the Methods section. C) HEK293T cells transiently transfected as above were directly lysed and the amount of small nuclear RNAs (U1, U2, U3 and U6) or of total RNA was evaluated by RT-qPCR and agarose migration, respectively. D) As in C but cells were also transfected with 200 ng of in vitro transcribed mRNA containing the 5' UTR of the hepatitis C virus (HCV) and bearing the Firefly luciferase. Upon cell lysis the amount of transfected HCV-Luc mRNA was determined by RT-qPCR. A schematic representation of the RNA target and the position of the PCR amplicon is provided. The graphs present Means and SEM of independent experiments (n = 2 to 3 depending on target for B; n = 3 for C; n = 4 for D). The panels present typical results obtained. � , p� 0.05, following a Student t test. HEK293T cells transiently transfected with ISG20 and GFP coding plasmids (as in Fig 2B) were analyzed by WB twenty-four hours afterwards. To better appreciate the linearity and magnitude of the defect in GFP accumulation by WB, the control sample was serially diluted. C) As above, but cells were analyzed by flow cytometry to appreciate the decrease in the percentage of GFP-positive cells (displayed in the panels), as well as their MFI. D) HEK293T cells were transiently transfected with a fixed dose of GFP reporter and increasing concentrations of ISG20 followed by cell analysis by WB (from 1:1 to 1:8). E) HEK293T cells were transfected with DNAs coding for indicated proteins using either Calcium phosphate or lipofectaminebased DNA transfection, prior to WB analysis. reporter. The amount of GFP reporter was then determined by densitometry after WB. C) The different ISG20 mutants were immunoprecipitated from transfected HEK293T cells and incubated with a single-stranded RNA oligo (R20). Upon migration on an agarose gel, the amount of intact RNAs were measured by densitometry. D) Correlative analysis between the RNAse and antiviral properties of individual ISG20 mutants. The graph present Means and SEM of four individual experiments (two for panel B). � , p� 0.05 following a Student t test. E) Spatial positioning of the indicated mutations on the crystal structure of ISG20. (TIF) S8 Fig. ISG20 does not affect the production of infectious virion particles of EBV. Hone cells containing a latent EBV genome bearing GFP were transfected with ISG20 and EBV reactivated from latency upon TPA/BA treatment as in the legend to Fig 2D. To determine whether ISG20 could affect the translation of the plethora of virion products required for the production of infectious virion particles, supernatants were syringe-filtered and virion infectivity was measured after challenge of target Raji cells and flow cytometry analysis three days later. (TIF) S9 Fig. ISG20 does not influence nucleocytoplasmic RNA transport and is not detectably associated to ribosomes. A) HEK293T cells were cotransfected with ISG20 along with two constructs coding for a Firefly luciferase reporter expressed from a globin promoter and containing or not an intron, prior to cell lysis and luciferase measurement. B) HEK293T cells were transiently transfected with ISG20 and GFP-coding plasmids and subsequently lysed to obtain nuclear and cytoplasmic fractions. Upon normalization of the two fractions by volume, samples were analyzed by WB and RT-qPCR (GFP). The distribution of two small nuclear RNAs known to be enriched in the nucleus (U1 and U3 by RT-qPCR) was also included as control for fractionation. C) HEK293T cells transfected with ISG20 were lysed, the ribosomal fraction purified, followed by WB analysis. The graphs present data obtained from two (Luc) and five (PCRs) independent experiments and panels present typical results. � , p� 0.05, following a Student t test. (TIF) S10 Fig. The catalytically inactive M1-ISG20 mutant is devoid of translation inhibition activity. HEK293T cells were transfected with the indicated reporters along with WT or M1-ISG20 mutant prior to cell lysis and luciferase assay measurement. The graph presents data obtained from two and four independent experiments. Glo, globin; PV, polyomavirus; Myc, c-Myc. The nomenclature 1 st and 2 nd refers to the position of the cistron in bicistronic vectors. (TIF) S11 Fig. ISG20 and IFIT1 inhibit VSV infection. HEK293T cells transfected with plasmids coding the above-mentioned proteins were challenged twenty-four hours afterwards with VSV-GFP at an MOI of 0.01 prior to flow cytometry analyses twenty four hours later. The graph presents results obtained with three independent experiments. � , p� 0.05, following a Student t test between control cells and the indicated condition. (TIF) S12 Fig. ISG20 displays a weak association to nuclear bodies and does not modify the extent of P bodies formation in the cell. A) HEK293T cells were transiently transfected in duplicate with plasmids coding ISG20 (routine transfection rates �80%). Twenty-four hours afterwards, one aliquot was immediately fixed while the second was first permeabilized with detergent prior to fixation. Both were then similarly processed and analyzed by confocal microscopy using antibodies specific for ISG20 (Flag), as well as for the nuclear speckles marker SC35. This procedure is commonly used to study nuclear bodies and associated proteins that resist detergent extraction prior to fixation. Representative pictures and relative distributions are show here (>80 cells scored per condition). B) Control cells were analyzed by confocal microscopy with the endogenous P bodies markers TNRC6A and DDX6 (ISG20-expressing cells and a portion of the overlay of control cells depicted here are presented in Fig  5A) . ",
            "cite_spans": [
                {
                    "start": 381,
                    "end": 385,
                    "text": "[60]",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [
                {
                    "start": 26,
                    "end": 75,
                    "text": "Fig. Expression levels and cytotoxicity of ISG20.",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1030,
                    "end": 1045,
                    "text": "Fig 1A. � , p�0",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1129,
                    "end": 1215,
                    "text": "Fig. Exonuclease activities and specificities of ISG20 in vitro and in cells. A and B)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2784,
                    "end": 2791,
                    "text": "Fig 2B)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 4107,
                    "end": 4117,
                    "text": "Fig. ISG20",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 4345,
                    "end": 4352,
                    "text": "Fig 2D.",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 4667,
                    "end": 4677,
                    "text": "Fig. ISG20",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 6149,
                    "end": 6169,
                    "text": "Fig. ISG20 and IFIT1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 6576,
                    "end": 6586,
                    "text": "Fig. ISG20",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 7562,
                    "end": 7570,
                    "text": "Fig  5A)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Ethics statement"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Molecular cloning of a new interferon-induced PML nuclear body-associated protein",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gongora",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "David",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pintard",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tissot",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Hua",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dejean",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Biol Chem",
            "volume": "272",
            "issn": "31",
            "pages": "19457--63",
            "other_ids": {
                "DOI": [
                    "10.1074/jbc.272.31.19457"
                ],
                "PMID": [
                    "9235947"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The exonuclease ISG20 mainly localizes in the nucleolus and the Cajal (Coiled) bodies and is associated with nuclear SMN protein-containing complexes",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Espert",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Eldin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gongora",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bayard",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Harper",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Chelbi-Alix",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Cell Biochem",
            "volume": "98",
            "issn": "5",
            "pages": "1320--1353",
            "other_ids": {
                "DOI": [
                    "10.1002/jcb.20869"
                ],
                "PMID": [
                    "16514659"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "ISG20, a new interferoninduced RNase specific for single-stranded RNA, defines an alternative antiviral pathway against RNA genomic viruses",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Espert",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Degols",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gongora",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Blondel",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Silverman",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Biol Chem",
            "volume": "278",
            "issn": "18",
            "pages": "16151--16159",
            "other_ids": {
                "DOI": [
                    "10.1074/jbc.M209628200"
                ],
                "PMID": [
                    "12594219"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Exoribonuclease superfamilies: structural analysis and phylogenetic distribution",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zuo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Deutscher",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Nucleic Acids Res",
            "volume": "29",
            "issn": "5",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/nar/29.5.1017"
                ],
                "PMID": [
                    "11222749"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Crystal structure of human ISG20, an interferon-induced antiviral ribonuclease",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Horio",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Murai",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Inoue",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hamasaki",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tanaka",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ohgi",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "FEBS Lett",
            "volume": "577",
            "issn": "1-2",
            "pages": "111--117",
            "other_ids": {
                "DOI": [
                    "10.1016/j.febslet.2004.09.074"
                ],
                "PMID": [
                    "15527770"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The human interferon-and estrogen-regulated ISG20/ HEM45 gene product degrades single-stranded RNA and DNA in vitro",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Espert",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mechti",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Biochemistry",
            "volume": "40",
            "issn": "24",
            "pages": "7174--7183",
            "other_ids": {
                "DOI": [
                    "10.1021/bi010141t"
                ],
                "PMID": [
                    "11401564"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Identification and characterization of interferon-induced proteins that inhibit alphavirus replication",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Burke",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Ryman",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Klimstra",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Virol",
            "volume": "81",
            "issn": "20",
            "pages": "11246--55",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.01282-07"
                ],
                "PMID": [
                    "17686841"
                ],
                "PMCID": [
                    "PMC2045553"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Identification of three interferon-inducible cellular enzymes that inhibit the replication of hepatitis C virus",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Virol",
            "volume": "82",
            "issn": "4",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.02113-07"
                ],
                "PMID": [
                    "18077728"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Identification of five interferon-induced cellular proteins that inhibit west nile virus and dengue virus infections",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Weidner",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Qing",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "B"
                    ],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Epub 2010/06/11",
            "volume": "84",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.02199-09"
                ],
                "PMID": [
                    "20534863"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Antiviral activities of ISG20 in positivestrand RNA virus infections",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Woodson",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Virology",
            "volume": "409",
            "issn": "2",
            "pages": "175--88",
            "other_ids": {
                "DOI": [
                    "10.1016/j.virol.2010.10.008"
                ],
                "PMID": [
                    "21036379"
                ],
                "PMCID": [
                    "PMC3018280"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The Interferon-Induced Exonuclease ISG20 Exerts Antiviral Activity through Upregulation of Type I Interferon Response Proteins. mSphere",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Weiss",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Trobaugh",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Lucas",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Diamond",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Ryman",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1128/mSphere.00209-18"
                ],
                "PMID": [
                    "30232164"
                ],
                "PMCID": [
                    "PMC6147134"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Interferon-induced exonuclease ISG20 exhibits an antiviral activity against human immunodeficiency virus type 1",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Espert",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Degols",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "L"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Vincent",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Benkirane",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mechti",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Gen Virol",
            "volume": "86",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1099/vir.0.81074-0"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Interferon-stimulated gene of 20 kDa protein (ISG20) degrades RNA of hepatitis B virus to impede the replication of HBV in vitro and in vivo",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Leong",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Funami",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Oshiumi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mengao",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Takaki",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Matsumoto",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Oncotarget",
            "volume": "7",
            "issn": "42",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.18632/oncotarget.11907"
                ],
                "PMID": [
                    "27626689"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Influenza A Virus-induced expression of ISG20 inhibits viral replication by interacting with nucleoprotein",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Qu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Virus Genes",
            "volume": "52",
            "issn": "6",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s11262-016-1366-2"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Interferon-inducible ribonuclease ISG20 inhibits hepatitis B virus replication through directly binding to the epsilon stem-loop structure of viral RNA",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nie",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mao",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Mitra",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "PLoS Pathog",
            "volume": "13",
            "issn": "4",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.ppat.1006296"
                ],
                "PMID": [
                    "28399146"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "A robust cell culture system supporting the complete life cycle of hepatitis B virus",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Michailidis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pabon",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Xiang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Ramanan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Hoffmann",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Sci Rep",
            "volume": "7",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41598-017-16882-5"
                ],
                "PMID": [
                    "29192196"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Interferon-Stimulated Gene (ISG)-Expression Screening Reveals the Specific Antibunyaviral Activity of ISG20",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wickenhagen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Turnbull",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "V"
                    ],
                    "last": "Rezelj",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Kreher",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Tilston-Lunel",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Virol",
            "volume": "92",
            "issn": "13",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.02140-17"
                ],
                "PMID": [
                    "29695422"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Cell-type-specific growth restriction of vesicular stomatitis virus polR mutants is linked to defective viral polymerase function",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ostertag",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Hoblitzell-Ostertag",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Perrault",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Virol",
            "volume": "81",
            "issn": "2",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.01217-06"
                ],
                "PMID": [
                    "17065214"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The Epstein-Barr virus nuclear antigen-1 reprograms transcription by mimicry of high mobility group A proteins",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Coppotelli",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mughal",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Callegari",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sompallae",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Caja",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Luijsterburg",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nucleic Acids Res",
            "volume": "41",
            "issn": "5",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/nar/gkt032"
                ],
                "PMID": [
                    "23358825"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Altered histone H1 stoichiometry and an absence of nucleosome positioning on transfected DNA",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "B"
                    ],
                    "last": "Hebbar",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "K"
                    ],
                    "last": "Archer",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Biol Chem",
            "volume": "283",
            "issn": "8",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1074/jbc.M709121200"
                ],
                "PMID": [
                    "18156629"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "P-bodies react to stress and nonsense",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Bruno",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Wilkinson",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Cell",
            "volume": "125",
            "issn": "6",
            "pages": "1036--1044",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cell.2006.06.003"
                ],
                "PMID": [
                    "16777595"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Movement of eukaryotic mRNAs between polysomes and cytoplasmic processing bodies",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Brengues",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Teixeira",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Parker",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Science",
            "volume": "310",
            "issn": "5747",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1115791"
                ],
                "PMID": [
                    "16141371"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Processing bodies require RNA for assembly and contain nontranslating mRNAs",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Teixeira",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Sheth",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Valencia-Sanchez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Brengues",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Parker",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "RNA",
            "volume": "11",
            "issn": "4",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1261/rna.7258505"
                ],
                "PMID": [
                    "15703442"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Quantifying mRNA targeting to P-bodies in living human cells reveals their dual role in mRNA decay and storage",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Aizer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kalo",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kafri",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Shraga",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ben-Yishay",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jacob",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Cell Sci",
            "volume": "127",
            "issn": "",
            "pages": "4443--56",
            "other_ids": {
                "DOI": [
                    "10.1242/jcs.152975"
                ],
                "PMID": [
                    "25128566"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "P-bodies and stress granules: possible roles in the control of translation and mRNA degradation",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Decker",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Parker",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Cold Spring Harb Perspect Biol",
            "volume": "4",
            "issn": "9",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/cshperspect.a012286"
                ],
                "PMID": [
                    "22763747"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "P-Bodies: Composition, Properties, and Functions",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Na",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Slavoff",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Biochemistry",
            "volume": "57",
            "issn": "17",
            "pages": "2424--2455",
            "other_ids": {
                "DOI": [
                    "10.1021/acs.biochem.7b01162"
                ],
                "PMID": [
                    "29381060"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "P-Body Purification Reveals the Condensation of Repressed mRNA Regulons",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hubstenberger",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Courel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Benard",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Souquere",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ernoult-Lange",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chouaib",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Mol Cell",
            "volume": "68",
            "issn": "1",
            "pages": "144--57",
            "other_ids": {
                "DOI": [
                    "10.1016/j.molcel.2017.09.003"
                ],
                "PMID": [
                    "28965817"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "P-body formation is a consequence, not the cause, of RNA-mediated gene silencing",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Eulalio",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Behm-Ansmant",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Schweizer",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Izaurralde",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Mol Cell Biol",
            "volume": "27",
            "issn": "11",
            "pages": "3970--81",
            "other_ids": {
                "DOI": [
                    "10.1128/MCB.00128-07"
                ],
                "PMID": [
                    "17403906"
                ],
                "PMCID": [
                    "PMC1900022"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Adenosine methylation as a molecular imprint defining the fate of RNA",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Knuckles",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Buhler",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "FEBS Lett",
            "volume": "592",
            "issn": "17",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/1873-3468.13107"
                ],
                "PMID": [
                    "29782652"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Chemical Modifications in the Life of an mRNA Transcript",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nachtergaele",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Annu Rev Genet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1146/annurev-genet-120417-031522"
                ],
                "PMID": [
                    "30230927"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Micrococcal nuclease digestion of nuclei reveals extended nucleosome ladders having anomalous DNA lengths for chromatin assembled on non-replicating plasmids in transfected cells",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jeong",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Stein",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Nucleic Acids Res",
            "volume": "22",
            "issn": "3",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/nar/22.3.370"
                ],
                "PMID": [
                    "7510391"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Chromatin profiling of Epstein-Barr virus latency control region",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Day",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Chau",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nebozhyn",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Rennekamp",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Showe",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Lieberman",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Virol",
            "volume": "81",
            "issn": "12",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.02172-06"
                ],
                "PMID": [
                    "17409162"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Phosphorylation of initiation factor elF-2 and the control of reticulocyte protein synthesis",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Farrell",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Balkow",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hunt",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Trachsel",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Cell",
            "volume": "11",
            "issn": "1",
            "pages": "187--200",
            "other_ids": {
                "DOI": [
                    "10.1016/0092-8674(77)90330-0"
                ],
                "PMID": [
                    "559547"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Regulation of protein synthesis: activation by double-stranded RNA of a protein kinase that phosphorylates eukaryotic initiation factor 2",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Levin",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "London",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "75",
            "issn": "3",
            "pages": "1121--1126",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.75.3.1121"
                ],
                "PMID": [
                    "274704"
                ],
                "PMCID": [
                    "PMC411420"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "APOBEC3A is a specific inhibitor of the early phases of HIV-1 infection in myeloid cells",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Berger",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Durand",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fargier",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "N"
                    ],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cordeil",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bouaziz",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS Pathog",
            "volume": "7",
            "issn": "9",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.ppat.1002221"
                ],
                "PMID": [
                    "21966267"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Inactivation of the human immunodeficiency virus type 1 inhibitory elements allows Rev-independent expression of Gag and Gag/protease and particle formation",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schneider",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Campbell",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Nasioulas",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Felber",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "N"
                    ],
                    "last": "Pavlakis",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Virol",
            "volume": "71",
            "issn": "7",
            "pages": "4892--903",
            "other_ids": {
                "PMID": [
                    "9188551"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Molecular characterization of human Argonaute-containing ribonucleoprotein complexes and their bound target mRNAs",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Landthaler",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gaidatzis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rothballer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Soll",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Dinic",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "RNA",
            "volume": "14",
            "issn": "12",
            "pages": "2580--96",
            "other_ids": {
                "DOI": [
                    "10.1261/rna.1351608"
                ],
                "PMID": [
                    "18978028"
                ],
                "PMCID": [
                    "PMC2590962"
                ]
            }
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "miRNA repression of translation in vitro takes place during 43S ribosomal scanning",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "P"
                    ],
                    "last": "Ricci",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Limousin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Soto-Rifo",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Rubilar",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Decimo",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ohlmann",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nucleic Acids Res",
            "volume": "41",
            "issn": "1",
            "pages": "586--98",
            "other_ids": {
                "DOI": [
                    "10.1093/nar/gks1076"
                ],
                "PMID": [
                    "23161679"
                ],
                "PMCID": [
                    "PMC3592420"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Protein kinase CK2 phosphorylation of EB2 regulates its function in the production of Epstein-Barr virus infectious viral particles",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Medina-Palazon",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Gruffat",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Mure",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Filhol",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Vingtdeux-Didier",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Drobecq",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Virol",
            "volume": "81",
            "issn": "21",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.01421-07"
                ],
                "PMID": [
                    "17699575"
                ],
                "PMCID": [
                    "PMC2168784"
                ]
            }
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "The enhancer factor R of Epstein-Barr virus (EBV) is a sequence-specific DNA binding protein",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Gruffat",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Manet",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rigolet",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sergeant",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Nucleic Acids Res",
            "volume": "18",
            "issn": "23",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/nar/18.23.6835"
                ],
                "PMID": [
                    "2175879"
                ]
            }
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Propagation and recovery of intact, infectious Epstein-Barr virus from prokaryotic to human cells",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Delecluse",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hilsendegen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Pich",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Zeidler",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hammerschmidt",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Proc Natl Acad Sci",
            "volume": "95",
            "issn": "14",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.95.14.8245"
                ],
                "PMID": [
                    "9653172"
                ]
            }
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Inquiring into the differential action of interferons (IFNs): an IFN-alpha2 mutant with enhanced affinity to IFNAR1 is functionally similar to IFN-beta",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Jaitin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Roisman",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Jaks",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gavutis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Piehler",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Van Der Heyden",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Mol Cell Biol",
            "volume": "26",
            "issn": "5",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1128/MCB.26.5.1888-1897.2006"
                ],
                "PMID": [
                    "16479007"
                ]
            }
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Extracellular UDP and P2Y6 function as a danger signal to protect mice from vesicular stomatitis virus infection through an increase in IFN-beta production",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Immunol",
            "volume": "193",
            "issn": "9",
            "pages": "4515--4541",
            "other_ids": {
                "DOI": [
                    "10.4049/jimmunol.1301930"
                ],
                "PMID": [
                    "25261483"
                ]
            }
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Purification of ribosomes from human cell lines",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Belin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hacot",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Daudignon",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Therizols",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pourpe",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Mertani",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Curr Protoc Cell Biol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/0471143030.cb0340s49"
                ],
                "PMID": [
                    "21154551"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "D94 mutant, S2 Fig for infection with different viral multiplicities of infection, MOIs and S3 Fig for typical flow cytometry profiles and mean fluorescent intensities of GFP-positive cells)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "ISG20 inhibits VSV replication through a translational blockage. A) Dox-inducible ISG20 stable cell lines were generated upon retroviral-mediated gene transduction and selection. Twenty-four hours post-induction, cells were challenged with replication-competent VSV-GFP and the percentage of GFP-positive cells was determined at different time points post infection by flow cytometry (dox comprised between 0.5 and 1 μg/ml and multiplicities of infection, MOIs of 0.001 for Jurkat and THP-1 cells and of 0.01 for HeLa cells)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig 2. The antiviral properties of ISG20 strictly correlate with its ability to act as a general modulator of translation of non self genetic elements. A) HeLa cell lines stably expressing ISG20 were analyzed by confocal microscopy twenty-four hours after VSV-GFP challenge at an MOI of 0.01, or after transfection with DNA coding for GFP, as indicated. B) The same cells used in the bottom panels in A were also analyzed by WB, RT-qPCR (RNA), qPCR (DNA), as indicated. The pictures and the panels present typical patterns of expression, while the graph presents data obtained from four experiments. C) Schematic representation of the ISG20 mutants used here. The gray boxes indicate schematically the position of the three Exo domains of ISG20. The color code is used throughout the figure and refers to the antiviral activities of the indicated mutant: purple = lost; yellow = preserved. D) Dox-inducible ISG20 stable Jurkat T cells expressing the different mutants were obtained and infected with VSV, as specified above at an MOI of 0.001. The graph presents typical replication curves obtained out of three independent experiments. E) HEK293T cells were ectopically transfected with DNAs coding for ISG20 mutants and TREX1, used here as an additional reporter of ISG20 activity on ectopic gene expression. Cells were then metabolically labelled for one hour with 35 S Met/Cys prior to cell lysis. A fraction of the soluble lysate was loaded to appreciate global translational effects (input), while the rest was used for immunoprecipitations with anti-flag antibodies specific for tagged ISG20 and TREX1 proteins. Samples were then loaded onto an SDS-PAGE gel for phosphor imager analysis. The graph presents Means and SEM of three to five independent experiments. � ; p�0.05 between the indicated mutant and control, according to a Student t test. F) Correlation between antiviral and translation inhibitory properties of individual ISG20 mutants.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "https://doi.org/10.1371/journal.ppat.1008093.g002 culture (M3, M4 and M2-1, color-coded in purple), while two behaved as wild-type (M2 and M5, color-coded in yellow, Fig 2D, for replication over time in Jurkat T cells and S7A Fig, for a single time point in HeLa cells, 15 hours post infection).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Fig 3. Gene mimicry of self through integration into the host genome, or EBV-mediated episomal maintenance, allows escape from ISG20 translational targeting. A) HEK293T cells were first stably transduced with a retroviralbased vector bearing a CMV-GFP expression cassette and then transiently transfected with an ISG20-expressing DNA vector. Cells were analyzed forty-eight hours after by WB. Similarly, HEK293T cells carrying a stable EBV-GFP episomal genome were transiently transfected with DNAs coding for ISG20 and HIV-1 Gag, used here as a reporter of the activity of ISG20 on ectopic expression. B) Hone-1 cells that bear a stable latent episomal EBV genome were transfected with ISG20 prior to stimulation with 12-O-tetradecanoylphorbol-13-acetate (TPA) and butyric acid (BA) that reactivates the life cycle of EBV via a PKC-dependent mechanism. Cells were lysed twenty-four hours later and analyzed by WB for the indicated EBV proteins. Panels present typical results obtained. C) HEK293T cells were transfected with ISG20 along with the indicated bicistronic DNA vectors. The first cistron bears the 5'UTR of the cellular gene globin (Glo). The second cistron is under the control of several IRESes derived from the cellular gene myc (Myc), polyomavirus (PV), or the encephalomyocarditis virus (EMCV). mRNA levels have been normalized to controls (no ISG20 condition) and luciferase activities are reported after mRNA normalization. D) Translationcompetent mRNA generated in vitro were transfected in ISG20 expressing cells, prior to cell lysis one hour afterwards and analyses by RT-qPCR or luciferase assays. The 5'UTRs of these mRNAs varied with respect to the requirement of specific eIFs and were derived from the cellular gene myc (Myc), the cricket paralysis virus (CrPV) and VSV. The graphs present Means and SEM of 3 (monocistronic) and 8 (bicistronic) independent experiments. � ; p�0.05 between control and ISG20, as indicated, according to a Student t test.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "ISG20 does not induce IFIT1 expression and IFIT1 is unable to block expression from ectopically transfected (non self) genetic material. A) HEK293T cells that had been transiently transfected with increasing doses of ISG20 along with a fixed dose of GFP were analyzed by WB to assess the IFIT1 expression levels. The samples used for this experiment are the ones presented inS6D Fig to determinethe dose-dependent effect of ISG20 on GFP. The panel presenting ISG20 levels is thus a duplication of the one ofS6D Fig and isreproduced here only for clarity's sake.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Fig 5. ISG20 co-localizes with P bodies. A) HEK293T ISG20-expressing cells were analyzed by confocal microscopy along with two markers of P bodies, TNRC6A and DDX6 in the presence or absence of a one-hour incubation with 100 μg/ml of Puromycin that induces a translational stress known to increase the number of cells expressing P bodies as well as the number of P bodies on a per cell basis [45]. Control cells not expressing ISG20 are shown only as a zoomed overlay, while the complete panel are presented in S12B Fig. The graph presents the proportion of cells exhibiting detectable P bodies in the presence or absence of puromycin and/or ISG20. B) The different ISG20 mutants were similarly analyzed by confocal microscopy with the exception that an HA-tagged, destabilized form of TNRC6A was also concomitantly expressed by transfection to increase the extent of P bodies accumulation. Representative pictures and distributions (out of >100 cells per condition/mutant in two to three independent experiments) are shown. The graph presents the proportion of P bodies with or without ISG20 in double-positive cells.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Murine ISG20 recapitulates the main functions described here for its human orthologue. A) Murine ISG20 was ectopically expressed inHEK293T cells prior to VSV challenge at an MOI of 0.1. The extent of infection was monitored by WB (panels) or FACS (graph) twenty-four hours post infection. B) as in A but cells were transiently transfected with DNA coding a Firefly luciferase reporter and the accumulation of luciferase in cell lysates was evaluated one day after. C) as in A but cells were also co-transfected with TNRC6A that allows for an easier visualization of P bodies. The graphs present Means and SEM of three independent experiments, while panels and pictures present representative results obtained. � , p< 0.05 according to a Student t test.https://doi.org/10.1371/journal.ppat.1008093.g006 ISG20 is a translational controller PLOS Pathogens | https://doi.org/10.1371/journal.ppat.1008093 October 10, 2019",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Isg20 -/-mice exhibit higher susceptibility to VSV infection. A) CRISPR/Cas9 was used to generate a functional ISG20 knockout mouse. The target sequence is underlined and the resulting indel mutation and downstream open reading frame, as well as corresponding PCR in founders, are shown. To detect ISG20 protein, bone marrow-derived macrophages were stimulated either with IFN β or with VSV for eight to twelve hours prior to WB analysis. B) isg20-/-and +/+ age-and sex-matched littermates were intraperitoneally infected with VSV. The graph presents survival rates of each group. C) The extent of VSV replication in the indicated tissues was determined by RT-qPCR. D) Representative lung sections are shown upon hematoxylin and eosin staining that preferentially label inflammatory cells. E) Peritoneal macrophages (PEMs) were prepared from isg20 -/-or control mice and then challenged ex vivo with VSV-GFP (MOI 0.5) prior to flow cytometry analysis twenty-four hours later. A representative zebra plot is shown with respective MFI of GFP-positive cells. The graphs present Means and SEM of three independent experiments (20 animals in two independent experiments in survival experiments).https://doi.org/10.1371/journal.ppat.1008093.g007",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "to 3'): gfp-amplicon-(a) (F: TGAGCAAGG GCGAGGAGCTGTTCACC; R: CTTCAGGGTCAGCTTGCCTAG GTG); gfp-amplicon-(b) (F: GAACGGCATCAAGGTGAACT; R: TGCTCAGGTAGTGGTTGTCG); Renilla (F: AGG TGAAGTTCGTCGTCCAACATTATC; R: GAAACTTCTTGGCACCTTCAACAATAGC); hprt1 (F: TGACCTTGATTTATTTTGCATACC; R: CGAGCAAGACGTTCAGTCCT); actin (F: TTTTCACGGTTGGCCTTAGG; R: AAGATCTGGCACCACACCTTCT); U1 (F",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "(TIF) S2 Fig. The antiviral activity of ISG20 is observed at different viral inputs. HeLa cells expressing WT-ISG20 were induced with 1 μg/ml dox, as in the legend to Fig 1 and then infected with the indicated viral inputs of VSV-GFP. The extent of viral spread was measured by flow cytometry over time. The panel presents one representative replication experiment. (TIF) S3 Fig. Representative flow cytometry panels and Mean Fluorescence Intensity (MFI) analyses. The figure depicts representative FACS panels obtained during VSV infection. The percentage of GFP-positive cells is displayed in each panel. The graph presents variations of the MFI in GFP-positive populations in the different conditions corresponding to the latest two points of the replication curves of",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "(TIF) S5 Fig. The effects of ISG20 on translation are not due to higher proteasomal targeting. HEK293T cells were transiently transfected with a plasmid coding for GFP reporter and incubated with 10 μg/ml of MG132 (Sigma) overnight, prior to cell lysis and WB analysis. The panels present typical results obtained. (TIF) S6 Fig. Effects of ISG20 on RNA integrity and translation of ectopic substrates. A) RNA obtained from HEK293T cells transiently transfected as in Fig 2B was reverse transcribed with either oligo-dT or random hexamers and then amplified with the indicated primers placed at different locations in the target GFP mRNA (the amplicon referred to as b is the one routinely used in the remaining figures). The graph presents results of 3 independent experiments. B)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "(TIF) S7 Fig. Characterization of ISG20 mutants. A) HeLa cells expressing the different ISG20 mutants were challenged with an MOI of 0.01 of VSV-GFP and the extent of viral infection was measured at a single time point, fifteen hours afterwards by flow cytometry. B) HEK293T cells were transfected with DNAs coding the different ISG20 mutants along with a GFP",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": ". Alignment of murine and human ISG20s. Amino acids alignment of human and murine ISG20s. The black bar presents the CRISPR/Cas9 target sequence used. Shaded boxes indicate the position of the exonuclease domains I to III. (TIF)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "https://doi.org/10.1371/journal.ppat.1008093.g001 ISG20 is a translational controller PLOS Pathogens | https://doi.org/10.1371/journal.ppat.1008093 October 10, 2019",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "https://doi.org/10.1371/journal.ppat.1008093.g005 ISG20 is a translational controller PLOS Pathogens | https://doi.org/10.1371/journal.ppat.1008093 October 10, 2019",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank Serge Bouaziz (University Paris Descartes, Paris), Rosa Bernardi (Division of Experimental Oncology, IRCCS San Raffaele Scientific Institute) and Emiliano Ricci (ENS-Lyon) for counseling on structure analyses, murine cells and ribosome purification, respectively. We are indebted to Denis Gerlier, Joanna Brunel and to Fabrice Mure (CIRI, France, Lyon) for providing the VSV-GFP virus and intron/less globin luciferase reporters, respectively. We also acknowledge Ju-Tao Guo from the Baruch S. Blumberg Institute, Doylestown, Pennsylvania, USA for sharing material.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}