{
    "paper_id": "f18b80a866dfde9b2c219a73f3721237a8da5063",
    "metadata": {
        "title": "Transcriptomics in lung tissue upon respiratory syncytial virus infection reveals aging as important modulator of immune activation and matrix maintenance OPEN",
        "authors": [
            {
                "first": "Jeroen",
                "middle": [
                    "L A"
                ],
                "last": "Pennings",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Institute for Public Health and the Environment (RIVM)",
                    "location": {
                        "settlement": "Bilthoven",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Rob",
                "middle": [],
                "last": "Mariman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Institute for Public Health and the Environment (RIVM)",
                    "location": {
                        "settlement": "Bilthoven",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Hennie",
                "middle": [
                    "M"
                ],
                "last": "Hodemaekers",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Institute for Public Health and the Environment (RIVM)",
                    "location": {
                        "settlement": "Bilthoven",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Sylvia",
                "middle": [
                    "S N"
                ],
                "last": "Reemers",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Institute for Public Health and the Environment (RIVM)",
                    "location": {
                        "settlement": "Bilthoven",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Riny",
                "middle": [],
                "last": "Janssen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Institute for Public Health and the Environment (RIVM)",
                    "location": {
                        "settlement": "Bilthoven",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Teun",
                "middle": [],
                "last": "Guichelaar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Institute for Public Health and the Environment (RIVM)",
                    "location": {
                        "settlement": "Bilthoven",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Aging poses an increased risk of severe infection by respiratory syncytial virus (RSV). The many different biological pathways comprising the response to infection in lungs that are influenced by aging are complex and remain to be defined more thoroughly. Towards finding new directions in research on aging, we aimed to define biological pathways in the acute response to RSV that are affected in the lungs by aging. We therefore profiled the full transcriptome of lung tissue of mice prior to and during RSV infection both at young and old age. In the absence of RSV, we found aging to downregulate genes that are involved in constitution of the extracellular matrix. Moreover, uninfected old mice showed elevated expression of pathways that resemble injury, metabolic aberrations, and disorders mediated by functions of the immune system that were induced at young age only by an exogenous trigger like RSV. Furthermore, infection by RSV mounted stronger activation of anti-viral type-I interferon pathways at old age. Despite such exaggerated anti-viral responses, old mice showed reduced control of virus. Altogether, our findings emphasize important roles in aging-related susceptibility to respiratory disease for extracellular matrix dysfunctions and dysregulated immune activation in lungs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Old age poses an increased risk for severe disease of the airways caused by respiratory syncytial virus (RSV). In the elderly population it has been estimated that numbers of hospitalization due to RSV infection may reach close to the numbers of respiratory illness caused by influenza viruses 1-3 . In mice, RSV has been shown to cause more lung pathology at old age, but the different mechanisms comprising the response to infection that are influenced by aging of the lung tissue largely remain to be defined. Studies on the full transcriptome in young adult mice have shown that the response to RSV at the site of infection is complex as it involves many different biological pathways 4,5 . Altered antiviral expression of some genes in lung due to aging 6,7 and increased susceptibility to infectious diseases indicate the involvement of unique age-related features that should be considered towards understanding disease at old age. However, effects of aging on the full RSV-induced transcription profile in lungs have remained elusive. In our study, we determined the full transcription profile in the lungs during infection with RSV to provide a more comprehensive exploration of the consequences of old age on gene expression.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Increased susceptibility to disease caused by RSV in the elderly has largely been ascribed to age-related decline of the levels of protective antibodies and memory function of cells of the adaptive immune system resulting in insufficient RSV-specific immunity [8] [9] [10] [11] . Infection due to this lack of acquired RSV-specific immunity implies a prominent role for direct innate anti-viral immune mechanisms that are activated in infected tissue in order to control the virus. A prominent role for innate responses has been exemplified by a study that shows genetic susceptibility to RSV-induced bronchiolitis in children being predominantly associated with innate immune genes 12 . Moreover, these innate genes comprise pro-inflammatory genes, indicating a prominent role for inflammatory",
            "cite_spans": [
                {
                    "start": 260,
                    "end": 263,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 264,
                    "end": 267,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 268,
                    "end": 272,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 273,
                    "end": 277,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "conditions in susceptibility to disease by RSV-infection 12 . Hence, innate immune responses to RSV do not only control the infection but can also induce inflammation that contributes to pathology and is associated with RSV bronchiolitis 7, 12 . The importance of the acute responses of the innate immune compartment in disease is also underscored by studies in blood of RSV-challenged human adults. These showed that many of the genes that discriminate symptomatic individuals from asymptomatic individuals are involved in innate and acute immune responses induced by viruses 13, 14 . Altogether, these findings suggest an important role for the acute anti-viral response and its resulting inflammation during RSV infection at old age. The expression of some pro-inflammatory cytokines produced in lungs in response to RSV infection and clearance of virus have been reported to be delayed at old age in cotton rat and mouse models [6] [7] [8] . These observations with respect to RSV are in line with the general view that many of the innate responses that participate in defeating pathogens become dysfunctional at old age 15, 16 . Paradoxically, although inflammatory responses that are induced via these innate immune mechanisms may be compromised at old age, aging is accompanied by chronically increased levels of markers of inflammation, a phenomenon that is known as inflammaging 17 . Such chronic inflammation at old age has been observed in lungs of mice in the absence of specified pathogens 18 . Despite the plethora of studies on inflammaging and aging-related alterations of immune responses to RSV, the biological pathways of the acute response to RSV in situ in the lungs that are affected by aging are still elusive.",
            "cite_spans": [
                {
                    "start": 57,
                    "end": 59,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 238,
                    "end": 240,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 241,
                    "end": 243,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 577,
                    "end": 580,
                    "text": "13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 581,
                    "end": 583,
                    "text": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 932,
                    "end": 935,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 936,
                    "end": 939,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 940,
                    "end": 943,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1125,
                    "end": 1128,
                    "text": "15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1129,
                    "end": 1131,
                    "text": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1388,
                    "end": 1390,
                    "text": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1503,
                    "end": 1505,
                    "text": "18",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To define the biological pathways in the acute response to RSV that are affected by old age, we determined the full transcription profiles of lung tissue of adult mice in the primary response to RSV-infection at young and old age. Comparing these primary responses to RSV at young and old age, as well as between uninfected mice of both age groups, provide insights into age-related deficiencies in processes that pose increased susceptibility to RSV. Moreover, genes and pathways identified by this approach will point towards previously neglected biological mechanisms that may be key to RSV-induced pneumonia at old age and direct future research on aging-related susceptibility to infectious respiratory diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The BALB/c model is widely used to study responses to RSV in vivo since it reflects the antigen-specific Th2-biased pathology in FI-vaccinated children and BALB/c mice have shown relative susceptibility to infection with human RSV. According to some studies, this mouse strain is somewhat more permissive to RSV replication than the C57BL/6 mice that are often used to study cellular immunity to intracellular antigens 19, 20 . Nonetheless, C57BL/6 mice are well suited for studying RSV replication, acute disease and immune responses resulting from RSV infection 19, 21, 22 . Several studies have shown that levels of replication and disease by human RSV in C57BL/6 mice can get similar to the levels found in BALB/c mice 21, 22 . We explored the impact of aging in C57BL/6 mice, since mice of this strain are widely utilized to study anti-viral cellular responses and provide the background for many transgenic and knockout mice used to study immune responses 19, 23 .",
            "cite_spans": [
                {
                    "start": 419,
                    "end": 422,
                    "text": "19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 423,
                    "end": 425,
                    "text": "20",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 564,
                    "end": 567,
                    "text": "19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 568,
                    "end": 571,
                    "text": "21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 572,
                    "end": 574,
                    "text": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 723,
                    "end": 726,
                    "text": "21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 727,
                    "end": 729,
                    "text": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 962,
                    "end": 965,
                    "text": "19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 966,
                    "end": 968,
                    "text": "23",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We quantified transcription in lung tissue of young and old mice at 2 and 5 days after inoculation with RSV, and in lung tissue of non-inoculated young and old mice. For the analysis of RSV-regulated genes we considered the genes that were significantly up or downregulated at any of the two time points upon inoculation. We analysed dissimilarities between the 6 groups for the combined set of all regulated genes by principal component analysis (PCA) (Fig. 1A ). This showed a clear separation between all groups. The first principal component (PC1) explains 57% of all variance and shows differences between age groups under all conditions. Moreover, as illustrated by the Venn diagram in Fig. 1B , the young and old groups show both unique and shared up and downregulated genes (Fig. 1B) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 453,
                    "end": 461,
                    "text": "(Fig. 1A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 692,
                    "end": 699,
                    "text": "Fig. 1B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 782,
                    "end": 791,
                    "text": "(Fig. 1B)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Functional annotation analysis by DAVID 24 of all 373 significantly regulated genes under any of the conditions by age and/or response to RSV at any of the days after inoculation with RSV revealed that several pathways and functionalities were overrepresented, which -for further analysis-we grouped into several umbrella categories. We categorized genes with known immunological functions as innate interferon (IFN)-mediated antiviral function (24 genes), cytokines (8 genes), antigen processing and presentation (6 genes), immunoglobulins (10 genes), or other immune function (18 genes). Also, twenty genes involved in matrix constitution were significantly regulated in our study. For the six categories mentioned above, different expression patterns can be recognized (Fig. 2 ). In addition, 172 genes with known functionalities were annotated by functions other than these aforementioned categories. Of all differentially regulated genes, 70 genes were not annotated as having a function ('unknown function') and 45 genes are only known as gene models based on their sequence, but it is not known if they correspond to actual genes or have a functionality. For our further analyses of genes annotated by DAVID, we included only the genes that could be categorized by the six functional categories.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 772,
                    "end": 779,
                    "text": "(Fig. 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Aging regulates gene expression in lungs under basal conditions. Aging itself induces alterations in expression of a considerable number of genes as shown by comparison of lungs of non-RSV inoculated mice at young and old age (Fig. 1B) . Notably, 15 percent of these genes that were regulated by aging in the absence of RSV infection were also significantly regulated by RSV in young mice (Fig. 1B) , indicating that aging induces biological features in lungs that are found at young age only upon exposure to RSV. Thus, aging of lung tissue defines a distinctive set of altered gene expressions in steady state.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 226,
                    "end": 235,
                    "text": "(Fig. 1B)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 389,
                    "end": 398,
                    "text": "(Fig. 1B)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "In the absence of RSV we observed in lungs of old mice a major elevation of expression of immunoglobulin genes (J chain, Igkv3-4, Igkv4-59, Igk, Igkv6-23, Igkc, Ighg, Igh-VJ558), compared to lungs of young mice ( Table 1) . Some of these, among which the J chain, showed the highest upregulation of all genes regulated in the study. Among the genes we categorized further we observed elevated expression at old age for the cytokine genes Cxcl9 and Spp1, for a gene involved in antigen processing and presentation (Azgp1), for eight other immune-related genes (Cxcr6, Gata3, Sp110, Procr, Cybb, Tnfrsf17, C4b, Cfb), and for two matrix-related genes (Vwc2 and Dmbt1). Among the gene expression that was downregulated by aging we found many genes that are involved in matrix constitution (Col3a1, Adamts15, Adamts9 only one gene that could be classified by immune function (Lef1). These data indicate that aging leads to elevated expression of immunological activity in lungs, and downregulation of genes involved in constitution of the extracellular matrix of lung tissue prior to infection.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 213,
                    "end": 221,
                    "text": "Table 1)",
                    "ref_id": null
                },
                {
                    "start": 785,
                    "end": 811,
                    "text": "(Col3a1, Adamts15, Adamts9",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Response to RSV in lungs distinctive of young age. The principal component analysis shows differences between groups related to the response to RSV by principle component 2 (PC2). Young and old mice showed a response to RSV roughly in the same direction and with a similar overall magnitude. Overall, in both young and old animals the fold change of gene expression in response to RSV was strongest at two days after virus inoculation (Fig. 1A) . RSV regulated 109 genes in young mice that were not found to be significantly altered in RSV-inoculated lungs at old age (Fig. 1B) . As shown in Table 2 , we found upregulated expression of cytokine genes (Ccl8, Cxcl10, Ccl7, Ccl2, Ltb, Bmp7), genes involved in antigen processing and presentation (B2m, H2-K1, Fcgr1, H2-D1, H2-Q4), one gene of the innate antiviral IFN-pathway (Iigp1), and genes involved in other immune functions (Saa3, Ctss, Clec7a, Cx3cr1, Ly86). Among the downregulated genes, we found one gene involved in matrix (Angptl4) and two genes with immune functions (Nr4a3, Rgcc). All other downregulated genes were annotated by other functionalities than immune or matrix functions (Supplemental Table S1 ). Some responses to RSV were found also at old age (e.g. induction of B2M and other molecules involved in antigen processing and presentation) or were even stronger (e.g. Saa3, Cxcl10) in old mice but did not reach significance. These data indicate that aging causes loss of responsiveness in different molecular pathways involved in the innate immune response to RSV in the lungs. Notably, of the genes that are regulated by aging only (i.e. without RSV infection), some were also significantly regulated by RSV in young mice ( Table 3 ), indicating that aging induces biological features in lungs that are found at young age only upon exposure to RSV. Among the downregulated genes we found three adamts-encoding genes. Moreover, expressions of a set of genes involved in immune functions that are induced in response to RSV at young age were significantly elevated at old age (Cxcl9, Cfb, C4b, Cybb, Gata3). This indicates enhanced immunological activity in the lungs at old age that would be induced at young age only by an extrinsic trigger like an infection by RSV. This suggests partial anti-viral immune activity that may be involved in protection against infection at the time of inoculation with RSV particularly at old age.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 435,
                    "end": 444,
                    "text": "(Fig. 1A)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 568,
                    "end": 577,
                    "text": "(Fig. 1B)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 592,
                    "end": 599,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1160,
                    "end": 1168,
                    "text": "Table S1",
                    "ref_id": null
                },
                {
                    "start": 1699,
                    "end": 1706,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Gene expression regulated by RSV in the context of aging. Overall, the principal component analysis indicates that variation of responsiveness to RSV between individuals is larger in the old age group compared to the young RSV-inoculated mice (Fig. 1A) . This larger variation was also reflected in the pooled standard deviation in gene expression within each group, and shows more intragroup heterogeneity in old mice two and five days after inoculation with RSV (Table 4) . Moreover, a unique set of genes was upregulated by RSV exclusively at old age ( Table 5 ). Most of the upregulated immune-related genes in the RSV inoculated old animals were found in the antiviral IFN-pathway (Ifi204, Oas1a, Oas2, Eif2ak2, Oas1g) and only two in other immune pathways (C1rb, Dhx58). Some genes, like Plxna2 and Klfl1 were downregulated in response to RSV exclusively at old age, but none of these genes were within the six selected categories. These data show that aging promotes responsiveness to RSV of a unique set of genes that are not significantly activated by RSV at young age, and a substantial part of these genes are involved in innate antiviral IFN-pathways.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 243,
                    "end": 252,
                    "text": "(Fig. 1A)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 464,
                    "end": 473,
                    "text": "(Table 4)",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 556,
                    "end": 563,
                    "text": "Table 5",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Our further analyses defined a unique set of genes that were up and down regulated in response to RSV at both young and old age (Table 6) . Notably, of all molecules related to immune responsiveness within this unique set, only molecules that are part of the innate antiviral IFN pathway were involved. Expressions of these antiviral molecules were all upregulated and comprised a major part of all RSV regulated genes. Moreover, most of these molecules of the innate antiviral IFN pathway were activated more strongly at old age. Altogether, the data indicate that RSV induces a stronger activation of the local innate anti-viral IFN pathway at old age.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 128,
                    "end": 137,
                    "text": "(Table 6)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Viral loads in lungs show impaired clearance of RSV due to aging. Among the RNA isolated from lungs at two and five days after inoculation with RSV we analysed the amount of RSV-transcripts by qPCR to determine clearance of the virus over the period in which we performed our arrays (Fig. 3 ). The amount of RSV relative to housekeeping gene Hprt was similar between young and old mice at two days after inoculation, whereas in mock controls no RSV was detected (Ct > 40). This indicates that viral loads in lungs did not differ between young and old mice at two days after inoculation. However, viral loads significantly increased further until day five only in the old group, leading to significantly higher viral loads in old mice compared to young mice. This indicates that the first line of defence of aged mice functions less adequately to control a respiratory infection with RSV.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 283,
                    "end": 290,
                    "text": "(Fig. 3",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Validation of microarray data. For ten significantly regulated genes, selected from five pathways or functions, we performed Q-PCR validation (Supplemental Table S3 ). Overall, the extent of regulation found by Q-PCR correlated well with that found by microarray analysis (Spearman R = 0.92). The magnitude of the upor down-regulation was somewhat larger in the Q-PCR data, with the median difference to the corresponding microarray values being 17%. This slightly enhanced effect size in Q-PCR is in agreement with previous findings 4 . In functional terms, the Q-PCR analyses confirmed the main findings of the microarray analyses, namely: stronger activation of anti-viral type-I interferon pathways in old mice than in young mice; down-regulation by age of genes involved in extracellular matrix; up-regulation of cytokines by old age as well as due to RSV infection; as well as the expression pattern found for antigen processing and presentation and other immune functionality.",
            "cite_spans": [
                {
                    "start": 534,
                    "end": 535,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 156,
                    "end": 164,
                    "text": "Table S3",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Predicted upstream regulators and disease-related pathways indicate functional interference between aging and anti-viral responses. Next, we aimed to predict which upstream molecules that regulate the expression of genes we analysed may be affected by aging. Considering the genes that were significantly regulated in our arrays as downstream effectors, we applied Ingenuity to predict which molecules may serve as their upstream regulators and are affected by aging. Table 7 shows regulators for which an activated or inhibited status was predicted by cognate enrichment (quantifying change by z-score > 2 and P < 1 × 10 −10 ) for the combined up and downregulation of the expression of the downstream molecules we found altered significantly in our arrays. This analysis predicted inhibition of a set of upstream regulators by aging under steady state conditions (dexamethasone, IL4, Vegf, TGFB1, NR3C1, AGT). These regulatory processes influenced by aging point at defective immune suppression via glucocorticoid receptors (dexamethasone and the glucocorticoid receptor NR3C1) and TGF-B. Aging and infection by RSV are both known to involve biological processes that are part of disease. We questioned whether the profile of gene expression in the lungs that is altered by aging may indicate overlap with known disease profiles. To this end, we analysed enrichment by significantly regulated genes in our study for known biological disorders by Ingenuity (Table 8 ). This analysis showed that the expression profile induced by RSV infection in the lungs showed most resemblance with the same five diseases in young and old mice. Among these biological disorders, we found RSV-unrelated diseases like gastrointestinal disease, endocrine system disorders, and metabolic disorders. However, even in the absence of an RSV infection we found that aging enriched for some of these diseases that were enriched for in response to RSV, i.e. organismal injury (136 genes), immunological disease (55 molecules), and metabolic disease (49 genes). In addition, the transcriptomic profile of aging in lung tissue resembled processes involved in cancer (134 genes) and haematological disease (55 genes). These findings suggest that aging induces biological alterations in lungs that resemble injury, involve aberrations of metabolism, and disorders mediated by functions of the immune system that would be induced at young age only by exogenous pathogens like RSV.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 468,
                    "end": 475,
                    "text": "Table 7",
                    "ref_id": "TABREF8"
                },
                {
                    "start": 1458,
                    "end": 1466,
                    "text": "(Table 8",
                    "ref_id": "TABREF9"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Our study aimed to point out molecules and previously neglected biological mechanisms in lung tissue that may aid in directing the focus of future research on aging-related susceptibility to infectious respiratory diseases. Our findings show that aging shapes alteration of the expression of unique sets of genes in lung tissue in both steady state and during a response to infection with RSV. Prior to challenge with virus, aged lungs showed reduced expression of genes involved in extracellular matrix function and showed differential expression of genes indicative of uncontrolled elevation of immunological activity and injury, cancer, immunological disease and metabolic disease. Moreover, the first line of defence in RSV-infected lungs controls the virus less effectively at old age, whereas RSV appeared to induce excessive immune responses by the antiviral type-I IFN pathways in aged lungs. Alternatively, although RSV-induced interferon responses were higher at old age and some of the elevated immune activities at old age prior to infection are part of the anti-viral response, these immune mediators could not effectively control RSV. These findings indicate that aging may interfere with the immune homeostatic regulation in a way that leaves the immune system refractory to RSV and prohibits clearing of virus. Towards development of preventive and therapeutic interventions, this warrants directing the focus of further research on susceptibility to infectious respiratory diseases at old age to the role of dysregulated inflammation in viral pathogenesis and the role of altered extracellular matrix functions in susceptibility to infection and the physics of lung disease during infection. Studies on gene expression in lung tissue under steady state condition and upon infection with RSV have indicated a wide range of aging-related alterations among broad panels of immune-related genes 6, 7 . By analysing the full transcriptome, we found many other immune-relate genes and also many non-immune genes can be added to the spectrum of gene expressions impacted by aging, both under steady state conditions and upon inoculation with RSV. A substantial number of the genes we found being expressed at lower levels at old age are involved in constituting or remodelling of the extracellular matrix, such as genes encoding collagens and periostin (Postn). Moreover, our analyses indicated enrichment of gene expression changes resembling injury in the aged lungs under homeostasis. Collagens sustain the functional architecture of healthy lung tissue as they provide a major constituent of the extracellular matrix scaffold on which cells in the lung tissue perform their functions and which impacts the mechanical forces involved in breathing 25 . Periostin is involved in airway remodelling as it promotes wound repair by epithelial cells and it can also induce collagen I and III gene expression 26 . The matrix scaffolds the epithelial cells that are targeted by RSV and provides the environment needed by immune cells and antiviral molecules to optimally migrate in the infected lungs. Moreover, remodelling of the extracellular matrix is needed for the physical constitution needed to breathe optimally and to provide an optimal barrier function preventing entry of pathogens. When the walls of alveoli are destroyed, the air sacs coalesce, which results in airflow obstruction 25 as found in chronic obstructive pulmonary disease (COPD) 27 . Aging impacts the breathing capacity of lungs and the morphology and elasticity of the lungs [28] [29] [30] [31] , but most studies on aging of lung tissue address defective matrix functions in the context of non-infectious diseases such as COPD. The need of the extracellular matrix for immune cells to locally control infection and the effect of physical obstructions caused by RSV that may add to the reduced respiratory capacity in aged lungs are often neglected in studies on aging-related infectious diseases of the lung tissue. Downregulated matrix remodelling was a major part of all aging-regulated changes of gene expression and therefore indicates that, in addition to altered immune responsiveness, a dysfunctional matrix may have a major impact on setting the stage for increased susceptibility to disease by infection at old age. We cannot exclude that the downregulation of matrix genes may actually be an underestimation due to transcripts being diluted by genes expressed by cells of the immune system invading the lungs at old age 18, 32 . Nonetheless, our data warrant more detailed studies on the role of dysfunctional remodelling of the lung matrix contributing to susceptibility to aging-related respiratory disease in the context of pathogenic infections. The high expression level of immunoglobulin genes combined with the high expression of the joining chain (J chain) of multimeric antibodies IgA and IgM, suggests the abundance of memory B cells or plasma cells producing IgM and mucosal IgA antibodies at old age. Indeed, in lavages of human bronchia elevated levels of IgA and IgM have been found at old age indicating increase of antibody producing cells in the lungs by aging 29 . This may be due to accumulation of memory B cells residing in lung tissue upon infections 33 experienced over the years. Another explanation may be found in the increased immune activity represented in a set of genes in our study and found by others in elevated numbers of pulmonary lymphocytes at old age and in low-grade chronic inflammation, known as inflammaging 18, 29, 34 . These conditions are likely to attract immune cells into the aged lung tissue. Moreover, our analyses suggested downregulation of immunosuppressive upstream mechanisms associated with molecules like TGFB1, glucocorticoid receptor NR3C1 and Dexamethasone. This finding indicates defective responsiveness to anti-inflammatory pathways that are naturally exerted by our immune system to prevent immune-mediated diseases may be responsible for the elevated activation status of immune cells in aged lung tissue. Since inflammatory conditions are involved in many aging-related diseases and frailty, it would be interesting to find out in future research to what extent inflammaging of the lung tissue may contribute to aging-related susceptibility to respiratory infections. Understanding of how elevated immune activities in lung tissue may contribute to dysfunctions and disease will provide targets that can be used to design treatments and preventive measures other than vaccines alone.",
            "cite_spans": [
                {
                    "start": 1908,
                    "end": 1910,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1911,
                    "end": 1912,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2760,
                    "end": 2762,
                    "text": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 2915,
                    "end": 2917,
                    "text": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 3400,
                    "end": 3402,
                    "text": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 3460,
                    "end": 3462,
                    "text": "27",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 3558,
                    "end": 3562,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 3563,
                    "end": 3567,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 3568,
                    "end": 3572,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 3573,
                    "end": 3577,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 4514,
                    "end": 4517,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 4518,
                    "end": 4520,
                    "text": "32",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 5172,
                    "end": 5174,
                    "text": "29",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 5544,
                    "end": 5547,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 5548,
                    "end": 5551,
                    "text": "29,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 5552,
                    "end": 5554,
                    "text": "34",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Aged lungs mounted an abundant response to RSV in innate anti-viral interferon pathways. Many genes of these pathways were even expressed to a higher level than in RSV-inoculated lungs at young age. Type I interferons are key to the direct innate response to a viral infection that is required to prevent further infection and spread of viruses. Since old mice less effectively control the viral burden while they highly expressed genes involved in anti-viral interferon pathways, our findings indicate that the anti-viral interferon pathways at old age may function less effectively and may be enhanced by higher viral loads due to dysfunctions in other anti-viral functionalities at old age. Additional analyses by Ingenuity of prediction of upstream regulators indicated defective natural downregulation of STAT3 upon RSV infection at old age (Supplemental Table S2 ). Since STAT3 has been shown to negatively regulate the inflammatory properties of type I IFNs 35 , suggesting that inadequate control of the interferon pathway leads to abundant activation of interferon pathways by infections at old age. Alternatively, dysregulation of the interferon pathways by aging may also be found in the very early kinetics of response to virus. Several studies have shown that innate immune cells from lung mount a slower innate interferon response to virus within the first hours upon encounter of virus. Our analyses and studies by others focused on later time-points during responsiveness in the infected airways, but future research on the age dynamics of the interferon pathways in situ should clarify on this age-related phenomenon of the dynamics during the first day of a viral challenge. In addition to direct anti-viral functions, activation of the innate interferon pathways have been shown to induce inflammation that may harm the lung tissue 36 . This leads to suggest that exaggerated induction of interferon pathways by uncontrolled virus may drive inflammation that causes enhanced pathogenesis during an infection at old age. Studies have shown that anti-inflammatory treatment during RSV infection can prevent pathology even though these anti-inflammatory modulators diminish control of viral replication 7 . Altogether, these findings warrant thorough studies on dysregulation of the balance between anti-viral versus pro-inflammatory functions of interferons in disease by pulmonary infections at old age. Moreover, improving the use of anti-inflammatory interventions may be promising and gain focus over just the induction of stronger adaptive immune responses in the context of vaccination.",
            "cite_spans": [
                {
                    "start": 965,
                    "end": 967,
                    "text": "35",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1851,
                    "end": 1853,
                    "text": "36",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [
                {
                    "start": 860,
                    "end": 868,
                    "text": "Table S2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Induction of genes by RSV at young age that was not found at old age, indicate that aging causes loss of responsiveness in different molecular pathways involved in the immune responses to RSV in the lungs. Among these we found a set of chemokines like CXCL10 and CCL8 that regulate migration of immune cells in tissue and molecules such as FCGR1 and MHC-related genes that confer antigen processing and presentation to orchestrate specific immunity by adaptive immune cells. These processes have indeed been reported to be impaired at old age. However, since the group of old mice showed higher variation we cannot exclude that lack of statistically significant induction of all these genes at old age may be due to lower statistical power in the aged animals. Interestingly, the inter-animal variation was comparable in uninfected young and old mice, but variation of responsiveness to RSV between individuals is larger in the old age group compared to the young RSV-inoculated mice, indicating that the higher variation between old animals becomes apparent only upon infection with RSV. Notably, increased biological variation at old age is a major biological phenomenon that is now gaining more attention in order to better understand the processes involved in aging and hence lead to dysfunctions at old age [37] [38] [39] [40] .",
            "cite_spans": [
                {
                    "start": 1312,
                    "end": 1316,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1317,
                    "end": 1321,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1322,
                    "end": 1326,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1327,
                    "end": 1331,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Notably, we found in lungs that aging induces expression of a set of genes that are expressed at young age only upon infection with RSV. Many of these have relevant functions in the immune system and suggest an antiviral immune status partly being active chronically, and maybe in a way that makes the immune system refractory to RSV. Expression of CXCL9, also known as MIG, a chemokine that attracts T cells and NK cells via the ligand CXCR3 41 , may explain the chronically elevated level of these cells in aged lungs reported by others. Expression of CYBβ, a microbicidal protein that is part of the oxidase system of phagocytes 42 , also indicates elevated antimicrobial activity in lungs at old age. Elevated GATA3 we found in old animals may indicate enhanced activity by type 2 T-cell responses and allergy-like lung inflammation, since GATA3 is a transcription factor that is expressed by Th2 cells and Type 2 innate lymphoid cells, and promotes susceptibility to allergy-like inflammation associated with Th2 responses [43] [44] [45] [46] . However, Ingenuity analyses predicted downregulation of Th2-inducers or inhibition of responsiveness to these inducers (IL-4 and VEGF 47 ) and therefore suggests regulation of GATA3-mediated effects other than mere propagation of Th2 functions 45 . CFB and C4b are molecules of the alternative complement pathway and known to be produced in large amounts in the liver. Finding complement expression in aged lungs and upon RSV infection indicates that the liver may not be the sole and major organ for producing complement under some settings. These findings suggest that aging induces biological alterations in functions of the immune system that all would be induced at young age only by exogenous pathogens like RSV. Whether this is a result of dysfunctional immune regulation at old age that may contribute to susceptibility or, alternatively, maybe a requirement for needed enhancement of immune patrol to retain sufficient immunity at old age remains to be defined.",
            "cite_spans": [
                {
                    "start": 632,
                    "end": 634,
                    "text": "42",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1028,
                    "end": 1032,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1033,
                    "end": 1037,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1038,
                    "end": 1042,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1043,
                    "end": 1047,
                    "text": "[46]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1294,
                    "end": 1296,
                    "text": "45",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Cotton rats are highly susceptible to infection and disease by RSV. They provide the most representative small animal model to study responsiveness to RSV infection, but tools that enable thorough cellular analyses and the number of published studies on aging in the cotton rat model are limited. Nonetheless, some of the key features of aging indicated by our analyses have been indicated also in this model. Our findings are in line with the limited number of studies on responsiveness to RSV in cotton rats, as these studies showed slower clearance of virus, stronger pro-inflammatory responsiveness in RSV-infected lungs, and enhanced acute responses to classical innate stimuli at old age 7, 8, 39, 48 .",
            "cite_spans": [
                {
                    "start": 694,
                    "end": 696,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 697,
                    "end": 699,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 700,
                    "end": 703,
                    "text": "39,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 704,
                    "end": 706,
                    "text": "48",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our findings indicate multiple new directions and considerations for future research. One important consideration for future studies is the notion that RSV may infect alveolar type I and type II epithelial cells at different rates, but may also infect immune cells like alveolar macrophages 49, 50 . Both the cellular composition of the lungs and the functionality of different cell subsets may be subject to aging 51, 52 . Therefore, future studies should reveal which of the different types among the alveolar cells contribute most to aging-related effects we found and how molecular pathways we found to be affected by aging may mechanistically interact in these alveolar cell types. For example, mechanistic in vitro studies with alveolar type II epithelial cells have shown that TGF-β promotes differentiation of these cells from type II into type I cells 53 . Ingenuity analyses of our data indicated hampered TGF-β signalling at old age, suggesting that hampered TGF-β signalling may contribute to reduced transdifferentiation of alveolar cells in lungs and hence lead to altered ratio of alveolar type I and type II pneumocytes at old age. Moreover, it would be interesting to define the impact of RSV, or selected proteins derived from the virus, on regulation of inflammatory genes and extracellular matrix genes. Such future approaches based on findings like ours will open a new era in research on the impact of aging on susceptibility to RSV.",
            "cite_spans": [
                {
                    "start": 291,
                    "end": 294,
                    "text": "49,",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 295,
                    "end": 297,
                    "text": "50",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 415,
                    "end": 418,
                    "text": "51,",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 419,
                    "end": 421,
                    "text": "52",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 861,
                    "end": 863,
                    "text": "53",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Differences between mouse strains, such as C57BL/6 we used or BALB/c strains used by others 6 , and differences between mouse and human samples may interfere with interpretations on the effect of aging on expression of selected genes of interest 54 . Nonetheless, our study indicates that research on compromised immunity to infections by aging should look beyond the defective induction and functionality of memory cells and antibodies to RSV at old age. Future studies should therefore address means that could improve primary barrier function in lungs, dysregulated innate immune responses in the lungs, and means to control exaggerated pro-inflammatory immune activity that contribute to pathology.",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 93,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 246,
                    "end": 248,
                    "text": "54",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Female specific-pathogen-free (SPF) C57BL/6JRccHsd mice were obtained from Harlan Laboratories (Horst, The Netherlands). At the start of the experiment young mice were used at the age of 8 to 10 weeks, old mice were used at the age of 62 to 72 weeks. The maximum life span of mice is more than the age within this range, but mice within this age range and even somewhat younger age have been show to express significant aging-related susceptibility to respiratory disease by influenza virus, RSV and SARS coronavirus [55] [56] [57] , declined immune responsiveness 55, 58 and a broad range of other age-related aberrations 37, 38 . We choose to use mice within this age range since they would show aging-related phenomena, without the risk of losing mice from our analyses due to very old age 37, 38 . Mice were kept in a 12-hour light/dark cycle under SPF and temperature-controlled conditions, and were fed ad libitum. C57BL/6 mice were inoculated intranasally with 50 µl containing an infectious dose of 10 6 TCID 50 RSV type A2 or mock as control, under anaesthesia by isoflurane. At day 2 and 5 after inoculation, mice were anesthetized with Ketamine/Xylazine, bled and sacrificed to collect lungs. Lungs were perfused with PBS to eliminate blood cells prior to collection of the tissue, immersed in RNAlater RNA stabilization agent (Ambion) and subsequently stored at −80 °C until further processing. RNA was extracted from homogenized lung tissue using the RNeasy kit (Qiagen). RNA concentrations were measured using a NanoDrop spectrophotometer (Thermo Fisher Scientific). RNA quality was measured using the Bioanalyzer (Agilent Technologies). A total number of 28 RNA samples (N = 4 for uninfected groups, N = 5 for infected groups) were used for transcriptional profiling with microarrays.",
            "cite_spans": [
                {
                    "start": 517,
                    "end": 521,
                    "text": "[55]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 522,
                    "end": 526,
                    "text": "[56]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 527,
                    "end": 531,
                    "text": "[57]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 565,
                    "end": 568,
                    "text": "55,",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 569,
                    "end": 571,
                    "text": "58",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 623,
                    "end": 626,
                    "text": "37,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 627,
                    "end": 629,
                    "text": "38",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 793,
                    "end": 796,
                    "text": "37,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 797,
                    "end": 799,
                    "text": "38",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Animals."
        },
        {
            "text": "Microarray analysis. RNA amplification, labelling and hybridization to microarrays was carried out at the Microarray Department of the University of Amsterdam, The Netherlands, according to methods described previously 60 . Cy3-labeled RNA samples and a Cy5-labeled common reference (made by pooling equimolar amounts of antisense RNA aRNA from individual samples) were hybridized to NimbleGen 12 × 135 k Mus musculus microarrays (Roche, Germany), containing probes for 44,170 genes with 3 spots per target probe. Each microarray corresponded to labelled RNA from one individual mouse. Briefly, 500 ng total RNA of each sample was amplified according to the Agilent QuickAmp kit manual (Agilent technologies). A common reference sample was made by pooling equimolar amounts of aRNA from individual samples. Cy3 and Cy5 monoreactive dyes (GE Healthcare) were used to label individual samples and the common reference sample, respectively. Labelling was performed with 10 ml of CyDye solution and incubated for 1 hour before the reaction was quenched by adding 5 ml 4 M hydroxylamine (Sigma-Aldrich). Purification was performed by using a clean-up kit (E.Z.N.A. MicroElute RNA Clean Up Kit, Omega Bio-Tek, Norcross, United States). The yields of amplified RNA and incorporation of CyDye were determined by using a NanoDrop spectrophotometer. Hybridization mixture was prepared by adding a dried mixture (1:1) of sample (Cy3) and common reference (Cy5) together with sample tracking control (STC, Roche NimbleGen) and hybridization cocktail (NimbleGen Arrays User's Guide -Gene Expression Arrays Version 5.0, Roche NimbleGen). Samples were incubated for 5 min. at 95 °C and 5 min. at 42 °C. Hybridization was performed by loading a sample onto a microarray. Hybridization was performed with a NimbleGen Hybridization System 4 (Roche NimbleGen) for 20 hours at 42 °C. After washing (NimbleGen Arrays User's Guide -Gene Expression Arrays Version 5.0), slides were scanned in an ozone-free room with a microarray scanner (Agilent DNA microarray scanner G2565CA, Agilent Technologies). Feature extraction was performed with NimbleScan v2.5 (Roche NimbleGen) resulting in a table containing individual probe signal intensities for both dyes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics."
        },
        {
            "text": "Complete raw and normalized microarray data and their MIAME compliant metadata from this publication have been submitted to the GEO database (www.ncbi.nlm.nih.gov/geo) and assigned the identifier GSE111947.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics."
        },
        {
            "text": "Data analysis. Quality control on raw microarray data was performed by means of Cy3-Cy5 scatter plots and by comparing signal average and distribution across slides. All slides passed quality control. Data for gene-coding probes were normalized in R (www.r-project.org), by using a four step approach 60 consisting of: (1) natural log-transformation, (2) quantile normalization of all scans, (3) correcting the sample spot signal for its corresponding reference spot signal and (4) averaging data from replicate probe spots. This resulted in normalized data for 44170 probes, which was used for further statistical analysis in R and Microsoft Excel.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics."
        },
        {
            "text": "Differentially expressed genes were identified by using ANOVA to compare (a) groups of young mice (uninfected, 2 days, 5 days post infection (p.i.)); (b) groups of old mice (uninfected, 2 days, 5 days p.i.); (c) uninfected young vs old mice. Probes were considered differentially expressed if they met the following two criteria for at least one of the above comparisons: (i) a p-value < 0.001 (determined by ANOVA), which for this study corresponds to a False discovery rate (FDR) < 5% when accounting for multiple testing; and (ii) an absolute fold change > 1.5 (up-or down-regulated). If multiple probes corresponding to the same gene were significant, their data were averaged to remove redundancy in further analyses. Fold changes were calculated as the average gene expression levels of three mice per group compared to the respective control group. Variation within groups was expressed as relative standard deviation (also known as the coefficient of variation) and calculated as the square root of the average variance across the expression data per gene within each group. The complete set of all significantly regulated genes can be found in a supplemental file (Table S1) accompanying this paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics."
        },
        {
            "text": "Differences in gene expression were visualized by Principal Component Analysis (PCA) and by heatmaps. Functional annotation with over-representation analysis of differentially expressed genes was carried out by using DAVID 24 . Genes with similar functional annotation based on Gene Ontology (GO), Kyoto Encyclopedia of Genes and Genomes (KEGG), or UniProt, were combined into functional umbrella terms. Additionally, differentially expressed genes were imported in Ingenuity Pathway Analysis (Qiagen), Build version: 463341 M, Content version: 42012434 (Release Date: 2017-12-07), for prediction of upstream regulators as well as comparison with diseases and biological functions. Viral load. RSV was quantified in the lungs of mice by real-time quantitative PCR (RT Q-PCR) for detection of RNA copies of RSV A as described before 5 , using the 7500 Fast real-time PCR system (Thermo Fisher Scientific). All PCRs were done on equal amounts of input RNA, calculated from the total RNA concentrations measured in each sample. Expression of the housekeeping gene hypoxanthine phosphoribosyltransferase (Hprt) was used as an endogenous reference, and confirmed equal amounts of total RNA used as input for all different samples. Threshold cycles (C T ) values were used for quantification of RNA copies of RSV or HPRT during runs of 40 PCR cycles. The amount of RSV RNA was quantified by calculating the C T values for RSV relative to the C T values measured for Hprt using the 2 ΔCT method. Real time Q-PCR validation. To validate the gene expression changes found by microarray analysis, we performed real time quantitative PCR (RT Q-PCR). For this purpose, ten genes were chosen that represent the various pathways affected, namely innate interferon (IFN)-mediated antiviral function (Ifit1, Mx1, Mx2), cytokines (Ccl8, Cxcl9, Cxcl10), antigen processing and presentation (B2m), other immune function (Saa3), and matrix constitution (Col1a2, Sparc). All reagents, methods and equipment were obtained from Thermo Fisher Scientific. TaqMan gene expression assay IDs used are given in Supplemental Table S3 . Assays for Hprt (custom made 5 ) and Polr2a (Mm00839502_m1) were included as endogenous controls. Threshold cycles were automatically derived from the amplification plots constructed of the fluorescence signals by the 7500 Fast system SDS software. The average of the Hprt and Polr2a level per sample was used to normalize the expression of the other genes. Relative quantification of the mRNA copies in the samples compared to that of the young mock-infected group was performed by the comparative threshold cycle (2−ΔΔCT) method using Microsoft Excel.",
            "cite_spans": [
                {
                    "start": 223,
                    "end": 225,
                    "text": "24",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 2082,
                    "end": 2103,
                    "text": "Supplemental Table S3",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Ethics."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Respiratory syncytial virus infection in elderly and high-risk adults",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Falsey",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Hennessey",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Formica",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cox",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Walsh",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "N Engl J Med",
            "volume": "352",
            "issn": "",
            "pages": "1749--1759",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Contribution of influenza and respiratory syncytial virus to community cases of influenza-like illness: an observational study",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Zambon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Stockton",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Clewley",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Fleming",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Lancet",
            "volume": "358",
            "issn": "",
            "pages": "1410--1416",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Influenza-and respiratory syncytial virus-associated mortality and hospitalisations",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Jansen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Sanders",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Hoes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Van Loon",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hak",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Eur Respir J",
            "volume": "30",
            "issn": "",
            "pages": "1158--1166",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Host transcription profiles upon primary respiratory syncytial virus infection",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Janssen",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Virol",
            "volume": "81",
            "issn": "",
            "pages": "5958--5967",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Gene expression differences in lungs of mice during secondary immune responses to respiratory syncytial virus infection",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Schuurhof",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Virol",
            "volume": "84",
            "issn": "",
            "pages": "9584--9594",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Respiratory syncytial virus (RSV) infection in elderly mice results in altered antiviral gene expression and enhanced pathology",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS One",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Age-related differences in pulmonary cytokine response to respiratory syncytial virus infection: modulation by anti-inflammatory and antiviral treatment",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Boukhvalova",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Infect Dis",
            "volume": "195",
            "issn": "",
            "pages": "511--518",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Impaired immune response to vaccination against infection with human respiratory syncytial virus at advanced age",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Guichelaar",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Virol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Relationship of serum antibody to risk of respiratory syncytial virus infection in elderly adults",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Falsey",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Walsh",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Infect Dis",
            "volume": "177",
            "issn": "",
            "pages": "463--466",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Aged mice exhibit a severely diminished CD8 T cell response following respiratory syncytial virus infection",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Fulton",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Weiss",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Pewe",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Harty",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Varga",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Virol",
            "volume": "87",
            "issn": "",
            "pages": "12694--12700",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Respiratory syncytial virus-specific CD8+ memory T cell responses in elderly persons",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "De Bree",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Infect Dis",
            "volume": "191",
            "issn": "",
            "pages": "1710--1718",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Genetic susceptibility to respiratory syncytial virus bronchiolitis is predominantly associated with innate immune genes",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Janssen",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Infect Dis",
            "volume": "196",
            "issn": "",
            "pages": "826--834",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Improving development of the molecular signature for diagnosis of acute respiratory viral infections",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Statnikov",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mcvoy",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lytkin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Aliferis",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Cell Host Microbe",
            "volume": "7",
            "issn": "",
            "pages": "100--101",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Gene expression signatures diagnose influenza and other symptomatic respiratory viral infections in humans",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Zaas",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Cell Host Microbe",
            "volume": "6",
            "issn": "",
            "pages": "207--217",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Age-dependent dysregulation of innate immunity",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Shaw",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Goldstein",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Montgomery",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nat Rev Immunol",
            "volume": "13",
            "issn": "",
            "pages": "875--887",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Human innate immunosenescence: causes and consequences for immunity in old age",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Panda",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Trends Immunol",
            "volume": "30",
            "issn": "",
            "pages": "325--333",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Inflammaging decreases adaptive and innate immune responses in mice and humans",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Frasca",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "B"
                    ],
                    "last": "Blomberg",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Biogerontology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Chronic lung inflammation in aging mice",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Aoshiba",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nagai",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "FEBS Lett",
            "volume": "581",
            "issn": "",
            "pages": "3512--3516",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "C57Bl/6 mice are protected from respiratory syncytial virus (RSV) challenge and IL-5 associated pulmonary eosinophilic infiltrates following intranasal immunization with Protollin-eRSV vaccine",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Cyr",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Stoica-Popescu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Burt",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Ward",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Vaccine",
            "volume": "25",
            "issn": "",
            "pages": "3228--3232",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Genetic susceptibility to respiratory syncytial virus infection in inbred mice",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Stark",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Med Virol",
            "volume": "67",
            "issn": "",
            "pages": "92--100",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Respiratory syncytial virus infection in inbred mice",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Prince",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Horswood",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Berndt",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Suffin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Chanock",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Infect Immun",
            "volume": "26",
            "issn": "",
            "pages": "764--766",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Respiratory syncytial virus-induced acute and chronic airway disease is independent of genetic background: an experimental murine model",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chavez-Bueno",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Virol J",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Characterization of the CD8+ T cell responses directed against respiratory syncytial virus during primary and secondary infection in C57BL/6 mice",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "V"
                    ],
                    "last": "Lukens",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Virology",
            "volume": "352",
            "issn": "",
            "pages": "157--168",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Systematic and integrative analysis of large gene lists using DAVID bioinformatics resources",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Huang Da",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "T"
                    ],
                    "last": "Sherman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Lempicki",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nat Protoc",
            "volume": "4",
            "issn": "",
            "pages": "44--57",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Matrix metalloproteinases in destructive lung disease",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Houghton",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Matrix Biol",
            "volume": "44",
            "issn": "",
            "pages": "167--174",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "The role of periostin in lung fibrosis and airway remodeling",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "N"
                    ],
                    "last": "O&apos;dwyer",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "B"
                    ],
                    "last": "Moore",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Cell Mol Life Sci",
            "volume": "74",
            "issn": "",
            "pages": "4305--4314",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Global strategy for the diagnosis, management, and prevention of chronic obstructive pulmonary disease. NHLBI/WHO Global Initiative for Chronic Obstructive Lung Disease (GOLD) Workshop summary",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Pauwels",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Am J Respir Crit Care Med",
            "volume": "163",
            "issn": "",
            "pages": "1256--1276",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "A. microRNA expression in the aging mouse lung",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Perry",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Moschos",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lindsay",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "BMC Genomics",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Immune dysregulation in the aging human lung",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Meyer",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Ershler",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "Rosenthal",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "G"
                    ],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Peterson",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Am J Respir Crit Care Med",
            "volume": "153",
            "issn": "",
            "pages": "1072--1079",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Lung function in the elderly",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Burr",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Phillips",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "N"
                    ],
                    "last": "Hurst",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Thorax",
            "volume": "40",
            "issn": "",
            "pages": "54--59",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Lung ageing and COPD: is there a role for ageing in abnormal tissue repair?",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Brandsma",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Eur Respir Rev",
            "volume": "26",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "The role of immunity in susceptibility to respiratory infection in the aging lung",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Meyer",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Respir Physiol",
            "volume": "128",
            "issn": "",
            "pages": "23--31",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Memory B cells in the lung participate in protective humoral immune responses to pulmonary influenza virus reinfection",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Onodera",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Proc Natl Acad Sci",
            "volume": "109",
            "issn": "",
            "pages": "2485--2490",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Neutrophils and low-grade inflammation in the seemingly normal aging human lung",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Meyer",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "Rosenthal",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Soergel",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Peterson",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Mech Ageing Dev",
            "volume": "104",
            "issn": "",
            "pages": "169--181",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "The Complex Role of STAT3 in Viral Infections",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "V"
                    ],
                    "last": "Kuchipudi",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Immunol Res",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Type I Interferons as Regulators of Lung Inflammation",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Makris",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Paulsen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Johansson",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Front Immunol",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Life spanning murine gene expression profiles in relation to chronological and pathological aging in multiple organs",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Jonker",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Aging Cell",
            "volume": "12",
            "issn": "",
            "pages": "901--909",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Aging on a different scale -chronological versus pathology-related. aging",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Melis",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Aging (Albany NY)",
            "volume": "5",
            "issn": "",
            "pages": "782--788",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Diversity of aging of the immune system classified in the cotton rat (Sigmodon hispidus) model of human infectious diseases",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Guichelaar",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Dev Comp Immunol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Variability in the immune system: of vaccine responses and immune states",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Shen-Orr",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Furman",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Curr Opin Immunol",
            "volume": "25",
            "issn": "",
            "pages": "542--547",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "CXCR3 in T cell function",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Groom",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Luster",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Exp Cell Res",
            "volume": "317",
            "issn": "",
            "pages": "620--631",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "The phagocyte respiratory burst: Historical perspectives and recent advances",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Immunol Lett",
            "volume": "192",
            "issn": "",
            "pages": "88--96",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "An updated view on transcription factor GATA3-mediated regulation of Th1 and Th2 cell differentiation",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Yagi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "E"
                    ],
                    "last": "Paul",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Int Immunol",
            "volume": "23",
            "issn": "",
            "pages": "415--420",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "The transcription factor GATA3 is essential for the function of human type 2 innate lymphoid cells",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mjosberg",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Immunity",
            "volume": "37",
            "issn": "",
            "pages": "649--659",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "GATA3: a master of many trades in immune regulation",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "Y"
                    ],
                    "last": "Wan",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Trends Immunol",
            "volume": "35",
            "issn": "",
            "pages": "233--242",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Enforced expression of Gata3 in T cells and group 2 innate lymphoid cells increases susceptibility to allergic airway inflammation in mice",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kleinjan",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Immunol",
            "volume": "192",
            "issn": "",
            "pages": "1385--1394",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "VEGF controls lung Th2 inflammation via the miR-1-Mpl (myeloproliferative leukemia virus oncogene)-P-selectin axis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Takyar",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J Exp Med",
            "volume": "210",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Age-dependent replication of respiratory syncytial virus in the cotton rat",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Curtis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Ottolini",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Porter",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Prince",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Exp Biol Med (Maywood)",
            "volume": "227",
            "issn": "",
            "pages": "799--802",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "The histopathology of fatal untreated human respiratory syncytial virus infection",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Gonzales",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Olson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "F"
                    ],
                    "last": "Wright",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Graham",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Mod Pathol",
            "volume": "20",
            "issn": "",
            "pages": "108--119",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Productive infection of isolated human alveolar macrophages by respiratory syncytial virus",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Panuska",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J Clin Invest",
            "volume": "86",
            "issn": "",
            "pages": "113--119",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Structural and functional changes of alveolar type II cells with age and acute lung injury",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Brandenberger",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Von Ziegner",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mühlfeld",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "American journal of respiratory and critical care medicine",
            "volume": "197",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Aging Impairs Alveolar Macrophage Phagocytosis and Increases Influenza-Induced Mortality in Mice",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Immunol",
            "volume": "199",
            "issn": "",
            "pages": "1060--1068",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Transdifferentiation of alveolar epithelial type II to type I cells is controlled by opposing TGF-beta and BMP signaling",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yee",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "O&apos;reilly",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Am J Physiol Lung Cell Mol Physiol",
            "volume": "305",
            "issn": "",
            "pages": "409--418",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Selective loss of type I interferon-induced STAT4 activation caused by a minisatellite insertion in mouse Stat2",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Farrar",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Nat Immunol",
            "volume": "1",
            "issn": "",
            "pages": "65--69",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Age-related increases in PGD(2) expression impair respiratory DC migration, resulting in diminished T cell responses upon respiratory virus infection in mice",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Legge",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Perlman",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Clin Invest",
            "volume": "121",
            "issn": "",
            "pages": "4921--4930",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Primary respiratory syncytial virus infection in mice",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Graham",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Perkins",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "F"
                    ],
                    "last": "Wright",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Karzon",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "J Med Virol",
            "volume": "26",
            "issn": "",
            "pages": "153--162",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Aged BALB/c mice as a model for increased severity of severe acute respiratory syndrome in elderly humans",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Roberts",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "",
            "pages": "5833--5838",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Age-related decline in murine macrophage production of nitric oxide",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kissin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tomasi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mccartney-Francis",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Gibbs",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Infect Dis",
            "volume": "175",
            "issn": "",
            "pages": "1004--1007",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Systemic signature of the lung response to respiratory syncytial virus infection",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Pennings",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS One",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Gene expression profiling in a mouse model identifies fetal liver-and placenta-derived potential biomarkers for Down Syndrome screening",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Pennings",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS One",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "REPORTS | (2018) 8:16653 | DOI:10.1038/s41598-018-35180-2",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Distinct effects by aging and RSV on gene expression. Panel A shows each individual animal in a principal component analysis (PCA) of the microarray data of lung samples derived at day 0 (mock-inoculated, black, n = 4/group), or at day 2 (red, n = 5/group) or day 5 (green, n = 5/group) after inoculation with RSV. Aging-regulated expression appears by PC1, RSV-regulated gene expression appears along PC2. Y, young (circles); O, old (triangles); M, mock control; R, RSV-inoculated. Panel B shows a Venn-diagram depicting numbers of genes that are significantly upregulated (↑), downregulated (↓), or show no significant response (−). The three symbols indicate from left to right: response to RSV in young mice, response to RSV in old mice, response to aging, respectively.SCIENTIfIC REPORTS | (2018) 8:16653 | DOI:10.1038/s41598-018-35180-2",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Heatmap showing differentially regulated genes. Map shows significantly upregulated (red) and downregulated (blue) genes at day 0 (mock-inoculated), or at day 2 or 5 after inoculation with RSV for all individual mice at young or old age, categorized by function.SCIENTIfIC REPORTS | (2018) 8:16653 | DOI:10.1038/s41598-018-35180-2",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "RSV detected in lungs by RT Q-PCR. RSV load was quantified by RT Q-PCR on viral RNA and depicted as amount of viral RNA relative to the amount of RNA encoding the housekeeping gene HPRT detected by RT Q-PCR in the same specimen. The amount of RSV RNA was quantified by calculating the threshold cycle values (C T ) for RSV relative to the C T values measured for HPRT using the 2 ΔCT method.Figure shows expression in lungs at day 2 or day 5 after inoculation with RSV in young and old mice. RSV was not detected in RT Q-PCR on mock-inoculated lungs. *P < 0.05 (ANOVA). SCIENTIfIC REPORTS | (2018) 8:16653 | DOI:10.1038/s41598-018-35180-2",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "REPORTS | (2018) 8:16653 | DOI:10.1038/s41598-018-35180-2",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "All animal work was approved by the ethics committee (Dierexperimentencommissie) of RIVM (Rijksintituut voor Volksgezondheid en Milieu) and conducted in accordance with the Dutch national legislation on Animal Experimentation. Experimental Design. Experimental procedures have been described extensively in our previous studies and were performed in accordance with national and our institutional guidelines 5,59 . In brief, young and old SCIENTIfIC REPORTS | (2018) 8:16653 | DOI:10.1038/s41598-018-35180-2",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ", Spon2, Col4a1, Tnc, Fbn1, Col1a1, Postn, Adamtsl2, Sparc, Frem1), but",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 1. Gene expression affected by age. Positive values depict fold higher expression, negative values depict fold reduction in uninfected old mice compared to uninfected young mice. Antigen proc&pres; antigen processing and presentation. Immune (other) indicates genes related to immune-related categories other than innate antiviral interferon-mediated functions, antigen processing and presentation, immunoglobulins, or cytokines.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Gene expression affected by RSV at young age only. Positive values depict fold higher expression, negative values depict fold reduction in RSV-infected mice compared to young uninfected mice.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Gene expression affected by RSV and by aging. Positive values depict fold higher expression, negative values depict fold reduction by aging or by response to RSV in young mice.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Relative standard deviation. Numbers show relative standard deviation as a percentage of the mean expression per gene within each group.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Gene expression affected by RSV at old age only. Values depict fold higher expression in old RSVinfected mice compared to uninfected old mice.",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "Predicted inhibition of upstream regulators by aging (p < 10 −10 ).",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "Top diseases and biological functions.",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "SCIENTIfIC REPORTS | (2018) 8:16653 | DOI:10.1038/s41598-018-35180-2",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors thank the bio-technicians at the Animal Research Center of the Institute for Translational Vaccinology (Intravacc) for excellent biotechnical support. The research was supported the Strategic Research Program of the RIVM (grant number S/112006). Support was provided by the Dutch Ministry of Health, Welfare and Sport.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "J.P., S.R., R.J. and T.G. designed the study; J.P., R.M., R.J. and T.G. designed and wrote the manuscript; H.H. prepared samples, performed assays, and analysed data; J.P., R.M. T.G. and H.H. analysed data; S.R. reviewed the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Contributions"
        },
        {
            "text": "Supplementary information accompanies this paper at https://doi.org/10.1038/s41598-018-35180-2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Additional Information"
        },
        {
            "text": "Publisher's note: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit http://creativecommons.org/licenses/by/4.0/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing Interests: The authors declare no competing interests."
        }
    ]
}