{
    "paper_id": "f1a9bb377e28527cda63947734bbd74fe64207a5",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [
        {
            "text": "Provide an accurate summary of the background, research objectives (including details of the species or strain of animal used), key methods, principal findings, and conclusions of the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Pages 34",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Background 3",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "(a) Include sufficient scientific background (including relevant references to previous work) to understand the motivation and context for the study, and explain the experimental approach and rationale. (b) Explain how and why the animal species and model being used can address the scientific objectives and, where appropriate, the study's relevance to human biology being tested.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Pages 57 N/A Objectives 4 Clearly describe the primary and any secondary objectives of the study, or specific hypotheses. Pages 67",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Indicate the nature of the ethical review permissions, relevant licences (e.g., Animal [Scientific Procedures] Act 1986), and national or institutional guidelines for the care and use of animals that cover the research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical statement 5"
        },
        {
            "text": "Lines 373",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical statement 5"
        },
        {
            "text": "For each experiment, give brief details of the study design, including a) The number of experimental and control groups; b) Any steps taken to minimize the effects of subjective bias when allocating animals to treatment (e.g., randomization procedure) and when assessing results (e.g., if done, describe who was blinded and when); c) The experimental unit (e.g., a single animal, group, or cage of animals). A time-line diagram or flow chart can be useful to illustrate how complex study designs were carried out. For each experiment and each experimental group, including controls, provide precise details of all procedures carried out. For example: a) How (e.g., drug formulation and dose, site and route of administration, anaesthesia and analgesia used [including monitoring], surgical procedure, method of euthanasia); provide details of any specialist equipment used, including supplier(s); b) When (e.g., time of day); c) Where (e.g., home cage, laboratory, water maze); d) Why (e.g., rationale for choice of specific anaesthetic, route of administration, drug dose used).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study design 6"
        },
        {
            "text": "Pages 914 S2 Table  S1 Fig Experimental animals 8 a) Provide details of the animals used, including species, strain, sex, developmental stage (e.g., mean or median age plus age range), and weight (e.g., mean or median weight plus weight range); b) Provide further relevant information such as the source of animals, international strain nomenclature, genetic modification status (e.g., knock-out or transgenic), genotype, health/immune status, drug-or test-naïve, previous procedures, etc.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 14,
                    "end": 27,
                    "text": "Table  S1 Fig",
                    "ref_id": null
                }
            ],
            "section": "Study design 6"
        },
        {
            "text": "Housing and husbandry 9",
            "cite_spans": [],
            "ref_spans": [],
            "section": "N/A"
        },
        {
            "text": "Provide details of: a) Housing (e.g., type of facility, such as specific pathogen free (SPF); type of cage or housing; bedding material; number of cage companions; tank shape and material etc. for fish); b) Husbandry conditions (e.g., breeding programme, light/dark cycle, temperature, quality of water, etc. for fish, type of food, access to food and water, environmental enrichment); c) Welfare-related assessments and interventions that were carried out before, during, or after the experiment. Clearly define the primary and secondary experimental outcomes assessed (e.g., cell death, molecular markers, behavioral changes).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "N/A"
        },
        {
            "text": "Statistical methods 13 a) Provide details of the statistical methods used for each analysis; b) Specify the unit of analysis for each dataset (e.g., single animal, group of animals, single neuron); c) Describe any methods used to assess whether the data met the assumptions of the statistical approach.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pages 814"
        },
        {
            "text": "For each experimental group, report relevant characteristics and health status of animals (e.g., weight, microbiological status, and drug-or test-naïve) before treatment or testing (this information can often be tabulated).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Baseline data 14"
        },
        {
            "text": "Pages 17 S1 Table   Numbers analyzed 15 a) Report the number of animals in each group included in each analysis; report absolute numbers (e.g., 10/20, not 50%); b) If any animals or data were not included in the analysis, explain why.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 16,
                    "end": 31,
                    "text": "Table   Numbers",
                    "ref_id": null
                }
            ],
            "section": "Baseline data 14"
        },
        {
            "text": "Pages 17 S1 Table  Fig 2  Fig 4 Outcomes and estimation 16 Report the results for each analysis carried out, with a measure of precision (e.g., standard error or confidence interval).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 15,
                    "end": 34,
                    "text": "Table  Fig 2  Fig 4",
                    "ref_id": null
                }
            ],
            "section": "Baseline data 14"
        },
        {
            "text": "Pages 1726 Fig 2, 3 ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 12,
                    "end": 20,
                    "text": "Fig 2, 3",
                    "ref_id": null
                }
            ],
            "section": "Baseline data 14"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Animal research: reporting in vivo experiments-The ARRIVE Guidelines",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kilkenny",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Browne",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "C"
                    ],
                    "last": "Cuthill",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Emerson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Altman",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Journal of Cerebral Blood Flow & Metabolism",
            "volume": "31",
            "issn": "4",
            "pages": "991--994",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Specify the total number of animals used in each experiment and the number of animals in each experimental group; b) Explain how the number of animals was decided; provide details of any sample size calculation used; c) Indicate the number of independent replications of each experiment, if relevant. Give full details of how animals were allocated to experimental groups, including randomization or matching if done; b) Describe the order in which the animals in the different experimental groups were treated and assessed.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Describe any modifications to the experimental protocols made to reduce adverse events. Interpret the results, taking into account the study objectives and hypotheses, current theory, and other relevant studies in the literature; b) Comment on the study limitations, including any potential sources of bias, any limitations of the animal model, and the imprecision associated with the results; c) Describe any implications of your experimental methods or findings for the replacement, refinement, or reduction (the 3Rs) of the use of animals in research.Comment on whether, and how, the findings of this study are likely to translate to other species or systems, including any relevance to human biology N/A Funding 20 List all funding sources (including grant number) and the role of the funder(s) in the study.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}