{
    "paper_id": "f23dfb23efee3476cb3f07e1e2606d2788ef7c02",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": ". Statistical results show comparisons between sex within animal source (i.e. laboratory or wild mice), and between animal source. Where there exists a significant difference between sex, mice were grouped by sex and animal source as: laboratory female, laboratory male, wild female and wild male (LF, LM, WF, WM, respectively), with Kruskal-Wallis H-tests (and post-hoc, Dunn-Bonferonni, pairwise comparisons) conducted with significant differences reported. All non-normal data were analysed by Mann-Whitney U-tests, unless stated otherwise. Asterisks denote significant differences as * P < 0.05, ** P < 0.01, *** P < 0.001. Superscripts define cell populations as a percentage of: 1 spleen cells; 2 CD3 + cells; 3 CD4 + cells; 4 CD8 + Median intensity for nematode and mite infection only. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "U = 665.0, P = 1",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "U = 447.0, P = 0.029* IL-12p70 97.53 ± 129",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "35",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "U = 656.0, P = 0",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Statistical analyses of cytokine data. Values are: mean ± S.D., median, (range); sample size. Statistics are Mann-Whitney U-tests. Asterisks denote significant differences",
            "authors": [],
            "year": null,
            "venue": "Supplementary Table 5",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Flow cytometry gating strategies. (a) For lymphocytes, live cells are gated from the lymphocyte population (FSC vs. SSC plot); T cells are CD3ε + cells, which are further subdivided into CD4 + or CD8 + . NK cells are NKp46 + CD3εand B cells are CD19 + . (b) For myeloid cells, dendritic cells are CD11c + CD3εand other myeloid cells are CD11b + CD11c -.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "No significant effect of sex on the intensity of nematode infection (U = 4286, n female = 81, n male = 100, P = 0.501). 3 No significant effect of sex on the intensity of mite infection (U = 4457, n female = 81, n male = 100, P = 0.239). 4 No significant effect of sex on the number of detected microbial infections (U = 2819, n female = 70, n male = 83, P = 0.749).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "SupplementaryTable 1. Wild mouse sample sites. OS is Ordnance Survey, UK. WM_21, 22 Central Line, Oxford Circus station; WM_261-274 and 441, Central Line, Holborn station; WM_442 Piccadilly Line, Leicester Square station. Supplementary Table 2. Characterisation of lymphocyte populations of wild mice and their comparison to laboratory mice. The table shows the lymphocyte populations for wild and laboratory mice, shown as medians (range; n)",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "SupplementaryTable 3. Nematode, mite and microbial infections in wild mice. Results are for the HW sample site.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "SupplementaryTable 4. Serum protein concentrations in wild and laboratory mice. The mean, variance and variance / mean ratio of serum protein concentrations. Results are for the HW sample site.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": " Supplementary Table 6 . Antibodies, fluorochromes and staining panels used in the flow cytometry analyses. Compensation control beads were from BD Biosciences (Oxford, UK). Intracellular staining with anti-FoxP3 was performed following permeabilization of cells using the permeabilization buffer from the e-Bioscience (Hartfield, UK) FoxP3 staining set.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1,
                    "end": 22,
                    "text": "Supplementary Table 6",
                    "ref_id": null
                }
            ],
            "section": "annex"
        }
    ]
}