{
    "paper_id": "f39671c6a9f5a19d6db58094f4a8f07f6e036085",
    "metadata": {
        "title": "The host immune response in respiratory virus infection: balancing virus clearance and immunopathology",
        "authors": [
            {
                "first": "Amy",
                "middle": [
                    "H"
                ],
                "last": "Newton",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Amber",
                "middle": [],
                "last": "Cardani",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Thomas",
                "middle": [
                    "J"
                ],
                "last": "Braciale",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The respiratory tract is constantly exposed to the external environment, and therefore, must be equipped to respond to and eliminate pathogens. Viral clearance and resolution of infection requires a complex, multi-faceted response initiated by resident respiratory tract cells and innate immune cells and ultimately resolved by adaptive immune cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Although an effective immune response to eliminate viral pathogens is essential, a prolonged or exaggerated response can damage the respiratory tract. Immune-mediated pulmonary damage is manifested clinically in a variety of ways depending on location and extent of injury. Thus, the antiviral immune response represents a balancing act between the elimination of virus and immune-mediated pulmonary injury. In this review, we highlight major components of the host response to acute viral infection and their role in contributing to mitigating respiratory damage. We also briefly describe common clinical manifestations of respiratory viral infection and morphological correlates. The continuing threat posed by pandemic influenza as well as the emergence of novel respiratory viruses also capable of producing severe acute lung injury such as SARS-CoV, MERS-CoV, and enterovirus D68, highlights the need for an understanding of the immune mechanisms that contribute to virus elimination and immunemediated injury.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The cells that line the respiratory tract are continually exposed to the external environment, making the lungs a particularly vulnerable site for infection. Respiratory infections represent a major disease and economic burden worldwide. According to the CDC, influenza virus infection and associated complications are one of the top ten causes of death and result in millions of hospitalizations, costing over $10 billion each year in the USA [1] . Other respiratory virus such as highly pathogenic avian influenza and Severe Acute Respiratory Syndrome (SARS-CoV) and Middle Eastern Respiratory Syndrome (MERS-CoV) coronaviruses represents everpresent threats to human health globally. Therefore, understanding the factors, both virus-dependent and host-dependent, that regulate the development and severity of respiratory virus infections is critical for both the prevention and treatment of virus-associated disease in the respiratory tract.",
            "cite_spans": [
                {
                    "start": 444,
                    "end": 447,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A limited survey of respiratory viral infections reveals that respiratory viruses with distinct virion and genome structures, unique entry receptors, and modes of replication, cause similar clinical syndromes and sequelae (Table 1) . These clinical observations and a growing body of experimental data suggest that the host response to infection rather than direct viral injury of respiratory cells primarily accounts for the clinical and pathologic changes observed during respiratory viral infections. This review, therefore, provides a brief overview of the contribution of host responses to lung pathology during primary This article is a contribution to the special issue on Immunopathology of Lung Diseases -Guest Editors: Tracy Hussell and Aleksander M. Grabiec acute virus infections rather than pathology caused directly by virus. A detailed, comprehensive comparison of the differences among respiratory viruses is not discussed here.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 222,
                    "end": 231,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "A virus must replicate and orchestrate the assembly of virion constituents to produce progeny virus and propagate itself. This often happens at the expense of the infected cell. A radical but ultimately effective response to stop virus replication is for the infected cell to self-destruct via apoptosis although some viruses have evolved strategies to circumvent this [2] . Cytopathology or death by starvation can also result from virus usurpation of host cellular machinery and metabolic processes [2] . Thus, death of infected cells caused directly by virus does play some role in lung pathology during infection. However, much of the clinical sequelae and damage to respiratory cells is a result of the host response to virus and virus-infected cells.",
            "cite_spans": [
                {
                    "start": 369,
                    "end": 372,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 501,
                    "end": 504,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Direct viral injury"
        },
        {
            "text": "Nearly all body cells have mechanisms to detect viruses (and other microbial pathogens) by pattern recognition receptors (PRRs) which recognize pathogen-associated molecular patterns (PAMPs) or molecules associated with viral and microbial pathogens but not typically found in host cells. PRRs that are important for detection of viruses include Toll-like receptors (TLRs), retinoic acid-inducible gene I (RIG-I), NOD-like receptors (NLRs), and other cytosolic virus sensors. Although these receptors are expressed in many types of cells, their activation in respiratory epithelial cells, typically among the first cell types to be infected, is critical in limiting virus spread and alerting the immune system to respond to the infection. Activation of PRRs in these cells by virus infection triggers production and release of type I and III interferons (IFNs) and other proinflammatory mediators (e.g., cytokines, chemokines, and antimicrobial peptides) which initiate the host innate and adaptive immune response. Thus, the degree of PRR activation throughout the respiratory tract ultimately influences the degree of immune cell recruitment and proinflammatory mediator release and subsequently, any immunopathology ensued.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Response of the host Viral sensing"
        },
        {
            "text": "Type I IFNs (IFN-α and IFN-β)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interferon response"
        },
        {
            "text": "Many different types of cellular sensors can detect viruses and induce the expression of the type I IFNs-IFN-α and IFN-β. Type I IFNs bind to the ubiquitously expressed IFNAR (IFN-α/β receptor), activating the JAK/STAT pathway [3] . The type I IFN response can induce the expression of hundreds of interferon stimulated genes (ISGs) which primarily serve to limit further virus spread and infection. However, type I IFNs can also directly activate immune cells (e.g., stimulating phagocytosis, dendritic cell maturation) as well as indirectly initiate immune responses (e.g., stimulating the production of chemokines and cytokines by respiratory cells). Intrinsic antiviral activity by type I IFNs includes impairing viral processes such as cell entry, replication, transcription, and translation [4] . Other ISG products can degrade viral nucleic acids or proteins, and many ISGs have yet to be fully characterized.",
            "cite_spans": [
                {
                    "start": 227,
                    "end": 230,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 797,
                    "end": 800,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Interferon response"
        },
        {
            "text": "In addition to their intrinsic antiviral activity, type I IFNs promote the initiation of the adaptive immune response by mediating dendritic cell (DC) activation, enhancing effector functions of lymphocytes and macrophages, and stimulating the humoral (antibody) response to neutralize virus. Type I IFNs have a significant impact on DCs by (1) stimulating the differentiation and maturation of monocytes into DCs, (2) promoting migration of DCs to lymph nodes through induction of chemokine receptors, (3) enhancing antigen (Ag) presentation to CD4 T cells and cross-presentation to CD8 T cells, and (4) upregulating costimulatory molecules requisite for naïve T cell activation and effector T cell generation [3] . Thus, type I IFNs play an indirect role in orchestrating adaptive immune responses through the activation of DCs.",
            "cite_spans": [
                {
                    "start": 711,
                    "end": 714,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Interferon response"
        },
        {
            "text": "Type I IFNs directly enhance the functional activities of lymphocytes. They stimulate the production and secretion of IFN-γ (type II IFN) which in turn activates macrophages and phagocytosis, enhances Ag presentation by DCs, and directly limits viral replication [5] . Type I IFNs also augment cytotoxic activity of T cells and natural killer (NK) cells, thereby facilitating clearance of virus-infected cells and preventing further dissemination of the virus [5] . IFNs promote the humoral immune response indirectly through DC and T cell activation, but they can also directly activate B cells and promote a robust and effective virus-specific antibody response [6] .",
            "cite_spans": [
                {
                    "start": 263,
                    "end": 266,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 460,
                    "end": 463,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 664,
                    "end": 667,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Interferon response"
        },
        {
            "text": "Type III IFNs (IL-28A/IFN-λ1, IL-28B/IFN-λ2, and IL-29/IFN-λ3)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interferon response"
        },
        {
            "text": "Unlike IFNAR which is expressed in nearly all body cells, expression of the receptor for type III IFNs-IFNLR or interferon lambda receptor-and IFN-λ production is limited in the lungs primarily to epithelial cells [3] . Like type I IFNs, type III IFNs activate the JAK/STAT signaling pathway and thus, elicit similar intrinsic and extrinsic antiviral biological activities as described above for type I IFNs in airway epithelium [7, 8] . Interestingly, in response to viral stimuli, human airway epithelial cells produce greater amounts of IFN-λ than type I IFNs and thus, type III IFNs may be more effective against viral infection in respiratory cells than type I IFNs [8, 9] .",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 217,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 429,
                    "end": 432,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 433,
                    "end": 435,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 671,
                    "end": 674,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 675,
                    "end": 677,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Interferon response"
        },
        {
            "text": "As a consequence of their widespread effects on host immune responses, IFNs indirectly facilitate much of the inflammation and injury in the lungs during acute virus infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interferon response"
        },
        {
            "text": "Cytokines, chemokines, and other factors discussed in this section are also secreted by many types of immune cells (discussed later), and therefore will cause similar pathological or protective effects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epithelial cells"
        },
        {
            "text": "Airway epithelial cells secrete a host of cytokines, chemokines, antimicrobial peptides and other factors in response to viral infection. Cytokines beyond the IFNs produced by airway epithelium include interleukin-6 (IL-6), tumor necrosis factor-α (TNF-α), granulocyte colony stimulating factor (G-CSF), and granulocyte macrophage-CSF (GM-CSF). IL-6 and TNF-α are potent proinflammatory cytokines that modulate many types of immune cells. IL-6 facilitates the transition from the innate to adaptive immune response by driving down neutrophil activity while concurrently promoting the recruitment, differentiation, and activity of monocytes and T cells [10] . High IL-6 levels correlate with disease severity, but ablation of IL-6 signaling can lead to uncontrolled virus replication resulting in greater mortality [11] . TNF-α impairs viral replication, enhances cytotoxic activity, and cytokine production by leukocytes and activates endothelial cells [12] . Elevated levels of TNF-α have been associated with greater morbidity during infection with highly pathogenic virus, and blocking activity of TNF-α attenuates immunemediated pathology [11] .",
            "cite_spans": [
                {
                    "start": 652,
                    "end": 656,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 814,
                    "end": 818,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 953,
                    "end": 957,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1143,
                    "end": 1147,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Cytokines"
        },
        {
            "text": "G-CSF and GM-CSF both induce differentiation of myeloid lineage cells. G-CSF stimulates the production, differentiation, proliferation, and survival of neutrophils thereby mobilizing one of the first responders-neutrophils [13] . GM-CSF stimulates the proliferation and differentiation of various types of immune progenitor cells. In the lungs, GM-CSF induces the expansion and activation of pulmonary DCs and macrophages-immune responses necessary for an effective T cell response and viral clearance [14, 15] . Mice deficient in GM-CSF signaling are highly susceptible to respiratory viral infection, and exogenous delivery of GM-CSF is protective [15, 16] .",
            "cite_spans": [
                {
                    "start": 223,
                    "end": 227,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 502,
                    "end": 506,
                    "text": "[14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 507,
                    "end": 510,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 650,
                    "end": 654,
                    "text": "[15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 655,
                    "end": 658,
                    "text": "16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Cytokines"
        },
        {
            "text": "Chemokines produced by respiratory epithelium stimulate the migration of both innate and adaptive immune cells to the lungs. IL-8/CXCL8 recruits neutrophils to the lungs, stimulates degranulation, and the subsequent release of cytotoxic and inflammatory mediators and may support neutrophil survival [17] . Elevated levels of IL-8 have been implicated in the pathogenesis of acute respiratory distress syndrome (ARDS) due to tissue damage likely caused by excessive release of neutrophil proteases and reactive oxygen species (ROS) [17] .",
            "cite_spans": [
                {
                    "start": 300,
                    "end": 304,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 532,
                    "end": 536,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Chemokines"
        },
        {
            "text": "IP-10/CXCL10 stimulates the chemotaxis of T cells, NK cells, and monocytes in addition to promoting monocyte and DC activation in concert with other cytokines. CXCL10/IP-10 may be protective in some cases since neutralization of IP-10 worsens disease caused by respiratory viral infection [18] . In other cases, CXCL10/IP-10 may contribute to extensive leukocyte recruitment, propagating a heightened inflammatory response and immune-mediated lung injury [19, 20] .",
            "cite_spans": [
                {
                    "start": 289,
                    "end": 293,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 455,
                    "end": 459,
                    "text": "[19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 460,
                    "end": 463,
                    "text": "20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Chemokines"
        },
        {
            "text": "CCL5/RANTES recruits several types of leukocytes: T cells, NK cells, monocytes, DCs, and granulocytes. In addition to its chemotactic properties, CCL5 can also activate T cells, monocytes, NK cells, and DCs promoting a diverse range of immune responses important in controlling virus infection and generating protective immunity [21] . In response to RSV (respiratory syncytial virus) infection, CCL5 may exacerbate inflammation and airway hyperreactivity [22] , but deletion of CCL5 in response to influenza virus infection leads to decreased survival in mice [23] . Thus, the levels of CCL5 and type of viral pathogen may determine whether this chemokine is beneficial or detrimental to the host during infection. Respiratory epithelium also produces several other chemokines whose role in protecting or contributing to pulmonary pathology is not entirely clear. While most chemokines released by respiratory cells in response to PRRs, IFNs, and proinflammatory cytokines are not inherently pathogenic in of themselves, redundant or concerted chemotaxis and/or substantial amounts of chemokines may induce excessive leukocyte infiltration and activity, damaging respiratory epithelium.",
            "cite_spans": [
                {
                    "start": 329,
                    "end": 333,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 456,
                    "end": 460,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 561,
                    "end": 565,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Chemokines"
        },
        {
            "text": "Respiratory epithelial cells secrete numerous broad-spectrum antimicrobial/antiviral products that directly inhibit respiratory pathogens and in some cases, modulate immune responses. The most abundant antimicrobial factors in the lungs are lysozyme, lactoferrin, and secretory leukocyte proteinase inhibitor (SLPI) [24] . Lactoferrin, a glycoprotein secreted by mucosal epithelium, can prevent both DNA and RNA viruses from infecting cells by directly binding virus and blocking host receptors used by viruses to gain entry into cells [25] . Lysozyme and SLPI while effective against some microbial pathogens have limited antiviral capabilities in the lungs. However, SLPI plays a major role in protecting mucosal epithelium from damaging proteolytic enzymes released by epithelia and inflammatory cells, thus, limiting lung injury and promoting wound healing [26] .",
            "cite_spans": [
                {
                    "start": 316,
                    "end": 320,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 536,
                    "end": 540,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 861,
                    "end": 865,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Antimicrobial products and other secreted factors"
        },
        {
            "text": "Airway epithelial cells produce substantial amounts of βdefensins-cationic peptides that exert both antimicrobial and antiviral properties [24] . β-defensins neutralize viruses, induce cytokine production by epithelial cells, and recruit immature DCs and memory T cells [24] . Cathelicidins (LL37) also exert broad-spectrum antimicrobial properties and can disrupt the envelopes of viruses, recruit immune cells, and enhance chemokine and cytokine production from local cells, promoting inflammatory responses [27] .",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 143,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 270,
                    "end": 274,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 510,
                    "end": 514,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Antimicrobial products and other secreted factors"
        },
        {
            "text": "Respiratory epithelial cells constitutively produce nitric oxide (NO) which is further increased by exposure to proinflammatory cytokines and respiratory viruses [28] . NO and products formed by NO activity inhibit viral proteins, transcription and replication [29] . The indiscriminate activity of NO can also modify host cellular proteins and induce generation of toxic cellular species such as free radicals and reactive nitrogen intermediates that damage pulmonary epithelium [29, 30] .",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 166,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 261,
                    "end": 265,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 480,
                    "end": 484,
                    "text": "[29,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 485,
                    "end": 488,
                    "text": "30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Antimicrobial products and other secreted factors"
        },
        {
            "text": "Alveolar type II epithelial cells constitutively produce and secrete four surfactant proteins (SP-A, −B, −C, and −D). SP-B and SP-C contribute to the properties of surfactant which reduces the surface tension in the alveoli; thus, SP-B and SP-C serve a critical role in pulmonary function but have limited antiviral activity [30] . Hydrophilic SP-A and SP-D function as collectins-secreted, soluble PRRs that recognize many viral and microbial PAMPs and enhance opsonization of pathogens. Targeting viruses by these collectins facilitates phagocytosis and clearance by macrophages and neutrophils [31] .",
            "cite_spans": [
                {
                    "start": 325,
                    "end": 329,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 597,
                    "end": 601,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Antimicrobial products and other secreted factors"
        },
        {
            "text": "Although respiratory epithelial cells are the primary targets of most respiratory viruses, infection of endothelium by virus can occur but is highly dependent on the viral pathogen and frequently is species-specific. For example, human RSV productively infects pulmonary vascular endothelium leading to endothelial cell activation but also cell death [32] . In contrast, influenza viruses generally do not infect human endothelium although some effectively replicate within avian endothelium [33] . Therefore, the degree to which endothelial cells contribute to respiratory pathogenesis depends in part on virus tropism and the direct cytopathic effects and cytokine signaling induced by a replicating virus (similar to virus-infected respiratory epithelium). Viruses that infect endothelium may induce more significant lung injury particularly to the alveolar epithelium as a result of increased vascular permeability, edema, and spatial proximity to alveolar cells. Hantavirus, unlike most respiratory viruses, primarily targets microvascular endothelium causing significant microvascular leakage and pulmonary edema [34] ; notably, hantavirus pulmonary syndrome-characterized by the filling of the lungs with fluid-has a mortality rate of 38 %.",
            "cite_spans": [
                {
                    "start": 351,
                    "end": 355,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 492,
                    "end": 496,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1119,
                    "end": 1123,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Endothelial cells"
        },
        {
            "text": "Release of proinflammatory cytokines, NO, and ROS from epithelium and leukocytes can enhance endothelial permeability and disrupt the integrity of the endothelial-epithelial barrier [35] . Damage to alveolar epithelium can expose and increase the susceptibility of localized endothelium to injury. Increased vascular permeability and pulmonary edema impairs efficient gas exchange between the airways and blood, resulting in respiratory distress. Thus, endothelium damage caused directly by virus or indirectly by inflammatory processes can play a significant role in pulmonary injury in response to respiratory infection.",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 186,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Endothelial cells"
        },
        {
            "text": "Regardless of infectivity of endothelium, endothelial cells play an essential role in leukocyte migration and can modulate the immune response, particularly early innate immune responses to virus infection. Extravasation of immune cells into the lungs from the circulation (or alternatively resident pulmonary DC migration to the draining lymph nodes) is highly dependent on interactions between endothelium and leukocytes. Selectins and adhesion molecules requisite for extravasation are upregulated on endothelium in response to cytokines and growth factors secreted by respiratory epithelium and other neighboring cells [35] . Activated endothelium can also secrete proinflammatory cytokines and chemokines such as IL-6, MIG/CXCL9, IP-10/CXCL10, type I and type II IFNs, MCP-1/CCL2, and TNF-α in response to a virus infection [35] . Inhibition of these processes in endothelial cells in an animal model of lethal influenza infection greatly improved survival [36] . Thus, endothelial cells can facilitate pulmonary injury by heightened leukocyte recruitment and cytokine secretion during a highly pathogenic virus infection. The extent of pulmonary tissue that is infected or damaged and the amounts of proinflammatory cytokines and chemokines generated in response, influences the degree of endothelial activation. Ultimately, if uncontrolled or too extensive, these processes can be more damaging than beneficial by recruiting more immune cells that either injure the lungs directly or further propagate inflammation causing a Bcytokine storm.Ĥ owever, insufficient leukocyte recruitment or cytokine production can leave the host susceptible to the virus.",
            "cite_spans": [
                {
                    "start": 623,
                    "end": 627,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 829,
                    "end": 833,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 962,
                    "end": 966,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Endothelial cells"
        },
        {
            "text": "Alveolar macrophages-the tissue-resident macrophages of the lungs-are localized to the airspaces within alveoli, uniquely positioning them to respond to threats to the lower airways. During homeostasis, alveolar macrophages regularly encounter innocuous antigens. To prevent inappropriate inflammatory responses to these benign antigens, the lung environment maintains alveolar macrophages in a suppressive state. Negative regulation of alveolar macrophages is accomplished through expression of IL-10, alphaV/beta6 integrin, GM-CSF, CD200 receptor, and pulmonary surfactants by alveolar epithelium [37] . Upon respiratory virus infection, the environment of the alveolar sac quickly changes, and expression of the negative regulators declines. This change in the lung environment coupled with detection of viral antigens and exposure to proinflammatory mediators enables alveolar macrophages to adopt a proinflammatory phenotype, which assists in initiating the host immune response and viral clearance. While the mechanism of protection remains unclear, a growing body of evidence has demonstrated that alveolar macrophages are essential during respiratory viral infection. For example, during RSV infection, they are responsible for early cytokine and IFN production that orchestrates the initial antiviral response [38] .",
            "cite_spans": [
                {
                    "start": 599,
                    "end": 603,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1319,
                    "end": 1323,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Alveolar macrophages"
        },
        {
            "text": "Among the first immune cells to arrive to the site of infection, neutrophils excel in eliminating infected cells and clearing microbial pathogens, dead cells, and debris. Neutrophils are generally not productively infected by respiratory viruses but do phagocytose virions, viral particles, and apoptotic bodies containing virus [39] . Once phagocytosed, neutrophils utilize a host of proteolytic enzymes and antimicrobial peptides released from intracellular granules and ROS produced by NAPDH oxidase to kill or inactivate pathogens [40] . Neutrophil granules and their contents may also be secreted and released extracellularly. Some of the antimicrobial peptides secreted by neutrophils include defensins, lactoferrin, lysozyme, and cathelicidins (LL-37). In addition to these mechanisms, neutrophils can form and release neutrophil extracellular traps (NETs)-molecular traps composed of decondensed chromatin, histones, proteases, and antimicrobial proteins [41] . The release of NETs immobilizes pathogens and prevents further dissemination.",
            "cite_spans": [
                {
                    "start": 329,
                    "end": 333,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 535,
                    "end": 539,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 963,
                    "end": 967,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Neutrophils"
        },
        {
            "text": "Sufficient neutrophil recruitment and activity control virus dissemination and mitigate severe disease. However, an excessive neutrophil response can be detrimental to the host by causing uncontrolled inflammation and indiscriminate damage to respiratory epithelium [39] . ROS, hydrolytic enzymes and myeloperoxidase released into the extracellular space can injury alveolar epithelium and endothelium [35] . A genetic deficiency in NAPDH oxidase-the enzyme responsible for ROS production and implicated in NET formation-attenuates lung injury and improves recovery from influenza virus infection in mice [42] . NETs may also damage respiratory epithelium and endothelium possibly by exposure to hydrolytic enzymes and cytotoxic proteins [35] .",
            "cite_spans": [
                {
                    "start": 266,
                    "end": 270,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 402,
                    "end": 406,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 605,
                    "end": 609,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 738,
                    "end": 742,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Neutrophils"
        },
        {
            "text": "In addition to their phagocytic and cytotoxic activities, neutrophils can mediate both innate and adaptive immune processes. Neutrophils secrete chemokines that can recruit more neutrophils to the site of inflammation; elevated levels of these chemokines have been associated with more severe lung pathology during infection [17, 19, 20, 43] . Normally neutrophils undergo apoptosis, NETosis (programmed death that results in the formation of NETs), or some other form of cellular death and therefore, inflammatory and cytotoxic activity of this non-specific, potent granulocyte is typically shortlived. Apoptotic bodies and debris left by apoptotic neutrophils is then cleared by macrophages. However, if programmed cellular death of neutrophils or clearance by macrophages is impaired, both respiratory and immune cells may be exposed to damaging or activating factors propagating severe inflammation and acute lung injury [44] .",
            "cite_spans": [
                {
                    "start": 325,
                    "end": 329,
                    "text": "[17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 330,
                    "end": 333,
                    "text": "19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 334,
                    "end": 337,
                    "text": "20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 338,
                    "end": 341,
                    "text": "43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 925,
                    "end": 929,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Neutrophils"
        },
        {
            "text": "Although historically the role of neutrophils in the immune response has been centered on inflammatory and innate responses, novel roles for neutrophils in shaping the adaptive immune response have emerged. Some neutrophils can express B cell-activating cytokines that support B cell activity and may function as BB-cell helper^neutrophils [40] . Neutrophils can suppress T cell responses through the production of suppressive factors such as inducible nitric oxide synthase (iNOS) and arginase 1. In other cases, neutrophils may promote T cell responses through the secretion of IFN-γ or Ag presentation [40, 45] . The mechanisms that neutrophils utilize to support adaptive immune responses during respiratory viral infections and the impact that these activities have on viral clearance, injury and recovery will need to be investigated further.",
            "cite_spans": [
                {
                    "start": 340,
                    "end": 344,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 605,
                    "end": 609,
                    "text": "[40,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 610,
                    "end": 613,
                    "text": "45]",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Neutrophils"
        },
        {
            "text": "Natural killer (NK) cells are part of a family of innate lymphoid cells (ILC) that includes ILC1, −2 and −3. The role of ILC (other than NK cells) during respiratory virus infection is unclear although ILC2 have been reported to facilitate repair after lung injury [46] . NK cells respond to viral infection within a few days producing significant amounts of IFN-γ, killing virus-infected cells, and supporting the adaptive immune response. NK cells are uniquely equipped with a diverse set of receptors that enable them to distinguish normal cells (via inhibitory receptors) from virus-infected or transformed cells (via activating receptors). Activating receptors can recognize viral or tumor antigens-allowing the NK cells to eliminate both infected and tumor cells. In response to chemokines, additional NK cells are recruited within a few days (following neutrophil recruitment but prior to the arrival of effector T cells) and facilitate the transition from the initial, potent inflammatory responses to the more specific adaptive response [47] .",
            "cite_spans": [
                {
                    "start": 265,
                    "end": 269,
                    "text": "[46]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1046,
                    "end": 1050,
                    "text": "[47]",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "NK cells"
        },
        {
            "text": "Activation of NK cells triggers cytotoxic activity which eliminates virus-infected cells. NK cells kill infected cells by releasing cytotoxic granules, engaging death receptors, or utilizing antibody-dependent cell-mediated cytotoxicity (ADCC)-a process in which antibodies bind viral proteins expressed on the surface of infected cells marking them for elimination [47, 48] . All of these cytotoxic processes promote viral clearance and limit viral spread. However, viruses such as some strains of influenza virus have adapted mechanisms to activate inhibitory receptor signaling, preventing NKmediated killing [47] . Additionally, despite inefficient viral replication within NK cells, infection of NK cells by some respiratory viruses can induce apoptosis limiting the numbers of NK cells and thus, early cytotoxic functions to control viral dissemination [39] . Depletion of pulmonary NK cells impairs viral clearance and subsequently, leads to more severe disease [47, 49] . NK cells also augment CTL (cytotoxic T lymphocyte) activity through IFN-γ production [49, 50] . In some viral infections such as RSV, robust production of IFN-γ by NK cells may contribute to lung injury [51] . Therefore, the type of virus and inoculating dose may influence whether NK cells contribute to lung pathology or not. Finally, NK cells have recently been shown to secrete IL-22 which promotes tissue repair mechanisms [52] . Overall, NK cells appear to primarily have a beneficial role during respiratory viral infection by clearing virus, promoting the CTL response, and facilitating tissue repair. [53] . The best-characterized and most studied subset of NKTs in the context of viral infections is invariant NKT (iNKT) cells which express a semivariant TCR that recognizes lipid molecules-most likely endogenous self lipids during viral infection since viruses lack exogenous lipid antigens. Cytokines may also activate iNKTs during respiratory viral infection. iNKTs support effector responses but also limit the degree of lung injury by regulating other immune responses and virus-mediated sequelae. iNKTs support CTL and NK responses through cytokine production and promoting the licensing, cross-priming and maturation of DCs, and limiting the immunosuppressive activity of virally induced myeloid-derived suppressor cells (MDSCs) [53, 54] . iNKTs limit inflammation-mediated damage by regulating inflammatory monocyte activity and promote repair processes during the recovery phase through the secretion of IL-22 [54] . Mice deficient in iNKTs suffer from more severe disease in response to RSV or influenza virus infection [54] . iNKT cells exhibit multi-faceted roles in modulating the immune response to viral pathogens and appear to be mostly beneficial in limiting lung injury during acute infection.",
            "cite_spans": [
                {
                    "start": 366,
                    "end": 370,
                    "text": "[47,",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 371,
                    "end": 374,
                    "text": "48]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 612,
                    "end": 616,
                    "text": "[47]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 859,
                    "end": 863,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 969,
                    "end": 973,
                    "text": "[47,",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 974,
                    "end": 977,
                    "text": "49]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1065,
                    "end": 1069,
                    "text": "[49,",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1070,
                    "end": 1073,
                    "text": "50]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1183,
                    "end": 1187,
                    "text": "[51]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1408,
                    "end": 1412,
                    "text": "[52]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1590,
                    "end": 1594,
                    "text": "[53]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 2327,
                    "end": 2331,
                    "text": "[53,",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 2332,
                    "end": 2335,
                    "text": "54]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 2510,
                    "end": 2514,
                    "text": "[54]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 2621,
                    "end": 2625,
                    "text": "[54]",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [],
            "section": "NK cells"
        },
        {
            "text": "In contrast to αβ T cells, γδ T cells express TCRs of limited diversity composed of γδ chains instead of αβ chains and predominantly reside within mucosal or non-lymphoid tissues such as the skin, lungs, and intestine [55] . Because γδ T cells are mostly tissue-resident cells, it has been suggested that they may serve an important role in the initial response and defense against pathogens [55] . In the lungs, γδ T cells can suppress inflammation and help regulate other immune responses to mitigate severe lung injury and promote tissue repair [55, 56] . In patients that survived SARS-CoV infection, expansion of an effector memory γδ T cell population capable of producing IFN-γ and directly killing SARS-CoV-infected cells may have protected them from succumbing to SARS [56] . In other cases, γδ T cells promote inflammatory processes by secreting proinflammatory cytokines and chemokines, contributing to more severe disease [57] . In response to lung injury, γδ T cells promote tissue repair and protect against pulmonary fibrosis through the secretion of IL-22 and suppression of other immune cells [55, 58] . Contradicting functional roles for γδ T cells during respiratory infection might be attributed to different viruses, the functions of certain subsets of γδ T cells, or different activity by γδ T cells during the various phases of infection.",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 222,
                    "text": "[55]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 392,
                    "end": 396,
                    "text": "[55]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 548,
                    "end": 552,
                    "text": "[55,",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 553,
                    "end": 556,
                    "text": "56]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 778,
                    "end": 782,
                    "text": "[56]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 934,
                    "end": 938,
                    "text": "[57]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 1110,
                    "end": 1114,
                    "text": "[55,",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 1115,
                    "end": 1118,
                    "text": "58]",
                    "ref_id": "BIBREF57"
                }
            ],
            "ref_spans": [],
            "section": "γδ T cells"
        },
        {
            "text": "Dendritic cells (DCs) represent a diverse population of cells that serve as fundamental orchestrators of the immune response. DCs activate T cells, secrete various cytokines and chemokines, and promote protective adaptive immunity. Some DC subsets preferentially reside in either lymphoid or non-lymphoid tissue; while other subsets can migrate between these tissues. Under normal, non-inflamed conditions, respiratory DC populations can be found below and within conducting airway epithelium as well as in the lower airways within the walls of alveoli [59] . Thus, they are strategically positioned to sample antigens throughout the upper and lower respiratory tract. In mice, resident pulmonary DCs include conventional CD11b+ DCs and CD103+ DCs as well as plasmacytoid DCs (pDCs) [59] . Human pulmonary DC populations similarly include pDCs and two subsets of myeloid DCs that functionally resemble the CD11b+ (CD1+ DCs) and CD103+ (CD141+/CLEC 9A DCs) subsets found in mice [39] . In response to infection, some CD103+ and CD11b+ DCs acquire viral antigens and migrate to the draining lymph nodes (DLN) activating adaptive immune responses while other DCs remain in the lungs promoting local immune responses [59, 60] . Nonresident monocytederived DCs (mo-DCs) also accumulate in the lungs as inflammatory monocytes migrate into the lungs and differentiate into either macrophages or DCs. DCs can be activated directly by virus through PRRs and indirectly by proinflammatory chemokines and cytokines released by respiratory epithelium and other resident immune cells [59] .",
            "cite_spans": [
                {
                    "start": 553,
                    "end": 557,
                    "text": "[59]",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 783,
                    "end": 787,
                    "text": "[59]",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 978,
                    "end": 982,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1213,
                    "end": 1217,
                    "text": "[59,",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 1218,
                    "end": 1221,
                    "text": "60]",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 1571,
                    "end": 1575,
                    "text": "[59]",
                    "ref_id": "BIBREF58"
                }
            ],
            "ref_spans": [],
            "section": "Dendritic cells"
        },
        {
            "text": "In the lungs, CD103+ DCs are mostly associated with the mucosal epithelium of the conducting airways and function primarily as APCs, activating both CD8 and CD4 T cell proliferation and differentiation through antigen presentation [59, 61] . CD103+ DCs migrate to the DLN within 2-4 days following infection where they efficiently activate both CD4 and CD8 naïve and memory T cells that recognize viral antigens [63, 64] . CD103+ DCs are the most robust stimulators of naïve CD8 T cell activation and elicit protective CD8 immunity because they express receptors for uptake of apoptotic bodies containing virus and efficiently cross-present exogenously acquired antigens [59] [60] [61] . Both CD103+ and CD11b+ DCs activate naïve CD4 T cells, drive T helper 1 (Th1) responses, and generate effective memory T cell populations to protect against subsequent infections [61] . CD11b+ DCs are also capable of presenting antigen and activating both CD4 and CD8 T cell responses to control respiratory viral infection but differ in a few distinct ways from the CD103+ DC population. CD11b+ DCs arrive a bit later to the draining lymph nodes (5-7 days after infection) where they may promote expansion of previously activated effector CD8 T cells and secrete robust amounts of proinflammatory chemokines [59, 61] .",
            "cite_spans": [
                {
                    "start": 231,
                    "end": 235,
                    "text": "[59,",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 236,
                    "end": 239,
                    "text": "61]",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 412,
                    "end": 416,
                    "text": "[63,",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 417,
                    "end": 420,
                    "text": "64]",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 671,
                    "end": 675,
                    "text": "[59]",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 676,
                    "end": 680,
                    "text": "[60]",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 681,
                    "end": 685,
                    "text": "[61]",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 867,
                    "end": 871,
                    "text": "[61]",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 1297,
                    "end": 1301,
                    "text": "[59,",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 1302,
                    "end": 1305,
                    "text": "61]",
                    "ref_id": "BIBREF60"
                }
            ],
            "ref_spans": [],
            "section": "Conventional DCs"
        },
        {
            "text": "pDCs pDCs are potent producers of type I IFNs during respiratory viral infection, and thus play a role in the initial sensing of viral pathogens and initiating inflammatory and innate immune responses. Unexpectedly, in response to influenza virus, the absence of pDCs had no effect on viral clearance or disease severity [62] . Although pDCs can transport viral antigens from the lungs to the DLN, pDCs are poor stimulators of naïve T cell activation and differentiation due to low expression of costimulatory molecules [59, 61] . Thus, pDCs may be dispensable during certain respiratory viral infections. In response to RSV infection, however, pDCs may suppress inflammation and promote viral clearance, protecting against severe lung injury [62] . The precise functions of pDCs during respiratory viral infections warrant further study to understand how different subsets of pDCs in response to different viruses contribute to viral clearance, modulation of the immune response, and lung injury.",
            "cite_spans": [
                {
                    "start": 321,
                    "end": 325,
                    "text": "[62]",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 520,
                    "end": 524,
                    "text": "[59,",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 525,
                    "end": 528,
                    "text": "61]",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 743,
                    "end": 747,
                    "text": "[62]",
                    "ref_id": "BIBREF61"
                }
            ],
            "ref_spans": [],
            "section": "Conventional DCs"
        },
        {
            "text": "A large fraction of mo-DCs initially arrive in the lungs as Bmonocytes^which then differentiate into DCs in response to type I IFNs and direct infection with virus [59, 60] . These mo-DCs can support naïve CD8 T cell activation, Th1 differentiation and cytotoxic effector functions [59] . They can also further propagate an inflammatory response through the production of CXCL10/IP-10 and CCL2/MCP-1, recruiting more inflammatory monocytes to the lungs. During a recall response, mo-DCs may activate cytotoxic responses of memory CD8 T cells and NK cells through cytokine production, enabling swift and efficient pathogen clearance [60] . Elevated numbers of mo-DCs that express CCR2 (chemokine receptor for CCL2) or produce high amounts of TNF-α and NO are associated with greater morbidity and mortality in response to viral infection [11, 59, 60] . While blocking mo-DC activity or deficiency in CCR2 improves survival and mitigates severe lung pathology in experimental virus infection, complete depletion of mo-DCs leads to uncontrolled virus spread and more severe disease [11, 59] . Thus, a balanced response by DCs that promotes viral clearance and effector responses without eliciting too much inflammation is probably the key in controlling virus-or immune-mediated lung injury.",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 168,
                    "text": "[59,",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 169,
                    "end": 172,
                    "text": "60]",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 282,
                    "end": 286,
                    "text": "[59]",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 632,
                    "end": 636,
                    "text": "[60]",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 837,
                    "end": 841,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 842,
                    "end": 845,
                    "text": "59,",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 846,
                    "end": 849,
                    "text": "60]",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 1079,
                    "end": 1083,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1084,
                    "end": 1087,
                    "text": "59]",
                    "ref_id": "BIBREF58"
                }
            ],
            "ref_spans": [],
            "section": "Monocyte-derived DCs"
        },
        {
            "text": "Inflammatory monocytes are recruited from the circulation to the lungs following viral infection. They produce type I IFNs and chemokines and can differentiate into DCs (as discussed above) or macrophages which promote viral clearance, cytotoxic activity, and T cell activation [63] . Potentially, a defect in inflammatory monocyte activity or recruitment could impact any of these immune processes. Since inflammatory monocytes depend on CCR2 to migrate to the lungs, a deficiency in this chemokine receptor impairs the recruitment of inflammatory monocytes (and the subsequent populations derived from them) which results in improved survival and diminished lung pathology [11, 59] . However, a defect in the CD8+ T cell response and viral clearance may also occur when the CCR2+ population is completely eliminated. An attenuated rather than complete deletion of the inflammatory monocyte response has been shown to allow effective viral clearance while limiting inflammatory and immune-mediated damage to the lungs [11, 63] . Similarly to mo-DCs, the role of inflammatory monocytes in lung pathology may be detrimental or beneficial depending on the degree of the response and viral pathogen.",
            "cite_spans": [
                {
                    "start": 278,
                    "end": 282,
                    "text": "[63]",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 675,
                    "end": 679,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 680,
                    "end": 683,
                    "text": "59]",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 1019,
                    "end": 1023,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1024,
                    "end": 1027,
                    "text": "63]",
                    "ref_id": "BIBREF62"
                }
            ],
            "ref_spans": [],
            "section": "Inflammatory monocytes"
        },
        {
            "text": "Although the innate immune response plays a significant role in initiating both antiviral responses and adaptive immune responses, ultimately the adaptive immune response is responsible for complete viral clearance by halting viral replication to prevent the generation of new virions and eliminating infectious virions. Because adaptive immune cells are dependent on early innate immune responses, this does not, however, mitigate the role of innate immune response to virus infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Adaptive immune responses"
        },
        {
            "text": "B cells contribute to virus clearance predominantly through production of virus-specific antibodies which can (1) neutralize, opsonize, and inactivate virions or (2) initiate killing of infected cells. Preventing the spread of infectious virions from infected cells to neighboring cells is essential to controlling virus dissemination. Neutralizing antibodies produced by B cells effectively prevent free virions from invading uninfected cells by blocking surface proteins on the virus that bind to host receptors for cellular entry. Viruses coated in antibodies are also tagged for inactivation by complement proteins or elimination by phagocytic immune cells such as macrophages and neutrophils. Antibodies can bind to viral proteins expressed on the surface of infected cells, triggering the complement cascade and antibody-mediated cell-mediated cytotoxicity (ADCC)-processes that ultimately eliminate infected cells. Although essential to viral clearance, these cytotoxic processes if extensive can compromise respiratory function through the loss of airway epithelium, disruption of the epithelialendothelial barrier, and accumulation of apoptotic bodies and cellular debris in the airways.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Humoral immune response: B cells and CD4 helper T cells"
        },
        {
            "text": "A subset of subset of CD4 T cells called follicular helper T (T FH ) cells play a critical role in facilitating an effective B cell response during infection. Adoptively transferred CD4 T cells protect athymic mice (mice that lack functional T cells) from succumbing to influenza infection. However, when CD4 T cells are adoptively transferred into SCID (severe combined immunodeficiency) mice that lack functional T and B cells, CD4 T cells are no longer sufficient for protection, and depletion of CD4 T cells during SARS-CoV infection coincided with a reduction in antibody production [64] . During infection, T FH cells promote the formation of germinal centers in secondary lymphoid tissues where virus-specific B cells mature, proliferate, undergo antibody class switching, and differentiate into either antibody-producing plasma cells or longterm memory cells. T FH cell numbers have been shown to correlate with the production of influenza-specific IgG and IgM antibodies after vaccination in healthy young adults [65] .",
            "cite_spans": [
                {
                    "start": 588,
                    "end": 592,
                    "text": "[64]",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 1022,
                    "end": 1026,
                    "text": "[65]",
                    "ref_id": "BIBREF64"
                }
            ],
            "ref_spans": [],
            "section": "Humoral immune response: B cells and CD4 helper T cells"
        },
        {
            "text": "Antibody-mediated protection is the goal of many vaccine strategies because of its critical role in viral clearance. Each year influenza vaccines are administered in order to enrich circulating neutralizing antibodies specific to that year's predicted strains. This strategy has been substantiated by data demonstrating that rhinovirus and influenza-neutralizing antibodies in the serum, prior to infection, correlate with disease protection [66] . Similarly, a neutralizing antibody response to the spike glycoprotein of SARS-CoV has also been shown to be completely protective for a susceptible host although antibody titers are relatively short lived [67] . One of the disadvantages to a vaccine that primarily elicits an antibody response, though, is the lack of a protective, cell-mediated immune response which is particularly important in the context of viral infections.",
            "cite_spans": [
                {
                    "start": 442,
                    "end": 446,
                    "text": "[66]",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 654,
                    "end": 658,
                    "text": "[67]",
                    "ref_id": "BIBREF66"
                }
            ],
            "ref_spans": [],
            "section": "Humoral immune response: B cells and CD4 helper T cells"
        },
        {
            "text": "Clearance of intracellular pathogens, such as viruses, requires elimination of the infected cells. Athymic mice which produce mature T cells (but do have an intact antibody response), do not recover from influenza infection due to the inability to clear virus. SARS-CoV are relatively new pulmonary viruses whose pathogeneses are still being elucidated; however, research indicates that CD8 T cells are essential for virus clearance. Adoptive transfer of SARS-CoV-activated T cells into SCID mice enhanced survival and reduced pulmonary virus titers [68] . Thus, the elimination of virus-infected cells through cell-mediated immunity is important to completely resolve infection. The primary function of CD8 T cells during respiratory viral infections is the elimination of virus-infected cells by inducing apoptosis through a variety of mechanisms. CD8 T cells engage death receptors such as FAS expressed by virus-infected cells and release perforin and granzymes which create pores in the cell membrane and initiate apoptotic pathways, respectively.",
            "cite_spans": [
                {
                    "start": 550,
                    "end": 554,
                    "text": "[68]",
                    "ref_id": "BIBREF67"
                }
            ],
            "ref_spans": [],
            "section": "Cell-mediated immune response: CD8+ T cells"
        },
        {
            "text": "While essential, adaptive immune-mediated clearance of virus-infected cells can compromise the respiratory tract, and if unregulated, will cause catastrophic injury to the host tissue. This has been demonstrated in multiple models of adaptive immune deficient mice. Despite not being able to clear virus, RAG1 (recombination-activation gene-1) knockout mice that lack both functional T and B cells have delayed morbidity and mortality after high dose inoculation with influenza virus [69] . Furthermore, virus-specific CD8 T cells in RAG1 knockout mice exacerbate lung injury and accelerate mortality [69] . During experimental RSV infection, depletion of both CD4 and CD8 T cells enabled continued virus replication, but no illness was evident [70] . Ultimately, the adaptive immune response is required for resolution of infection and confers longterm protection from future encounters with the virus, preventing future disease; however, the adaptive immune response is also very potent and if extensive, can cause sufficient respiratory damage to impair pulmonary function.",
            "cite_spans": [
                {
                    "start": 484,
                    "end": 488,
                    "text": "[69]",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 601,
                    "end": 605,
                    "text": "[69]",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 745,
                    "end": 749,
                    "text": "[70]",
                    "ref_id": "BIBREF69"
                }
            ],
            "ref_spans": [],
            "section": "Cell-mediated immune response: CD8+ T cells"
        },
        {
            "text": "Normal respiratory function is dependent on the preservation of pulmonary architecture and the endothelial-epithelial barrier between the airways and circulation. During viral infection, pulmonary architecture is frequently compromised primarily by the host immune response and to a lesser extent directly by virus replication in most cases. The extent of structural alteration, functional compromise and subsequently, clinical manifestations of infection are dependent on many factors but most prominently on the degree of virus dissemination throughout the respiratory tract.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immunopathology"
        },
        {
            "text": "Often the URT is the initial site of viral replication since many respiratory viruses are inhaled or transferred by contact to the nasal mucosa. In healthy patients without pre-existing conditions, infections with common strains of rhinovirus, coronavirus, and adenovirus are typically limited to the upper airways. Symptomatic viral infection of the URT (coryza, rhinorrhea, cough, and sore throat) ( Table 1 ) reflects loss of cellular tight junctions, vascular leakage and edema, increased mucus production, and apoptosis, necrosis, and sloughing of epithelial cells [71] [72] [73] . Recruitment of neutrophils and mononuclear cells into the URT further propagates edema and hypersecretion of mucus, exacerbating nasal congestion, sneezing, and coughing in patients [71] [72] [73] .",
            "cite_spans": [
                {
                    "start": 570,
                    "end": 574,
                    "text": "[71]",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 575,
                    "end": 579,
                    "text": "[72]",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 580,
                    "end": 584,
                    "text": "[73]",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 769,
                    "end": 773,
                    "text": "[71]",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 774,
                    "end": 778,
                    "text": "[72]",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 779,
                    "end": 783,
                    "text": "[73]",
                    "ref_id": "BIBREF72"
                }
            ],
            "ref_spans": [
                {
                    "start": 402,
                    "end": 409,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Infection of the upper respiratory tract (URT)"
        },
        {
            "text": "Viruses capable of producing more severe infections such as influenza, proceed from the URT to the LRT where they disseminate to the bronchi and bronchioles and if not controlled, alveoli. Patient monitoring during respiratory viral infection corroborates this, as upper respiratory illness precedes any LRT (lower respiratory tract) symptoms. Among respiratory viruses, influenza viruses, SARS-CoV, and MERS-CoV are commonly capable of spreading into the bronchi and bronchioles in otherwise healthy individuals. However, in infants and young children, RSV frequently infects small conducting airways and is a leading cause of pediatric hospitalization worldwide [74] . Enterovirus d68 is also capable of rapid progression to the conducting airways and gained particular notoriety in 2014 after an outbreak in the USA resulted in significant pediatric hospitalization with severe respiratory compromise and increased mortality.",
            "cite_spans": [
                {
                    "start": 664,
                    "end": 668,
                    "text": "[74]",
                    "ref_id": "BIBREF73"
                }
            ],
            "ref_spans": [],
            "section": "Bronchitis and bronchiolitis"
        },
        {
            "text": "Infection of the bronchi and bronchioles leads to similar cellular changes and localized inflammation as in URT infections. However, because of the progressively decreasing diameter of LRT conducting airways, inflammation and injury in this compartment-e.g., desquamation of airway epithelial cells in response to RSV or airway epithelial cell hyperplasia during influenza infection-results in more severe compromise of respiratory function. The absence of ciliated epithelial cells in the LRT limits the expulsion of mucus, proteinaceous fluid, bacteria, and cellular fragments from these airways. This is compounded by enhanced epithelial mucus secretion, vasculature leak, edema, mucosal inflammation, and epithelial sloughing. The influx of inflammatory cells in response to signals from infected epithelium and tissue resident innate immune cells increases edema, vascular congestion, and tissue swelling further limiting air passage through smaller airways. The buildup of edematous fluid, mucus and fibrin plugs in small bronchi and bronchioles can restrict airflow to terminal airways further preventing efficient gas exchange. Increased pressure within the blood vessels leaks more fluid into the airspaces. As all these factors build up in the already restricted bronchi and bronchioles, they begin to clot and form plugs that prevent gas exchange. This manifests clinically as wheezing and shortness of breath. In serious cases, this can lead to difficulty in breathing which requires oxygen therapy. Typically with supportive care, bronchitis and bronchiolitis will resolve in a few days without lasting effects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bronchitis and bronchiolitis"
        },
        {
            "text": "While viruses such as RSV and Enterovirus D68 are capable of reaching the terminal airways, influenza viruses and the SARS-CoV and MERS-CoV coronaviruses more frequently reach the terminal airways, and thus are more likely to disrupt pulmonary function and cause pneumonia [72] . The terminal airways are the site of gas exchange and make up the majority of the airway surface of the lung. During infection, loss of tight junctions, vasculature leak, buildup of edematous fluid and fibrin in the alveolar airspaces can result in necrosis of the alveolar cells and hyaline membrane formation. If severe, these changes can lead to diffuse alveolar damage (DAD), manifested clinically as ARDS and respiratory failure. Inflammatory processes and immune responses as described previously compromise the function and properties of terminal airways and terminal airway epithelial cells in a fashion analogous to that of conducting airways. Furthermore, a loss of surface tension and surfactant resulting in alveolar collapse represent additional threats to pulmonary function in the terminal airways. The terminal airways of survivors of acute viral pneumonia can result in alteration of pulmonary elasticity due to organization of inflammatory processes during the resolution phase which may have lasting consequences and put the host at risk for superinfections [72, 73, 75] . Although not discussed here, bacterial superinfection or co-infection are important sequelae of virus infection in the LRT particularly during influenza virus infection.",
            "cite_spans": [
                {
                    "start": 273,
                    "end": 277,
                    "text": "[72]",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 1357,
                    "end": 1361,
                    "text": "[72,",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 1362,
                    "end": 1365,
                    "text": "73,",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 1366,
                    "end": 1369,
                    "text": "75]",
                    "ref_id": "BIBREF74"
                }
            ],
            "ref_spans": [],
            "section": "Pneumonia"
        },
        {
            "text": "Not surprisingly, the immunopathology of respiratory virus infection reflects a complex interplay involving direct effects by a given virus and other viral factors but also the response of resident respiratory cells and recruited innate and adaptive immune cells to the lungs. Studies carried out over the last several decades suggest that in most-but not all-instances, the host response to respiratory virus infection (rather than the direct effects of virus replication) dictates the type and extent of injury incurred.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The annual impact of seasonal influenza in the US: measuring disease burden and costs",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Molinari",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Vaccine",
            "volume": "25",
            "issn": "27",
            "pages": "5086--96",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Apoptosis signaling in influenza virus propagation, innate host defense, and lung injury",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Herold",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Leukoc Biol",
            "volume": "92",
            "issn": "1",
            "pages": "75--82",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Interferon induction and function at the mucosal surface",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Durbin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "V"
                    ],
                    "last": "Kotenko",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Durbin",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Immunol Rev",
            "volume": "255",
            "issn": "1",
            "pages": "25--39",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Antiviral actions of interferons",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Samuel",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Clin Microbiol Rev",
            "volume": "14",
            "issn": "4",
            "pages": "778--809",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Regulation of antiviral T cell responses by type I interferons",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Crouse",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Kalinke",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Oxenius",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nat Rev Immunol",
            "volume": "15",
            "issn": "4",
            "pages": "231--273",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Type I IFN receptor signals directly stimulate local B cells early following influenza virus infection",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Coro",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Baumgarth",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Immunol",
            "volume": "176",
            "issn": "7",
            "pages": "4343--51",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Type III interferon (IFN) induces a type I IFNlike response in a restricted subset of cells through signaling pathways involving both the Jak-STAT pathway and the mitogenactivated protein kinases",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Virol",
            "volume": "81",
            "issn": "14",
            "pages": "7749--58",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Type-III interferon, not type-I, is the predominant interferon induced by respiratory viruses in nasal epithelial cells",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Okabayashi",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Virus Res",
            "volume": "160",
            "issn": "1-2",
            "pages": "360--366",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Lambda interferon is the predominant interferon induced by influenza A virus infection in vivo",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Jewell",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Virol",
            "volume": "84",
            "issn": "21",
            "pages": "11515--11537",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Directing transition from innate to acquired immunity: defining a role for IL-6",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Immunol",
            "volume": "175",
            "issn": "6",
            "pages": "3463--3471",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The role of cytokine responses during influenza virus pathogenesis and potential therapeutic options",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Teijaro",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Curr Top Microbiol Immunol",
            "volume": "386",
            "issn": "",
            "pages": "3--22",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Transmembrane TNF-alpha: structure, function and interaction with anti-TNF agents",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Horiuchi",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Rheumatology (Oxford)",
            "volume": "49",
            "issn": "7",
            "pages": "1215--1243",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Recombinant human granulocyte colonystimulating factor: effects on normal and leukemic myeloid cells",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Souza",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Science",
            "volume": "232",
            "issn": "4746",
            "pages": "61--66",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Alveolar epithelial cells orchestrate DC function in murine viral pneumonia",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Unkel",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Clin Invest",
            "volume": "122",
            "issn": "10",
            "pages": "3652--64",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "GM-CSF in the lung protects against lethal influenza infection",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "F"
                    ],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Am J Respir Crit Care Med",
            "volume": "184",
            "issn": "2",
            "pages": "259--68",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "GM-CSF regulates alveolar macrophage differentiation and innate immunity in the lung through",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shibata",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "PU.1. Immunity",
            "volume": "15",
            "issn": "4",
            "pages": "557--67",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Interleukin-8: an expanding universe beyond neutrophil chemotaxis and activation",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mukaida",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Int J Hematol",
            "volume": "72",
            "issn": "4",
            "pages": "391--399",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "CXCL10/CXCR3-mediated responses promote immunity to respiratory syncytial virus infection by augmenting dendritic cell and CD8(+) T cell efficacy",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Lindell",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Lane",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "W"
                    ],
                    "last": "Lukacs",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Eur J Immunol",
            "volume": "38",
            "issn": "8",
            "pages": "2168--79",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "CXCL10-CXCR3 enhances the development of neutrophil-mediated fulminant lung injury of viral and nonviral origin",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ichikawa",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Am J Respir Crit Care Med",
            "volume": "187",
            "issn": "1",
            "pages": "65--77",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Monoclonal antibody against CXCL-10/IP-10 ameliorates influenza A (H1N1) virus induced acute lung injury",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Cell Res",
            "volume": "23",
            "issn": "4",
            "pages": "577--80",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Chemokines and chemokine receptors: positioning cells for host defense and immunity",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Griffith",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Sokol",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Luster",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Annu Rev Immunol",
            "volume": "32",
            "issn": "",
            "pages": "659--702",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "RANTES (CCL5) production during primary respiratory syncytial virus infection exacerbates airway disease",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Tekkanat",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Eur J Immunol",
            "volume": "32",
            "issn": "11",
            "pages": "3276--84",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "CCL5-CCR5 interaction provides antiapoptotic signals for macrophage survival during viral infection",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Tyner",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nat Med",
            "volume": "11",
            "issn": "11",
            "pages": "1180--1187",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "beta]-defensins in lung host defense",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Schutte",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "B"
                    ],
                    "last": "Mccray",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Annu Rev Physiol",
            "volume": "64",
            "issn": "",
            "pages": "709--757",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Lactoferrin: an important host defence against microbial and viral attack",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Valenti",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Antonini",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Cell Mol Life Sci",
            "volume": "62",
            "issn": "22",
            "pages": "2576--87",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Conversion of proepithelin to epithelins: roles of SLPI and elastase in host defense and wound repair",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Cell",
            "volume": "111",
            "issn": "6",
            "pages": "867--78",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Cathelicidin LL-37: an antimicrobial peptide with a role in inflammatory skin disease",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Reinholz",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ruzicka",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schauber",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Ann Dermatol",
            "volume": "24",
            "issn": "2",
            "pages": "126--161",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "The airway epithelium: soldier in the fight against respiratory viruses",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vareille",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Clin Microbiol Rev",
            "volume": "24",
            "issn": "1",
            "pages": "210--239",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Role of epithelial nitric oxide in airway viral infection",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Free Radic Biol Med",
            "volume": "41",
            "issn": "1",
            "pages": "19--28",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Alveolar surfactant homeostasis and the pathogenesis of pulmonary disease",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Whitsett",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Wert",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Weaver",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Annu Rev Med",
            "volume": "61",
            "issn": "",
            "pages": "105--124",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Role of surfactant protein A and D (SP-A and SP-D) in human antiviral host defense",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Hartshorn",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Front Biosci (Schol Ed)",
            "volume": "2",
            "issn": "",
            "pages": "527--573",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Respiratory syncytial virus infection of human lung endothelial cells enhances selectively intercellular adhesion molecule-1 expression",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Arnold",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Konig",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Immunol",
            "volume": "174",
            "issn": "11",
            "pages": "7359--67",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Influenza virus and endothelial cells: a species specific relationship",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Short",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Front Microbiol",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Cardiopulmonary manifestations of hantavirus pulmonary syndrome",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Hallin",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Crit Care Med",
            "volume": "24",
            "issn": "2",
            "pages": "252--260",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Pathogenesis of influenza-induced acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Short",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Lancet Infect Dis",
            "volume": "14",
            "issn": "1",
            "pages": "57--69",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Endothelial cells are central orchestrators of cytokine amplification during influenza virus infection",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Teijaro",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Cell",
            "volume": "146",
            "issn": "6",
            "pages": "980--91",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Alveolar macrophages: plasticity in a tissue-specific context",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hussell",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Bell",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nat Rev Immunol",
            "volume": "14",
            "issn": "2",
            "pages": "81--93",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Alveolar macrophage-derived type I interferons orchestrate innate immunity to RSV through recruitment of antiviral monocytes",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Goritzka",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Exp Med",
            "volume": "212",
            "issn": "5",
            "pages": "699--714",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Innate immune sensing and response to influenza",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Pulendran",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Maddur",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Curr Top Microbiol Immunol",
            "volume": "386",
            "issn": "",
            "pages": "23--71",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Diverse novel functions of neutrophils in immunity, inflammation, and beyond",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mocsai",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Exp Med",
            "volume": "210",
            "issn": "7",
            "pages": "1283--99",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Neutrophils: between host defence, immune modulation, and tissue injury",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kruger",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS Pathog",
            "volume": "11",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "An absence of reactive oxygen species improves the resolution of lung influenza infection",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Snelgrove",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Eur J Immunol",
            "volume": "36",
            "issn": "6",
            "pages": "1364--73",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Airway epithelial versus immune cell Stat1 function for innate defense against respiratory viral infection",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Shornick",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Immunol",
            "volume": "180",
            "issn": "5",
            "pages": "3319--3347",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Neutrophil apoptosis in the acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Matute-Bello",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Am J Respir Crit Care Med",
            "volume": "156",
            "issn": "6",
            "pages": "1969--77",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Neutrophil recruitment and function in health and inflammation",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kolaczkowska",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kubes",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nat Rev Immunol",
            "volume": "13",
            "issn": "3",
            "pages": "159--75",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Innate lymphoid cells promote lungtissue homeostasis after infection with influenza virus",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Monticelli",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nat Immunol",
            "volume": "12",
            "issn": "11",
            "pages": "1045--54",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Natural killer cells in infection and inflammation of the lung",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Culley",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Immunology",
            "volume": "128",
            "issn": "2",
            "pages": "151--63",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Control of human viral infections by natural killer cells",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jost",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Altfeld",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Annu Rev Immunol",
            "volume": "31",
            "issn": "",
            "pages": "163--94",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Natural killer cells and innate IFN-gamma participate in host defense against respiratory vaccinia virus infection",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Abboud",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Virol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Role of natural killer cells in the generation of influenza virus-specific cytotoxic T cells",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Kos",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "G"
                    ],
                    "last": "Engleman",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Cell Immunol",
            "volume": "173",
            "issn": "1",
            "pages": "1--6",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Natural killer cells are involved in acute lung immune injury caused by respiratory syncytial virus infection",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Virol",
            "volume": "86",
            "issn": "4",
            "pages": "2251--2259",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "IL-22 from conventional NK cells is epithelial regenerative and inflammation protective during influenza infection",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Mucosal Immunol",
            "volume": "6",
            "issn": "1",
            "pages": "69--82",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "The role of invariant natural killer T cells in dendritic cell licensing, cross-priming, and memory CD8(+) T cell generation",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gottschalk",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mettke",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kurts",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Front Immunol",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Invariant NKT cells: regulation and function during viral infection",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Juno",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Keynan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Fowke",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS Pathog",
            "volume": "8",
            "issn": "8",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Role of gammadelta T cells in protecting normal airway function",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "K"
                    ],
                    "last": "Born",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Respir Res",
            "volume": "1",
            "issn": "3",
            "pages": "151--159",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Anti-severe acute respiratory syndrome coronavirus immune responses: the role played by V gamma 9V delta 2 T cells",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Poccia",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Infect Dis",
            "volume": "193",
            "issn": "9",
            "pages": "1244--1253",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Pulmonary V gamma 4+ gamma delta T cells have proinflammatory and antiviral effects in viral lung disease",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dodd",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Immunol",
            "volume": "182",
            "issn": "2",
            "pages": "1174--81",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Gammadelta T cells protect against lung fibrosis via IL-22",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Simonian",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Exp Med",
            "volume": "207",
            "issn": "10",
            "pages": "2239--53",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "The role of lung dendritic cell subsets in immunity to respiratory viruses",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Neyt",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "N"
                    ],
                    "last": "Lambrecht",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Immunol Rev",
            "volume": "255",
            "issn": "1",
            "pages": "57--67",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Division of labor between lung dendritic cells and macrophages in the defense against pulmonary infections",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Guilliams",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "N"
                    ],
                    "last": "Lambrecht",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hammad",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Mucosal Immunol",
            "volume": "6",
            "issn": "3",
            "pages": "464--73",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Regulating the adaptive immune response to respiratory virus infection",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Braciale",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nat Rev Immunol",
            "volume": "12",
            "issn": "4",
            "pages": "295--305",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Plasmacytoid dendritic cells inhibit pulmonary immunopathology and promote clearance of respiratory syncytial virus",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Smit",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Rudd",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "W"
                    ],
                    "last": "Lukacs",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Exp Med",
            "volume": "203",
            "issn": "5",
            "pages": "1153--1162",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Monocyte recruitment during infection and inflammation",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "G"
                    ],
                    "last": "Pamer",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nat Rev Immunol",
            "volume": "11",
            "issn": "11",
            "pages": "762--74",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Cellular immune responses to severe acute respiratory syndrome coronavirus (SARS-CoV) infection in senescent BALB/c mice: CD4+ T cells are important in control of SARS-CoV infection",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Virol",
            "volume": "84",
            "issn": "3",
            "pages": "1289--301",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Circulating CXCR5+ PD-1+ response predicts influenza vaccine antibody responses in young adults but not elderly adults",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Herati",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Immunol",
            "volume": "193",
            "issn": "7",
            "pages": "3528--3565",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Prechallenge antibodies: moderators of infection rate, signs, and symptoms in adults experimentally challenged with rhinovirus type 39",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Alper",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Laryngoscope",
            "volume": "106",
            "issn": "10",
            "pages": "1298--305",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "T cell-mediated immune response to respiratory coronaviruses",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Channappanavar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Perlman",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Immunol Res",
            "volume": "59",
            "issn": "1-3",
            "pages": "118--146",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "T cell responses are required for protection from clinical disease and for virus clearance in severe acute respiratory syndrome coronavirus-infected mice",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Perlman",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Virol",
            "volume": "84",
            "issn": "18",
            "pages": "9318--9343",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "Contribution of virus-specific CD8+ cytotoxic T cells to virus clearance or pathologic manifestations of influenza virus infection in a T cell receptor transgenic mouse model",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Moskophidis",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kioussis",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Exp Med",
            "volume": "188",
            "issn": "2",
            "pages": "223--255",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "Role of T lymphocyte subsets in the pathogenesis of primary infection and rechallenge with respiratory syncytial virus in mice",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Graham",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J Clin Invest",
            "volume": "88",
            "issn": "3",
            "pages": "1026--1059",
            "other_ids": {}
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "Pathogenesis of rhinovirus infection",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Kennedy",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Curr Opin Virol",
            "volume": "2",
            "issn": "3",
            "pages": "287--93",
            "other_ids": {}
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "The pathology of influenza virus infections",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Taubenberger",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Morens",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Annu Rev Pathol",
            "volume": "3",
            "issn": "",
            "pages": "499--522",
            "other_ids": {}
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "Pulmonary pathology of severe acute respiratory syndrome in Toronto",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Hwang",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Mod Pathol",
            "volume": "18",
            "issn": "1",
            "pages": "1--10",
            "other_ids": {}
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "Palivizumab, a humanized respiratory syncytial virus monoclonal antibody, reduces hospitalization from respiratory syncytial virus infection in high-risk infants",
            "authors": [],
            "year": 1998,
            "venue": "Pediatrics",
            "volume": "102",
            "issn": "3",
            "pages": "531--538",
            "other_ids": {}
        },
        "BIBREF74": {
            "ref_id": "b74",
            "title": "Cell host response to infection with novel human coronavirus EMC predicts potential antivirals and important differences with SARS coronavirus",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Josset",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "MBio",
            "volume": "4",
            "issn": "3",
            "pages": "165--178",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Clinical presentation of respiratory viral infections",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgments Research in the authors' laboratory is funded by the NIH (R01 AI-15608 and R01 HL-33391 to T.J. Braciale) and (Postdoctoral Training Grant 5T32AI007496-20 to A.H. Newton). The authors thank former lab members for their contributions to the understanding of the immune response to influenza virus infection and immune-mediated lung injury. The authors also apologize to those whose work was not cited in the present manuscript due to constraints on space and references.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "Conflict of interest The authors declare that they have no conflict of interest.Open Access This article is distributed under the terms of the Creative Comm ons Attribution 4.0 International License (http:// creativecommons.org/licenses/by/4.0/), which permits unrestricted use, distribution, and reproduction in any medium, provided you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with ethical standards"
        }
    ]
}