{
    "paper_id": "f3bc1d07fd0e855faa2e2eb98d9b97852eb88c03",
    "metadata": {
        "title": "Justifications for Non-Consensual Medical Intervention: From Infectious Disease Control to Criminal Rehabilitation",
        "authors": [
            {
                "first": "Jonathan",
                "middle": [],
                "last": "Pugh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Thomas",
                "middle": [],
                "last": "Douglas",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "A central tenet of medical ethics holds that it is permissible to perform a medical intervention on a competent individual only if that individual has given informed consent to the intervention. Yet it occasionally seems morally permissible to carry out non-consensual medical interventions on competent individuals for the purpose of infectious disease control (IDC). We describe two different moral frameworks that have been invoked in support of non-consensual IDC interventions and identify five desiderata that might be used to guide assessments of the moral permissibility of such interventions on either kind of fundamental justification. We then consider what these desiderata imply for the justifiability of carrying out non-consensual medical interventions that are designed to facilitate rehabilitation amongst serious criminal offenders. We argue that these desiderata suggest that a plausible case can be made in favor of such interventions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "if an individual's refusal to undergo a medical intervention would lead to the transmission of a dangerous infectious disease to other members of the community, one might claim that it would be morally permissible to administer the intervention even in the absence of consent. Indeed, as we shall discuss below, there are a number of examples of public health authorities implementing compulsory or coercive measures for the purposes of infectious disease control (IDC).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The plausibility of the thought that non-consensual medical interventions might be justified when performed for the purpose of IDC raises the question of whether such interventions might permissibly be used to realize other public goods. In this article we focus on one possibility: whether it could be permissible to non-consensually impose certain interventions that alter brain states or processes through chemical or physical means on serious criminal offenders. We shall suggest that some such interventions might be permissible if they safely and effectively serve to facilitate the offender's rehabilitation and thereby prevent criminal recidivism. 1 We refer to brain interventions intended to serve these objectives as neuro-correctives.",
            "cite_spans": [
                {
                    "start": 656,
                    "end": 657,
                    "text": "1",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Authorities in certain jurisdictions have already begun to explore the use of neuro-correctives. For instance, drug-addicted offenders are sometimes compelled to take medications that are intended to attenuate their addictive desires, 2 and sex offenders in some jurisdictions may be compelled to take testosterone-lowering drugs as a part of their criminal sentence or as a condition of their parole. 3 Moreover, as our understanding of the neural correlates of violent behavior increases, it seems plausible to speculate that we might develop effective neurocorrectives that involve the use of other pharmaceuticals 4 or novel technologies such as deep brain stimulation, 5 transcranial magnetic stimulation, 6 and neuro-feedback. 7 The ethical debate over the deployment of neuro-correctives has been increasing. 8 Much of this debate has focused on their safety and effectiveness. We shall not examine these issues here. We simply assume, for the sake of argument, that the interventions we consider are effective and have negligible side effects. Other critics have questioned whether offenders could validly consent to undergoing such an intervention, if doing so were a condition of their early release from prison. 9 In this article, we sidestep this contentious issue by assuming that the hypothetical recipients of neuro-correctives have not validly consented to undergoing the intervention. Instead, we shall argue that the considerations standardly offered in support of non-consensual interventions in IDC also offer considerable support to the permissibility of some safe and effective non-consensual neuro-correctives. 10 First, however, some definitions. We shall adopt a definition of medical interventions that is perhaps broader than colloquial use, since we shall understand it to refer not only to typical medical procedures such as pharmacotherapies and surgical procedures-measures that involve some degree of bodily invasion-but also to measures that restrict an individual's freedom of movement and association, insofar as these are used for medical reasons. For instance, we shall understand quarantine to qualify as a medical intervention. We will use the term IDC interventions to refer to medical interventions Jonathan Pugh and Thomas Douglas performed for the purposes of infectious disease control.",
            "cite_spans": [
                {
                    "start": 733,
                    "end": 734,
                    "text": "7",
                    "ref_id": null
                },
                {
                    "start": 816,
                    "end": 817,
                    "text": "8",
                    "ref_id": null
                },
                {
                    "start": 1223,
                    "end": 1224,
                    "text": "9",
                    "ref_id": null
                },
                {
                    "start": 1634,
                    "end": 1636,
                    "text": "10",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We shall use the term non-consensual intervention to refer to any intervention performed without the valid consent of the recipient of the intervention. It is possible to distinguish a number of different kinds of non-consensual intervention. For example, one might draw a distinction between compelled and coerced interventions. Following Feinberg, we may say that \"an option is closed by compulsion when one alternative has been made impossible.\" 11 For instance, an individual may be compelled to undergo an intervention by being subjected to direct physical force. A compelled intervention is carried out without the recipient's consent, and perhaps even despite his dissent. In contrast to compulsion, coercion does not make an alternative impossible, but rather destroys its appeal by increasing its cost. 12 In contrast to the case of compulsion, in coercion, the individual does consent to the intervention, but the coercive pressure to which she has been subjected may invalidate that consent. We use the term non-consensual intervention to refer both to interventions performed without consent, and to interventions performed with invalid consent.",
            "cite_spans": [
                {
                    "start": 449,
                    "end": 451,
                    "text": "11",
                    "ref_id": null
                },
                {
                    "start": 812,
                    "end": 814,
                    "text": "12",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The putative requirement to obtain valid consent before performing a medical intervention is standardly thought to derive from a reason to respect the prospective patient's rights, which may include rights to personal autonomy and rights to freedom from bodily interference. Performing a medical intervention nonconsensually is thought to be impermissible because it violates one or more of these rights. 13 In the IDC cases of interest to us, this reason to respect the patient's rights plausibly remains in place (it has not been forfeited). However, there is also a powerful reason to impose the medical intervention, since it will help to forestall the spread of an infectious disease. In a number of historical cases, this reason has been thought by many either to outweigh reasons to respect the individual's rights, or to deprive these rights of their normal protective force, with the result that the intervention may permissibly be imposed non-consensually.",
            "cite_spans": [
                {
                    "start": 405,
                    "end": 407,
                    "text": "13",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "I. Non-Consensual Interventions in IDC"
        },
        {
            "text": "One type of medical intervention that has often been used for the purposes of IDC is vaccination. Vaccinations are amongst the most effective IDC interventions that societies can employ. For instance, broad vaccination coverage is largely responsible for the widespread immunity to measles and tetanus in modern society, and it led to the eradication of smallpox in the late twentieth century. 14 Barring adverse side-effects, which are uncommon for most vaccines, and cases where an individual is insusceptible to the negative effects of an infectious disease, being vaccinated is typically beneficial to the vaccinated individual, since an effective vaccine will normally confer immunity to a particular infectious disease. However, effective individual immunization also confers benefits to third parties: immunizing a sufficient proportion of the population against a disease can disrupt its spread from person to person. In such a scenario of herd immunity, the fact that a Justifications for Non-Consensual Medical Intervention sufficient majority of the population is immune to a particular disease confers a degree of protection even to those who have not been vaccinated. 15 In light of this third-party benefit, some countries employ laws that could be described as introducing coercive pressure on individuals to undergo vaccination, insofar as they provide for the imposition of costs for vaccine refusal. 16 For instance, in the majority of states in the USA, children must normally complete a vaccination schedule as a condition of entering public school. 17 In some cases, it might be claimed that if the operative reason undergirding an individual's choice to undergo the vaccination is that they desire to avoid these state-imposed costs of non-compliance (rather than, say, because they want the health benefits of being vaccinated), then that individual may qualify as being coerced in a manner that invalidates his consent. 18 Vaccinations aim to prevent the spread of infectious disease by preventing individuals from becoming infected in the first place. However, states also impose other sorts of non-consensual medical intervention for IDC purposes. For example, in some jurisdictions it is legally permissible to compel the medical examination (and in rare cases even treatment) of persons suspected of carrying an infectious disease. 19 The non-consensual examination and treatment of individuals carrying a dangerous infectious disease can aid IDC in two ways. First, effectively treating that individual will mean that that they will no longer be able to transmit the disease to others. Second, the treatment can help to restrict the development of drug-resistant pathogens, since one way in which a pathogen can develop drug resistance is by genetically evolving as a result of an incomplete treatment. 20 Although exerting coercive pressure to undergo vaccinations and even compelling medical examinations and treatments is permitted in some jurisdictions, these are somewhat controversial non-consensual IDC interventions. The use of non-consensual quarantine and isolation, however, is often deemed to be less controversial (for reasons that we shall explore below). Both quarantine and isolation share the aim of separating certain individuals from the rest of the community in order to prevent or limit the transmission of infectious pathogens. The difference between the two lies in the diagnostic status of the detainee: in isolation, it is known that the detainee is infected, whereas quarantine involves the detention of individuals who have been (or are likely to have been) exposed to the infectious agent and are thus suspected of being (but not known to be) infected. Quarantine and isolation have long been used in response to outbreaks of infectious disease, particularly those for which no effective medical treatment is available. 21 For instance, quarantine was widely used in response to the recent outbreak of Ebola in West Africa.",
            "cite_spans": [
                {
                    "start": 1181,
                    "end": 1183,
                    "text": "15",
                    "ref_id": null
                },
                {
                    "start": 1418,
                    "end": 1420,
                    "text": "16",
                    "ref_id": null
                },
                {
                    "start": 1944,
                    "end": 1946,
                    "text": "18",
                    "ref_id": null
                },
                {
                    "start": 2360,
                    "end": 2362,
                    "text": "19",
                    "ref_id": null
                },
                {
                    "start": 2832,
                    "end": 2834,
                    "text": "20",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "I. Non-Consensual Interventions in IDC"
        },
        {
            "text": "In this section we shall delineate two standard moral justifications for non-consensual medical interventions in IDC: the constrained-consequentialist Jonathan Pugh and Thomas Douglas 208 justification and the self-defense justification. We then identify some desiderata for assessing IDC interventions that are consistent with both justifications, before arguing in the subsequent section that these desiderata support the justifiability of at least some nonconsensual neuro-correctives. It might be argued that non-consensual interventions in IDC can be morally justified by appealing to classic utilitarian reasoning. On such a view, these interventions would be permissible if they are predicted to bring about at least as much aggregate well-being as any alternative course of action. However, few have been persuaded by such justifications. As T. M. Wilkinson points out, this sort of utilitarian thinking runs contrary to the belief, commonly held in biomedical ethics, that people have certain rights that \"constrain the pursuit of the greater good.\" 22 Many theorists reject the simple utilitarian approach because of its failure to accommodate this belief amongst others; indeed, some may claim that this failure gives us reason to be skeptical of making any consequentialist considerations central to the justification of either medical or criminaljustice interventions, the two types of intervention with which we are concerned in this article. We shall now set out two alternative justifications to which defenders of non-consensual interventions have turned, which are both compatible with the belief that rights should constrain the pursuit of the good, but which may nonetheless be used to justify certain non-consensual interventions in IDC.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. Approaches To The Moral Justification of Non-Consensual Medical Interventions"
        },
        {
            "text": "The first justification retains a broadly consequentialist approach but incorporates a richer account of the good than the utilitarian's appeal to aggregate well-being, and sets certain side-constraints on the pursuit of this good. We shall call this version the constrained consequentialist approach. Lawrence Gostin offers an example of it in his influential Public Health Law: Duty, Power and Restraint. In introducing his account, Gostin writes: \"The prime objective of public health law is to pursue the highest possible level of physical and mental health in the population, consistent with the values of social justice.\" He later expands on this claim by suggesting that the twin aims that motivate public health interventions are \"to advance human wellbeing by improving health, and to do so particularly by focusing on the needs of the most disadvantaged.\" 23 These passages suggest that Gostin deviates from utilitarianism in two respects. While he believes, like the utilitarian, that interventions must promote individual well-being, his appeals to social justice and the needs of the most disadvantaged suggest that, unlike the utilitarian, he does not regard aggregate wellbeing as the sole determinant of the good, but instead believes that the distribution of well-being across the community should be incorporated into the theory of the good. Moreover, the claim that the objective of public health law is to pursue high levels of health in a manner that is consistent with the values of social justice leaves open the possibility that the pursuit of good outcomes may be side-constrained-that is to say, there may be certain means to pursuing those outcomes that are ruled out, regardless of how good their effects would be. The nature of the constraints will depend on the theory of social justice that one adopts in cashing out the framework. Notably Justifications for Non-Consensual Medical Intervention in claiming that public health ought to focus on the \"needs of the most disadvantaged,\" 24 Gostin himself seems to implicitly endorse a fundamentally prioritarian account of social justice. Some prioritarians set side-constraints on the pursuit of the good by claiming that our pursuit of general well-being should be constrained by the principle that we must not select any option in which the worst-off individuals will be worse off than the worst-off individuals in any alternative distribution. 25 A second approach to the justification of non-consensual IDC interventions treats the imposition of such interventions as an instance of justified self-defense. We may say that an agent is acting in self-defense if she is acting to prevent another (the attacker) from harming her. 26 In the context of IDC, it has been suggested that it may be legitimate to think of an infected (or potentially infected) individual as an attacker, and other members of the public as potential victims who may be justified in defending themselves against the attacker, by, for example, imposing an IDC intervention. 27 In what follows, we will not seek to adjudicate between constrained consequentialist and self-defense justifications for IDC interventions.",
            "cite_spans": [
                {
                    "start": 866,
                    "end": 868,
                    "text": "23",
                    "ref_id": null
                },
                {
                    "start": 2014,
                    "end": 2016,
                    "text": "24",
                    "ref_id": null
                },
                {
                    "start": 2425,
                    "end": 2427,
                    "text": "25",
                    "ref_id": null
                },
                {
                    "start": 2709,
                    "end": 2711,
                    "text": "26",
                    "ref_id": null
                },
                {
                    "start": 3027,
                    "end": 3029,
                    "text": "27",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "II. Approaches To The Moral Justification of Non-Consensual Medical Interventions"
        },
        {
            "text": "Rather, we will deploy five desiderata that are commonly used to guide decisions regarding the deployment of non-consensual IDC interventions, and that are compatible with either kind of fundamental justification. We take these desiderata to collectively constitute the standard approach to decision-making regarding IDC interventions. We also take them to constitute indicators rather than determinants of the moral permissibility of public health interventions. These desiderata do not determine what is right and wrong in IDC; rather, they constitute a practically applicable set of heuristics that agents operationalising either of these fundamental justifications may apply in order to guide their assessments of permissibility. Furthermore, it should be noted that, though the desiderata we shall outline are consistent with both constrained consequentialist and selfdefence justifications, their interpretation may depend on which of these fundamental justifications one accepts. As we wish to remain neutral between these fundamental justifications, we will, where necessary, leave open whether these desiderata should be interpreted in line with a constrained consequentialist or a self-defense approach.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. Approaches To The Moral Justification of Non-Consensual Medical Interventions"
        },
        {
            "text": "The first desideratum is the gravityby which we mean the moral weight -of the harm the intervention aims to prevent. This weight may depend, inter alia, on the magnitude of the harm, its qualitative importance, the likelihood or certainty with which it will occur, and its impact on distributive fairness. 28 The graver the harm, the easier it will be to justify the intervention. The second desideratum is the effectiveness of the intervention in preventing the harm. In IDC, this effectiveness will depend on the nature of the infectious disease, the nature of Jonathan Pugh and Thomas Douglas the intervention, and the context in which the intervention is to be deployed. Consider, for instance, the attempt to limit the spread of infectious disease by imposing mass quarantine: this solution will only be effective in preventing the spread of an infectious agent if it is possible to identify people likely to be incubating the infection, and if those people comply with the conditions of quarantine. Furthermore, the infectious agent must be transmissible in its pre-symptomatic or early symptomatic stages for quarantine to be effective in preventing further transmission. 29 A third desideratum is that the interventions have low opportunity costs. The expenditure of economic resources on a public health intervention necessarily diverts funds from other potentially beneficial public projects, including projects that might themselves promote public health. 30 The opportunity cost of an intervention is the value of the alternative use to which the resources invested in the intervention would otherwise have been put. The higher the opportunity cost, the more difficult it will be to justify the intervention. In many cases, determining the opportunity cost of an intervention is difficult because it is unclear how the resources would otherwise be spent. However, even in those cases it may be possible to make a (necessarily uncertain) estimate of the expected opportunity costs. Moreover, in other cases, opportunity costs are quite clear: consider the position of a committee that has been given a fixed budget to spend on fighting a new pandemic and is assessing competing proposals for the use of those funds.",
            "cite_spans": [
                {
                    "start": 306,
                    "end": 308,
                    "text": "28",
                    "ref_id": null
                },
                {
                    "start": 1179,
                    "end": 1181,
                    "text": "29",
                    "ref_id": null
                },
                {
                    "start": 1467,
                    "end": 1469,
                    "text": "30",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "III. Five Desiderata To Guide The Moral Assessment of Non-Consensual Medical Interventions"
        },
        {
            "text": "The fourth and fifth desiderata are less straightforward, and so we will describe them in greater detail. The fourth desideratum calls for the IDC intervention to be the least restrictive of the available alternatives for preventing the harm. As the discussion in section I makes clear, many effective IDC interventions can impose significant burdens on the individuals they target. In overriding a competent individual's refusal to consent, we arguably infringe his right to autonomy, and we may, depending on the intervention, also infringe other moral rights such as rights to bodily integrity, and freedom of movement and association. In view of these possible rights infringements, it has been suggested that public health authorities should realize their IDC goals through the use of the least restrictive alternative of the available options. 31 The definition of restrictiveness here has important ramifications for the moral foundations of a least restrictive alternative desideratum. It might be claimed that the restrictiveness of an intervention depends on the extent to which it infringes upon the recipient's moral rights. 32 Notably, the understanding of rights that such an account might invoke need not assume that rights must trump all other considerations; an intervention may be permissible (on broadly consequentialist grounds or grounds of self-defense) even if it infringes another's rights, as long as it is the intervention that infringes rights to the least extent of all available (effective) interventions. Of course, how the extent of rights infringements is to be determined is open to debate.",
            "cite_spans": [
                {
                    "start": 850,
                    "end": 852,
                    "text": "31",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "III. Five Desiderata To Guide The Moral Assessment of Non-Consensual Medical Interventions"
        },
        {
            "text": "On this interpretation, the least restrictive alternative desideratum may be regarded as reflecting a deontological constraint on either the pursuit of the good (on constrained consequentialism), or self-protection (on a self-defense-based justification).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. Five Desiderata To Guide The Moral Assessment of Non-Consensual Medical Interventions"
        },
        {
            "text": "In either case, it is an interpretation that is most naturally understood in deontological terms. However, some readers may be suspicious of this interpretation's invocation of the language of rights. An alternative interpretation of the least restrictive alternative desideratum might instead claim that the restrictiveness of the intervention depends on the extent to which the intervention harms the subject; for instance, by frustrating certain interests they may have. On this reading, the least restrictive alternative desideratum may be understood to highlight the harms that nonconsensual interventions can cause to the recipients of the intervention. On either a constrained consequentialist or self-defense justification, these harms inflicted by the intervention weigh against the harms that it averts (captured by the first desideratum) in determining its justifiability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Justifications for Non-Consensual Medical Intervention"
        },
        {
            "text": "This brings us to the fifth desideratum, which is that the intervention must be proportionate to the threat the recipient of the intervention poses to others. This desideratum is most strongly associated with self-defense justifications, where the desideratum (understood as a guide to practical decision-making) can be seen as a direct operationalization of a proportionality requirement at the level of fundamental justification; self-defense accounts make the permissibility of protective measures dependent on the existence of proportionality. We will thus begin by briefly outlining how proportionality has been understood within self-defense justifications, before suggesting that a proportionality desideratum for non-consensual medical interventions can be accepted by proponents of a constrained consequentialist approach too, even though this approach includes no proportionality requirement at the level of fundamental justification.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Justifications for Non-Consensual Medical Intervention"
        },
        {
            "text": "Jeff McMahan succinctly captures the requirement of proportionality in self-defense in the following way: \"The requirement of proportionality holds, roughly, that the harm inflicted in self-defence must not be excessive in relation to the threatened harm one seeks to avoid.\" 33 In order to establish whether a harm inflicted in self-defense is excessive, one must first assess the relative gravity of the harm inflicted by an act of selfdefense, and the harm that the attacker can be expected to inflict in the absence of self-defense. On the equivalent harm view of proportionality, self-defense is proportionate only if the \"harm that the force is intended to fend off is at least equivalent to the harm inflicted on the attacker.\" 34 On this view, inflicting fatal force in selfdefense is only proportionate when doing so is intended to fend off a harm that is itself as grave as death.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Justifications for Non-Consensual Medical Intervention"
        },
        {
            "text": "However, other views take further factors into account. For instance, it might be argued that assessments of proportionality should acknowledge that the attacker may be liable to suffer defensive force by virtue of his culpability (or, on some views, his mere responsibility 35 ) for the threat he poses, whilst the victim is not liable to suffer the threatened harm. 36 On McMahan's justice-based account, this asymmetry makes it permissible, as a matter of justice, to ensure that the threatening party, rather than the potential victim, suffers any harm necessitated by the threat posed. 37 Moreover, on this view, the stringency of the proportionality restriction on the use of defensive force may vary in accordance with the threatening party's degree of culpability (or responsibility) for the threat he poses. 38 For our purposes here, the important implication of justice-based views of proportionality is that they allow for the possibility that it can be justifiable for an agent acting in self-defense to harm a morally responsible attacker more than the attacker would otherwise harm her.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Justifications for Non-Consensual Medical Intervention"
        },
        {
            "text": "In contrast to self-defense justifications, the idea of proportionality is arguably not fundamental to most constrained consequentialist justifications of IDC interventions. However, assessing whether an intervention can be justified on the constrained consequentialist approach requires assessing the net harmfulness of the intervention, where the most significant harms are likely to be harms to others that the intervention can be expected to prevent, and the harms that the intervention imposes on the recipient. Ceteris paribus, an intervention will be justified on this approach only if the expected harm to others that is averted is greater than the harm inflicted on the recipient, and this, on one interpretation (the equivalent harm view), is precisely what the proportionality desideratum requires. Satisfaction of the desideratum, thus interpreted, can therefore be regarded as an indicator of whether an IDC intervention can be justified on the constrained consequentialist approach. 39 Certain constrained consequentialist approaches could also accommodate a proportionality desideratum that goes beyond the equivalent harm view and sanctions interventions that cause more harm than they prevent.",
            "cite_spans": [
                {
                    "start": 997,
                    "end": 999,
                    "text": "39",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Justifications for Non-Consensual Medical Intervention"
        },
        {
            "text": "For instance, a constrained consequentialist approach that incorporated desert into its account of the good could regard harms to culpable agents as less inimical to the good (because less underserved) than harms to innocent agents. 40 It should be acknowledged that our use of the concept of proportionality here differs from the way in which proportionality is commonly invoked by retributivists in the criminal justice context. In this latter context, proportionality is commonly understood retrospectively: in order to ascertain whether a punishment is proportionate, we have to make a comparison between the harms that will be imposed by that punishment and the gravity of the wrong involved in the offender's past action. In the case of retrospective proportionality assessments, we already know what crime the individual committed and have to judge what sort of punishment is proportionate to the harm imposed by that crime. In contrast, we are invoking proportionality in a prospective sense; in order to ascertain whether a preventative intervention that we are now going to impose is proportionate, we have to make a comparison between the harm that will be imposed by this intervention and the harm that individuals will otherwise bring about through their future action. 41 This sense of proportionality arguably introduces epistemic difficulties: we may face barriers to knowing the extent of the harm that the agent will bring about, as well as her degree of culpability for it.",
            "cite_spans": [
                {
                    "start": 233,
                    "end": 235,
                    "text": "40",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Justifications for Non-Consensual Medical Intervention"
        },
        {
            "text": "Having outlined the five desiderata that we take to constitute the standard approach to the assessment of nonconsensual IDC interventions, we",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. The Justification of Non-Consensual IDC Interventions and Neuro-correctives"
        },
        {
            "text": "shall now consider what these desiderata might imply regarding the justification of non-consensual neurocorrectives, assuming that they are apt for the moral assessment of such interventions. Our discussion of nonconsensual IDC interventions in the previous section suggests that there may be some circumstances in which it may be permissible to impose medical interventions non-consensually. For the sake of argument, we shall assume that non-consensual IDC interventions that are frequently employed in liberal democracies, or are regarded as serious contenders for such employment, are all permissible. We shall argue that considerations pertaining to the gravity of harm targeted, effectiveness, and opportunity costs count as strongly in favor of non-consensual neurocorrectives as they count in favor of these putatively permissible non-consensual IDC interventions, which include some forms of quarantine, coercive vaccination, and forced treatment. We shall then consider whether the least restrictive alternative and proportionality desiderata can be invoked to rule out the permissibility of neuro-correctives in a manner that does not also rule out the non-consensual IDC interventions. We shall argue that although some neuro-correctives would be more restrictive than other available methods for preventing recidivism, this is neither clearly the case for all neuro-correctives, nor clearly sufficient for establishing that these interventions would be impermissible. Similarly, we shall argue that many neuro-interventions would be proportionate (or not clearly disproportionate) to the harms they are intended to prevent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Justifications for Non-Consensual Medical Intervention"
        },
        {
            "text": "In the preceding section, we outlined five desiderata that may be used to guide the moral assessment of non-consensual IDC interventions. One potential obstacle facing the translation of a moral framework from public health ethics to the context of criminal justice is that interventions in the latter context may have different aims. For instance, on retributive approaches to criminal justice, the purpose of criminal justice is to ensure that the offender gets his just deserts. Such approaches are backward-looking in the sense that they claim that the appropriateness of a particular correctional intervention depends ultimately on the offender's past conduct (which renders him deserving of hard treatment), not on the effects of the intervention. As such, retributivism contrasts with forward-looking consequentialist approaches to criminal justice, which claim that the appropriateness of a particular correctional intervention is to be established by determining whether it will lead to good consequences. Strict retributivists are unlikely to be convinced that a public health moral framework is suitable for adoption within the criminal justice system, insofar as it does not incorporate backwardlooking retributive elements that they deem to be central to criminal justice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Justifications for Non-Consensual Medical Intervention"
        },
        {
            "text": "Naturally, we cannot settle debates about the justification and aims of criminal justice here. However, it should be acknowledged that rehabilitation has been understood to be a central goal of criminal justice on a wide range of penal theories, 42 including both consequentialist theories and non-consequentialist moral education and paternalistic theories. 43 We claim that insofar as rehabilitation is aptly construed as an appropriate goal of criminal Jonathan Pugh and Thomas Douglas justice (as it is on many theories), then this framework may be used to guide our moral assessments of how we may permissibly intervene in order to promote rehabilitation. This position is quite compatible with claiming that criminal justice ought also to incorporate other retributive elements; those who make this claim might feel it necessary to impose other forms of intervention on offenders in order to meet these aims, and to supplement the framework we present here with backwardlooking considerations. The relative weights of the desiderata we present here and other retributive desiderata (such as retrospective proportionality) will depend on the comparative weight that one affords to different aims of criminal justice.",
            "cite_spans": [
                {
                    "start": 359,
                    "end": 361,
                    "text": "43",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Justifications for Non-Consensual Medical Intervention"
        },
        {
            "text": "Furthermore, the desiderata that we have presented may be justified by either a constrained consequentialist approach or a deontologically grounded theory of self-defense. Notably, the latter can be understood as partially integrating both retributive and crime-prevention elements, since on this approach force may only permissibly be used on aggressors, even if the primary purpose is to avert harm. 44 That said, the limit of using force only on aggressors does not ensure compliance with negative retributivism, since some aggressors may arguably be innocent or only very mildly culpable. Moreover, even when the desiderata are understood as being undergirded by a constrained consequentialist theory, the approach is not vulnerable to some of the criticisms of advocating rehabilitation as a central unconstrained consequentialist aim of punishment. For instance, one such criticism is that an unconstrained consequentialist approach would seem to allow for any sort of harsh treatment that would achieve the goal of rehabilitation, including interventions that would traditionally be ruled out as disproportionate by retributive approaches. However, the constrained consequentialist approach we have outlined can avoid this criticism by incorporating a proportionality requirement that limits the sorts of interventions we may impose on offenders in the name of rehabilitation. 45 Let us turn, then, to applying the five desiderata outlined in the previous section to the case of neurocorrectives. Consider first the gravity of the harm that neuro-correctives seek to prevent. It seems plausible to claim that neuro-correctives could be used to prevent serious harms, since many crimes cause serious harm (both physical and mental) to their victims. Indeed, in some cases (most obviously in the case of murder), the harm caused to the victim may be comparable in seriousness to the harm of his contracting a lethal infectious disease. Furthermore, criminal offending leads to other indirect costs for other members of society, since resources must be spent in order to, inter alia, provide support to victims of crime and apprehend and punish criminal offenders; in the UK, the cost to the taxpayer of reoffending is estimated to be £9.5 billion to £13 billion per year. 46 However, even if criminal offending often causes harm to its victims, it might be argued that there are nonetheless significant differences between the harms caused by criminal offending and the harms caused by the spread of infectious disease. First, it might be claimed that the certainty with which the harm will occur Justifications for Non-Consensual Medical Intervention in the absence of intervention is typically higher in IDC than it is in criminal justice: we cannot predict whether a criminal offender will reoffend with the same degree of accuracy with which we can predict that an individual carrying an infectious disease will transmit it to others. Although various risk-assessment instruments have been used to assist sentencing and release decisions in both the U.S. and the U.K., 47 they all have a number of well-documented problems. 48 Recidivism can thus currently be predicted only with limited accuracy, and false positive assessments are likely in this context. 49 However, this does not mean that the harms associated with criminal recidivism can be predicted with less confidence than those associated with infectious disease; public health authorities sometimes have to use risk-prediction instruments that have comparably limited predictive accuracy. Consider cases in which the transmission of an infectious agent depends on the vector engaging in certain behaviors, such as in sexually transmitted infections. In assessing whether an infected individual poses a threat to public health, authorities must determine the risk of that agent's engaging in unprotected sexual intercourse. It seems doubtful that they could make such an assessment with a significantly greater degree of certainty than an assessment of whether a violent criminal offender is likely to reoffend. Another case in which public health authorities may face significant uncertainty in their predictions of threats to public health is the implementation of quarantine. In quarantine, healthy individuals can be subjected to compulsory detention just because they have been exposed to an infectious agent, even though they themselves may not be infected, and the threat they actually pose to others is thus uncertain.",
            "cite_spans": [
                {
                    "start": 1384,
                    "end": 1386,
                    "text": "45",
                    "ref_id": null
                },
                {
                    "start": 2277,
                    "end": 2279,
                    "text": "46",
                    "ref_id": null
                },
                {
                    "start": 3266,
                    "end": 3268,
                    "text": "49",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Justifications for Non-Consensual Medical Intervention"
        },
        {
            "text": "Nonetheless, as we described above, individuals carrying sexually transmitted infections have been subjected to non-consensual treatment in the name of public health in certain liberal democracies, and quarantine is widely practiced across such jurisdictions. For that reason, and on the assumption that these interventions are morally permissible, the mere fact that the prediction of criminal recidivism might be highly uncertain is not in itself sufficient for establishing that the IDC moral framework cannot appropriately be applied in an assessment of compulsory neuro-correctives, as the prediction of infectious disease risks may also be highly uncertain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Justifications for Non-Consensual Medical Intervention"
        },
        {
            "text": "Alternatively, it might be argued that the aggregate magnitude of the harm that could be prevented through the use of non-consensual neuro-correctives is minimal in comparison to that which could be prevented through the use of nonconsensual IDC interventions. The latter often aim to prevent the spread of serious infectious diseases that might otherwise have the capacity to spread throughout a large population. In contrast, whilst criminal reoffending might entail certain indirect economic costs, it seems that an individual offender is likely to cause serious direct individual harm to only a small number of people compared to the large numbers of people who would be caused such harms by the spread of an infectious disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Justifications for Non-Consensual Medical Intervention"
        },
        {
            "text": "The strength of this argument turns on two empirical claims: first, that the scope of the harm caused by Jonathan Pugh and Thomas Douglas individual offenders is likely to be small, and second, the claim that permissible non-consensual IDC interventions prevent harms with large scope. However, it is not clear that either claim is universally true. First, it seems possible that a criminal offender could be likely to directly harm a large number of people; for instance, if the offender has previously been convicted of terrorist offences. Second, non-consensual IDC interventions, including some that are regarded as serious contenders for use in liberal democracies, are not always intended to prevent serious direct harm to large numbers of people; they may be imposed in response to infectious diseases that are typically non-lethal. For example, it has been argued that influenza vaccinations should be mandatory for all health care workers, even though some have suggested that comparatively few deaths are attributable to the forms of influenza against which such vaccinations protect. 50 As such, the potential scope of the harms that neuro-correctives might prevent may not differ significantly from those that might be prevented by putatively permissible IDC interventions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Justifications for Non-Consensual Medical Intervention"
        },
        {
            "text": "Consider now the second and third desiderata: effectiveness and opportunity cost. It is reasonable to believe that some neuro-correctives will score at least as well on these desiderata as putatively permissible IDC interventions. Admittedly, since many of the neuro-correctives discussed above are only in developmental stages, there is no robust data on whether these interventions would be effective in preventing recidivism. However, the limited data on the use of chemical castration to prevent recidivism in sex offenders might leave us with cause for optimism in this regard. In an extensive meta-analysis, Friedrich Lösel and Martin Schmucker found an 11.1% recidivism rate amongst sex offenders who had been castrated following the offense compared to a 17.5% recidivism rate amongst non-treated offenders. 51 Second, there seems no reason to suppose that the opportunity costs associated with neuro-correctives would be any greater than those associated with IDC interventions. In fact, neuro-correctives would be very similar in kind to the sorts of pharmacological interventions that might be used in IDC, and thus likely to involve similar resource expenditure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Justifications for Non-Consensual Medical Intervention"
        },
        {
            "text": "Accordingly, it seems that some neuro-correctives would score at least as well as putatively permissible IDC interventions on the desiderata of gravity of harm averted, effectiveness and opportunity cost. This suggests that, if these IDC interventions are indeed permissible, then non-consensual neuro-correctives are not universally ruled out as impermissible by these three desiderata. Nevertheless, it might be argued that the least restrictive alternative and the proportionality desiderata rule out the use of neuro-correctives. We shall conclude by considering each of these desiderata in turn.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Justifications for Non-Consensual Medical Intervention"
        },
        {
            "text": "First, however, it is necessary to explore further the nature and implications of the least restrictive alternative desideratum. Suppose that we adopt the rights-based understanding of the desideratum explored in the previous section. An assessment of an intervention's restrictiveness will then take into account the nature of the rights that the intervention violates, the frequency and duration of the violation, and the number of people whose rights are violated. 52 Some comparisons of restrictiveness will be relatively straightforward; for Justifications for Non-Consensual Medical Intervention instance, two interventions might differ only on one of the above dimensions. To illustrate, compare the use of directly observed therapy (DOT), where the subject is required to take the prescribed dosage of his medication under observation, to compelled treatment in IDC. 53 Whilst DOT arguably infringes on the individual's rights in important ways, it seems clear that DOT is less restrictive than compelled treatment within a hospital setting, holding fixed the number of doses and people affected, since it does not infringe upon the individual's right to freedom of movement and association to the same extent, insofar as it does not involve the imposition of involuntary confinement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Justifications for Non-Consensual Medical Intervention"
        },
        {
            "text": "Comparisons of the restrictiveness of different interventions become less straightforward when they differ on more than one dimension; for example, where one intervention violates right M but not right N, and the other violates right N but not right M. Similarly, comparisons become less straightforward when one intervention violates the rights of more people, and the other violates the rights more extensively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Justifications for Non-Consensual Medical Intervention"
        },
        {
            "text": "Nevertheless, in some cases it may be possible to make a somewhat credible comparison of the restrictiveness of the available alternative interventions. In the context of IDC, if our aim is to prevent further transmission of an infectious pathogen, we might compare compelled treatment with DOT, for example, and it might seem clear that DOT is less restrictive. In the context of using neuro-correctives in criminal justice, in order to determine whether or not such interventions represent the least restrictive means to achieving the end of preventing recidivism, we must compare them with the other means available to us. It might be argued that a comparison of neuro-correctives with alternative means of preventing criminal recidivism will reveal neuro-correctives to be more restrictive than some available alternatives. Let us assume that we are comparing (i) subjecting one individual to a non-consensual neurocorrective, and (ii) subjecting the same individual to incarceration of the least restrictive kind necessary to retain whatever anti-recidivist effect incarceration has. 54 (We shall also assume the rights-based understanding of the least restrictive alternative desideratum, although our conclusions would also hold on the harm-based understanding.)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Justifications for Non-Consensual Medical Intervention"
        },
        {
            "text": "The right to freedom of movement and association is clearly relevant to this comparison. Incarceration seems to infringe on an offender's right to freedom of movement and association, assuming that there is such a right and that it is not waived by the commission of a criminal offence. Moreover, infringements of this right may need to be continued for many years if the anti-recidivist effect is to be maintained. Neuro-correctives, by contrast, plausibly involve only a lesser violation of this right. Even if the offender were required to present at a specified location for repeated administrations of a neurocorrective, this requirement would clearly be a less extensive infringement of this right than incarceration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Justifications for Non-Consensual Medical Intervention"
        },
        {
            "text": "Nonetheless, it seems that there is a strong case for claiming that the use of non-consensual neuro-correctives would be more restrictive than other penal methods, because such interventions would violate other rights that might be deemed more important than the right to freedom Jonathan Pugh and Thomas Douglas of movement and association. First, insofar as neuro-correctives would entail some degree of physical invasion, non-consensual neuro-correctives would violate the offender's right to bodily integrity in a manner that is comparable to some of the non-consensual medical interventions surveyed abovefor example, vaccinationsas well as compulsory medical examination and treatment. Although many jurisdictions permit non-consensual quarantine and isolation, which both seriously infringe upon an individual's rights to freedom of movement and association in the name of public health, such jurisdictions often prohibit non-consensual medical treatment, which would plausibly involve a serious violation of a right to bodily integrity (although it is not clear how much more serious this violation is than that involved in the non-consensual medical examinations). A plausible explanation for the acceptance of this position is that the right to bodily integrity is seen as more important than the right to freedom of movement and association, ceteris paribus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Justifications for Non-Consensual Medical Intervention"
        },
        {
            "text": "However, it is not obvious that this is so, given the great importance of freedom of movement and association to maintaining our most valuable personal relationships. 55 Moreover, even if the right to bodily integrity is more important, other things being equal, this difference in importance may be offset by a difference in the extent of the rights infringements in the cases of interest to us. Incarceration involves very extensive intrusions on freedom of movement and association; neurocorrectives, by contrast, need not always involve extensive intrusions on bodily integrity (for example, of the sort involved in surgical procedures) but might rather involve relatively moderate forms of physical interference, such as, for example, the administration of a drug via nasal spray, or the administration of a very weak electric current (as in transcranial direct current stimulation). One of us has argued elsewhere that, taking into account both the importance of the rights and the extent of their infringement, the rights infringements involved in incarceration are at least as grave as those involved in the administration of a drug via injection, 56 which would plausibly make them more grave than those involved in the administration of a drug in less physically invasive ways.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Justifications for Non-Consensual Medical Intervention"
        },
        {
            "text": "There is thus room to question whether all neuro-correctives are more restrictive than incarceration by virtue of their physical invasiveness alone. However, opponents of neurocorrectives might argue that there is another way non-consensual neurocorrectives would be more restrictive than incarceration by appealing to what we might term the offender's right to mental integrity, or his right to have \"the freedom to think one's own thoughts and to have one's own personality.\" 57 Whilst incarceration can undoubtedly bring about some mental effects, an important moral difference between incarceration and neuro-correctives seems to be that during the course of incarceration these effects are mediated by psychological processes. 58 In contrast, neurocorrectives would bring about profound mental effects directly through the biological modulation of the brain states on which mental states supervene. Furthermore, these effects may also be unintended when they are brought about during the course of currently employed penal methods, while it is the express purpose of neuro-correctives to bring them about. In view of the fact that Justifications for Non-Consensual Medical Intervention neuro-correctives involve intentionally changing another person's mental states, those scholars who stress the importance of relational conditions of autonomy might claim that the use of neuro-correctives involves the exertion of third-party control over another person's mental states in a way that non-intentional effects on a prisoner's mental states do not. 59 It thus seems plausible to claim that the former are more mentally invasive and arguably more autonomy-undermining than traditional penal methods.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Justifications for Non-Consensual Medical Intervention"
        },
        {
            "text": "Perhaps it is plausible to maintain that neuro-correctives are more restrictive than incarceration by virtue of the mental interference they involve, or by virtue of the combination of physical and mental interference. Again, however, it may be possible to respond by conceding that rights to mental integrity and bodily integrity are more important than rights to freedom of movement and association, while maintaining that the extensiveness of the violation of the latter right involved in incarceration exceeds the extensiveness of the violation of the former rights involved in the administration of some neuro-correctives. After all, just as some neuro-correctives might be administered through means that involve only moderate forms of physical invasion, so too might some neuro-correctives involve only mild or moderate forms of mental invasion: consider a neurocorrective that has a very local effect on one behavioral disposition (say, towards impulsive violence) that is not central to the offender's self-conception or personality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Justifications for Non-Consensual Medical Intervention"
        },
        {
            "text": "Perhaps more importantly though, the use of non-consensual medical interventions in IDC suggests that the fact that an intervention is more restrictive than an alternative is not alone sufficient to establish that carrying out the intervention would be impermissible (this is the reason why we referred to the least restrictive alternative desideratum as a desideratum, not a requirement). One of the main problems with assessing the moral justification of different sorts of non-consensual interventions in IDC or criminal justice are the tradeoffs that will often occur between the desiderata we delineated in the previous section. In particular, in many cases there will likely be a trade-off between the effectiveness of an intervention and its restrictiveness. For instance, in the context of IDC, although DOT is less restrictive than compelled treatment, it also increases the subjects' opportunity to avoid taking their medication. In such cases, we must judge that the least restrictive alternative is going to be sufficiently effective in achieving its aim to warrant our employing that intervention instead of a more restrictive alternative that is likely to be more effective.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Justifications for Non-Consensual Medical Intervention"
        },
        {
            "text": "The above considerations present a problem for opponents of neurocorrectives, since it is widely agreed that incarceration is ineffective at preventing recidivism amongst criminal offenders. 60 A similar charge can be made against psychosocial rehabilitation. Consider, for example, the use of such programs for sexual offenders. Despite the wide use of these programs amongst this population of offenders, a number of critics have argued that there is simply no good evidence that such programs are effective in preventing reoffending. 61 With this in mind, even if a non-consensual neurocorrective is not the least restrictive means of preventing recidivism available, the use of such an intervention may nonetheless be morally permissible according to the moral framework outlined above, if this intervention is substantially more effective at preventing recidivism than other less restrictive means of achieving that end.",
            "cite_spans": [
                {
                    "start": 537,
                    "end": 539,
                    "text": "61",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Justifications for Non-Consensual Medical Intervention"
        },
        {
            "text": "One way in which an opponent of neuro-correctives might respond to this point is to appeal to the proportionality desideratum. It might be argued that interventions with a degree of restrictiveness that is above a proportionality threshold would be ruled impermissible, even if they are the least restrictive of the available alternatives, or offer the best combination of restrictiveness and effectiveness. It could then be argued that neuro-correctives would, by virtue of their physical and mental invasiveness, invariably fall above this threshold. Moreover, it might be argued that many IDC interventions are disanalogous with neuro-correctives on this front: since many IDC interventions benefit their victim in some sense (in so far as they might treat individuals or prevent them from suffering an infectious disease), they are generally less restrictive, all things considered, than neuro-correctives, and are more likely to fall below a proportionality threshold of the sort that we are discussing here. 62 At this juncture, it seems that the precise interpretation of the proportionality desideratum becomes particularly salient. Consider first the equivalent harm view of proportionality. On this view, the use of a nonconsensual neurocorrective will only be proportionate if it prevents harms that are comparable to the harm caused by the intervention. As we have explained above, it seems that the use of some (although not all) non-consensual neuro-correctives might involve profound harms. It might be claimed that this feature restricts the scope of morally permissible non-consensual neuro-correctives to scenarios in which they are expected to prevent a similar degree of harm.",
            "cite_spans": [
                {
                    "start": 1014,
                    "end": 1016,
                    "text": "62",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Justifications for Non-Consensual Medical Intervention"
        },
        {
            "text": "However, as we have seen, other interpretations of the proportionality desideratum allow that it can be permissible to impose harms on a threatening party that are greater than the harm they themselves pose. On these accounts, if a criminal offender is believed to culpably pose a significant risk to the life of just one other person, then that may be enough to justify imposing significantly harmful preventative interventions on him. Crucially for our purposes, unlike many recipients of IDC interventions, it seems that the recipients of neuro-correctives can plausibly be understood to culpably pose a threat in a way that may plausibly justify imposing a harm on them that is greater than the harm that they themselves threaten to bring about. Moreover, as we have seen, significantly restrictive interventions have often been thought permissible in the context of IDC. These factors together cast significant doubt on the suggestion that neuro-correctives would invariably lie above the proportionality threshold.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Justifications for Non-Consensual Medical Intervention"
        },
        {
            "text": "Drawing on two theoretical frameworks, we have delineated five desiderata that are often thought apt to guide moral assessments of Justifications for Non-Consensual Medical Intervention non-consensual medical interventions in the context of IDC. We then employed these desiderata to assess the moral justifiability of non-consensual medical interventions performed for the purposes of criminal rehabilitation. We argued that at least some neuro-correctives could be highly effective at preventing considerable harms with few opportunity costs, thus satisfying three of the desiderata to a high degree. After making that argument, we pointed out that even though neuro-correctives need not always involve profound harms to the recipient of the sort that are described in the literature, they may not be the least restrictive alternative rehabilitative measure available. However, in assessing the non-consensual use of such interventions, considerations of restrictiveness must be weighed against the desideratum of effectiveness; even if less restrictive rehabilitative alternatives are available, we may nonetheless have sufficient reason to use neuro-correctives if they are more effective in preventing recidivism. Finally, we suggested that the fact that many serious criminal offenders are culpable for the threat of future harm they pose suggests that significantly restrictive preventative interventions may satisfy the proportionality desideratum on plausible justice-based accounts of proportionality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "V. Conclusion"
        },
        {
            "text": "One concern that might be raised in response to our arguments is that they might plausibly be extended to justify the use of non-consensual crime-preventing medical interventions on individuals who have not previously committed a criminal offence, but who are still predicted to pose a threat of significant harm. This might be deemed problematic in our current political and legal culture, in which we are reluctant to punish people for their states of character, and instead believe that sanction should only be imposed for past conduct. Although we cannot offer a full treatment of this issue here, it should be noted that our arguments do not extend straightforwardly to this practice. Currently, one significant barrier to reliably predicting the risk of offending amongst non-offenders is that one of the main statistical predictors of future criminal offending is past criminal offending; for obvious reasons, this predictive factor would be absent in the risk assessment of non-offenders. Given the potentiality for error and abuse, and the various reasons we have to try to minimize the extent to which the state may legitimately exercise coercive power over citizens, this epistemological barrier represents a sufficient reason to only permit the use of neuro-interventions as a postconviction sanction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "V. Conclusion"
        },
        {
            "text": "However, we suggest that this barrier is epistemological rather than moral. Suppose, completely fantastically, that we could, with 100% accuracy and reliability, predict that an individual with no history of criminal offending will culpably bring about a significant harm, and that psychosocial rehabilitation would not be effective in preventing him from doing so. What should we do in the absence of the epistemological barrier? Whilst we should be wary of state abuse of this power, in the theoretically pure case of a thought experiment, we suggest that the \"bullet\" of believing that it could be morally permissible to carry out a non-consensual neurocorrective on such an individual to prevent this harm becomes easier to bite; it is difficult to see how the mere fact that this person's criminal Jonathan Pugh and Thomas Douglas offence lies in the future rather than the past should be an impediment to preventing the harm that he will otherwise certainly bring about. 1 Notice that it might be possible to prevent recidivism in ways that do not involve the rehabilitation of the offender. For instance, incapacitating offenders by incarcerating them can be understood as an anti-recidivist measure. Since it seems that neuro-interventions that serve to incapacitate an offender would face additional moral problems in comparison to rehabilitative neuro-correctives, we shall consider in this article only those interventions that might be used to prevent recidivism by facilitating rehabilitation. 10 Derk Pereboom has discussed the possibility of providing a non-retributive justification of incarceration that is compatible with free-will skepticism by appealing to similarities between the justification of quarantine and incarcerating criminal offenders on the assumption that they do not deserve to be punished. See Pereboom, Free Will, Agency, and Meaning; Pereboom,\"Free Will Skepticism\"; and Pereboom, Living without Free Will. More recently, Gregg Caruso, in \"Free Will Skepticism,\" has developed Pereboom's model within a broader justificatory framework of public health ethics. We are sympathetic to many of the claims made in these works, particularly Caruso's claim that we should give greater priority to the prevention of recidivism in criminal justice. However, unlike Pereboom and Caruso, our interest in this article is not to establish a non-retributive justification of incarceration but rather to investigate the extent to which the moral justification of non-consensual medical interventions in public health might be used to justify the use of comparable non-consensual interventions in criminal justice. Furthermore, we consider alternative accounts of the justification of nonconsensual public health interventions to Caruso's. In fact, the arguments we make here may be understood to extend Caruso's conclusions regarding the nonretributive justification of incarceration to the use of neuro-correctives as anti-recidivist measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "V. Conclusion"
        },
        {
            "text": "Justifications for Non-Consensual Medical Intervention 223 29 Schabas, \"Severe Acute Respiratory Syndrome.\" Note that the marginal effectiveness should be considered; that is, the effectiveness the intervention will add to other means of preventing harm that will be pursued regardless. Suppose, for example, that either a medical intervention or an education program would alone lower the risk of harm from infectious disease compared to a baseline in which neither intervention were pursued. Suppose by contrast that the education program will be pursued regardless, and that the medical intervention adds nothing to the effectiveness of the education program-that is, that the risk of harm is not reduced by adding the medical intervention to the education program. In this context, the effectiveness of the medical intervention should be regarded as zero.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes"
        },
        {
            "text": "30 See Gostin, Public Health Law, See ibid., 68. Relatedly, the literature on self-defense frequently invokes a condition of minimal force; permissible acts of self-defense must involve the use of only the minimum force that is necessary to avert the threat. This application can be regarded as one gloss on the least restrictive alternative desideratum. See Wilkinson, \"Contagious Disease and Self-Defence.\" 32 See Gostin, Public Health Law, 68. 33 McMahan, Ethics of Killing, 412. 34 Uniacke, \"Proportionality and Self-Defense,\" 258. Although Uniacke herself argues against the equivalent harm view, she cites both Rodin, War and Self-Defense, 48-9, and Leverick, Killing in Self-Defence, 153, as advocating it.",
            "cite_spans": [
                {
                    "start": 3,
                    "end": 14,
                    "text": "See Gostin,",
                    "ref_id": null
                },
                {
                    "start": 15,
                    "end": 33,
                    "text": "Public Health Law,",
                    "ref_id": null
                },
                {
                    "start": 416,
                    "end": 423,
                    "text": "Gostin,",
                    "ref_id": null
                },
                {
                    "start": 424,
                    "end": 442,
                    "text": "Public Health Law,",
                    "ref_id": null
                },
                {
                    "start": 443,
                    "end": 449,
                    "text": "68. 33",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Notes"
        },
        {
            "text": "35 McMahan suggests that moral responsibility and culpability can be distinguished in the following way: an agent's degree of culpability is a function of a number of variables, including, inter alia, whether the agent poses the wrongful threat intentionally, recklessly, or negligently; whether the agent has an excuse and how strong that excuse is; and the magnitude of the threatened harm. However, even if the agent is fully excused for posing a threat of harm, he may still be liable to defensive harm if he bears some degree of moral responsibility for posing a threat of harm. For instance, McMahan suggests that agents who pose a threat of harm because they are acting under an irresistible influence may still be morally responsible for their act even if they are not culpable. This moral responsibility is sufficient to render the agent liable to some degree of defensive harm, on his view, although the proportionality restriction on that defensive harm will be more stringent by virtue of the fact that the agent is not culpable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes"
        },
        {
            "text": "See 39 It is merely an indicator, rather than a determinant, because the intervention may also cause or prevent other harms that would need to be included in the consequentialist calculus, and because deontological side constraints may rule the intervention out even if it satisfies this desideratum.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes"
        },
        {
            "text": "40 Indeed, a consequentialist theory of this kind could hold that harms to culpable agents contribute positively to the overall good. See, generally, Miller, Social Justice for an influential desert-based theory of social justice. See Rawls, Theory of Justice for criticisms of desert-based theories. 45 Notice that even if one holds that criminal justice should not at all aim at rehabilitation, our argument will still have interesting implications. That public health ethics justifications for non-consensual interventions seem also to work for neuro-correctives suggests that there is a prima facie case for using neuro-correctives. Thus, even if one thinks that the latter could not permissibly be incorporated within criminal justice systems, our arguments suggest that there may be reasons to use neuro-correctives outside criminal justice; for instance, as part of some kind of separate public protection system. 49 A further higher-order problem with actuarial instruments is the number of difficulties in measuring their predictive accuracy. See Rice and Harris, \"Violent Recidivism.\" 50 See Offley, \"Influenza Vaccination\"; Doshi, \"Influenza.\" 51 Lösel and Schmucker, \"Effectiveness of Treatment.\" It should be acknowledged that these numbers refer to a sample that includes offenders who have received either chemical or physical castration. 52 See Gostin, Public Health Law, 68. 53 DOT has commonly been used for patients suffering from tuberculosis, and it is also occasionally used in the treatment of HIV. See Bayer and Wilkinson, \"Directly Observed Therapy\"; Mitty et al., \"Directly Observed Therapy.\" 54 It might be argued that we cannot legitimately appeal to a comparison between incarceration and neuro-correctives. See Barn, \"Can Medical Interventions Serve?\" For example, it might be argued that the two interventions are intended to serve different aims. On many accounts, Justifications for Non-Consensual Medical Intervention the justification for incarcerating criminal offenders often appeals to retributive or deterrent purposes, rather than the prevention of individual recidivism. However, as we claimed above, the prevention of recidivism plausibly plays some role in the justification of incarceration. This is most clearly so in cases of civil commitment. In such cases, offenders have already served a sentence that has been deemed sufficient to serve the goals of deterrence and retributivism, but they nonetheless remain incarcerated on the basis that criminal justice authorities believe that there is a significant risk that they would reoffend if released. Note also that the least restrictive kind of incarceration compatible with retaining an anti-recidivist effect would plausibly be far less restrictive than prevailing kinds of incarceration, which arguably involve harms and rights violations that are gratuitous from the point of view of preventing recidivism, and indeed may serve to encourage it. It might be objected at this point that taking incarceration as the relevant comparator is illicit, since criminal justice systems frequently have at their disposal less restrictive means of preventing recidivism, such as psychosocial rehabilitation programs. We will respond to this objection in our discussion below by appealing to the importance of the effectiveness desideratum and its relation to the least restrictive alternative desideratum. 62 However, there are other contexts in which interventions that seem comparably restrictive to neuro-correctives are used non-consensually for the prevention of similarly problematic harms. For instance, many jurisdictions have mental health legislation that allows competent but mentally disordered individuals to be treated non-consensually with mind-altering drugs when they constitute a threat to themselves or others.",
            "cite_spans": [
                {
                    "start": 1357,
                    "end": 1368,
                    "text": "See Gostin,",
                    "ref_id": null
                },
                {
                    "start": 1369,
                    "end": 1387,
                    "text": "Public Health Law,",
                    "ref_id": null
                },
                {
                    "start": 1388,
                    "end": 1391,
                    "text": "68.",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Notes"
        }
    ],
    "bib_entries": {
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Immunisation and Herd Immunity",
            "authors": [
                {
                    "first": "Roth",
                    "middle": [],
                    "last": "Meisel",
                    "suffix": ""
                },
                {
                    "first": ";",
                    "middle": [],
                    "last": "Lidz",
                    "suffix": ""
                },
                {
                    "first": "Roy",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "Robert",
                    "middle": [
                        "M"
                    ],
                    "last": "May",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Lancet",
            "volume": "335",
            "issn": "8690",
            "pages": "641--646",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Vaccination and Herd Immunity to Infectious Diseases",
            "authors": [
                {
                    "first": "Roy",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "Robert",
                    "middle": [
                        "M"
                    ],
                    "last": "May",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Nature",
            "volume": "318",
            "issn": "6044",
            "pages": "323--332",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Australian Government, Department of Human Services",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Can Medical Interventions Serve as 'Criminal Rehabilitation'?",
            "authors": [
                {
                    "first": "Gulzaar",
                    "middle": [],
                    "last": "Barn",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Neuroethics",
            "volume": "",
            "issn": "",
            "pages": "1--12",
            "other_ids": {
                "DOI": [
                    "10.1007/s12152-016-9264-9"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Directly Observed Therapy for Tuberculosis: History of an Idea",
            "authors": [
                {
                    "first": "Ronald",
                    "middle": [],
                    "last": "Bayer",
                    "suffix": ""
                },
                {
                    "first": "David",
                    "middle": [],
                    "last": "Wilkinson",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Lancet",
            "volume": "345",
            "issn": "8964",
            "pages": "1545--1553",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(95)91090-5"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Principles of Biomedical Ethics",
            "authors": [
                {
                    "first": "Tom",
                    "middle": [
                        "L"
                    ],
                    "last": "Beauchamp",
                    "suffix": ""
                },
                {
                    "first": "James",
                    "middle": [
                        "F"
                    ],
                    "last": "Childress",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Theory of Legislation",
            "authors": [
                {
                    "first": "Jeremy",
                    "middle": [],
                    "last": "Bentham",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Voluntary Rehabilitation? On Neurotechnological Behavioural Treatment, Valid Consent and (In)appropriate Offers",
            "authors": [
                {
                    "first": "Lene",
                    "middle": [],
                    "last": "Bomann-Larsen",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Neuroethics",
            "volume": "6",
            "issn": "1",
            "pages": "65--77",
            "other_ids": {
                "DOI": [
                    "10.1007/s12152-011-9105-9"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Crimes Against Minds: On Mental Manipulations, Harms and a Human Right to Mental Self-Determination",
            "authors": [
                {
                    "first": "Jan",
                    "middle": [],
                    "last": "Bublitz",
                    "suffix": ""
                },
                {
                    "first": "Reinhard",
                    "middle": [],
                    "last": "Christoph",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Merkel",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Criminal Law and Philosophy",
            "volume": "8",
            "issn": "1",
            "pages": "51--77",
            "other_ids": {
                "DOI": [
                    "10.1007/s11572-012-9172-y"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Crime, Inequality and Sentencing",
            "authors": [
                {
                    "first": "Pat",
                    "middle": [],
                    "last": "Carlen",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "8--28",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Free Will Skepticism and Criminal Behavior: A Public Health-Quarantine Model",
            "authors": [
                {
                    "first": "Gregg",
                    "middle": [],
                    "last": "Caruso",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Southwest Philosophy Review",
            "volume": "32",
            "issn": "1",
            "pages": "25--48",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "SchoolVaxView School Vaccination Requirements and Exemptions",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Center For Disease",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Control",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Do Harsher Prison Conditions Reduce Recidivism? A Discontinuity-Based Approach",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Shapiro",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "American Law and Economics Review",
            "volume": "9",
            "issn": "1",
            "pages": "1--29",
            "other_ids": {
                "DOI": [
                    "10.1093/aler/ahm006"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Medical Negligence, Assault, Informed Consent, and Autonomy",
            "authors": [
                {
                    "first": "Roger",
                    "middle": [],
                    "last": "Crisp",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Journal of Law and Society",
            "volume": "17",
            "issn": "1",
            "pages": "77--89",
            "other_ids": {
                "DOI": [
                    "10.2307/1409956"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Serotonin Modulates Striatal Responses to Fairness and Retaliation in Humans",
            "authors": [
                {
                    "first": "Luke",
                    "middle": [],
                    "last": "Robbins",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Clark",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Journal of Neuroscience",
            "volume": "33",
            "issn": "8",
            "pages": "3505--3518",
            "other_ids": {
                "DOI": [
                    "10.1523/JNEUROSCI.2761-12.2013"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Serotonin Selectively Influences Moral Judgment and Behavior through Effects on Harm Aversion",
            "authors": [
                {
                    "first": "Molly",
                    "middle": [
                        "J"
                    ],
                    "last": "Crockett",
                    "suffix": ""
                },
                {
                    "first": "Luke",
                    "middle": [],
                    "last": "Clark",
                    "suffix": ""
                },
                {
                    "first": "Marc",
                    "middle": [
                        "D"
                    ],
                    "last": "Hauser",
                    "suffix": ""
                },
                {
                    "first": "Trevor",
                    "middle": [
                        "W"
                    ],
                    "last": "Robbins",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Proceedings of the National Academy of Sciences",
            "volume": "107",
            "issn": "40",
            "pages": "17433--17441",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1009396107"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Serotonin Modulates Behavioral Reactions to Unfairness",
            "authors": [
                {
                    "first": "Molly",
                    "middle": [
                        "J"
                    ],
                    "last": "Crockett",
                    "suffix": ""
                },
                {
                    "first": "Luke",
                    "middle": [],
                    "last": "Clark",
                    "suffix": ""
                },
                {
                    "first": "Golnaz",
                    "middle": [],
                    "last": "Tabibnia",
                    "suffix": ""
                },
                {
                    "first": "Matthew",
                    "middle": [
                        "D"
                    ],
                    "last": "Lieberman",
                    "suffix": ""
                },
                {
                    "first": "Trevor",
                    "middle": [
                        "W"
                    ],
                    "last": "Robbins",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Science",
            "volume": "320",
            "issn": "5884",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1155577"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Reaffirming Rehabilitation",
            "authors": [
                {
                    "first": "Francis",
                    "middle": [
                        "T"
                    ],
                    "last": "Cullen",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Prisons Do Not Reduce Recidivism: The High Cost of Ignoring Science",
            "authors": [
                {
                    "first": "Francis",
                    "middle": [
                        "T"
                    ],
                    "last": "Cullen",
                    "suffix": ""
                },
                {
                    "first": "Daniel",
                    "middle": [
                        "S"
                    ],
                    "last": "Cheryl Lero Jonson",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Nagin",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Prison Journal",
            "volume": "91",
            "issn": "3",
            "pages": "48--65",
            "other_ids": {
                "DOI": [
                    "10.1177/0032885511415224"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Psychological Interventions for Adults Who Have Sexually Offended or Are at Risk of Offending",
            "authors": [
                {
                    "first": "Jane",
                    "middle": [
                        "A"
                    ],
                    "last": "Dennis",
                    "suffix": ""
                },
                {
                    "first": "Omer",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "Michael",
                    "middle": [],
                    "last": "Ferriter",
                    "suffix": ""
                },
                {
                    "first": "Nick",
                    "middle": [],
                    "last": "Huband",
                    "suffix": ""
                },
                {
                    "first": "Melanie",
                    "middle": [
                        "J"
                    ],
                    "last": "Powney",
                    "suffix": ""
                },
                {
                    "first": "Conor",
                    "middle": [],
                    "last": "Duggan",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Cochrane Database of Systematic Reviews",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/14651858.CD007507.pub2"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Recent Work on the Ethics of Self-Defense",
            "authors": [
                {
                    "first": "Tyler",
                    "middle": [],
                    "last": "Doggett",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Philosophy Compass",
            "volume": "6",
            "issn": "4",
            "pages": "220--253",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1747-9991.2010.00382.x"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Influenza: Marketing Vaccine by Marketing Disease",
            "authors": [
                {
                    "first": "Peter",
                    "middle": [],
                    "last": "Doshi",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "BMJ",
            "volume": "346",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.f3037"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Assessing Violence Risk",
            "authors": [
                {
                    "first": "Kevin",
                    "middle": [
                        "S"
                    ],
                    "last": "Douglas",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Stephen",
                    "suffix": ""
                },
                {
                    "first": "Jennifer",
                    "middle": [
                        "L"
                    ],
                    "last": "Hart",
                    "suffix": ""
                },
                {
                    "first": "Thomas",
                    "middle": [
                        "R"
                    ],
                    "last": "Groscup",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Litwack",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Handbook of Forensic Psychology",
            "volume": "",
            "issn": "",
            "pages": "385--442",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Criminal Rehabilitation Through Medical Intervention: Moral Liability and the Right to Bodily Integrity",
            "authors": [
                {
                    "first": "Thomas",
                    "middle": [],
                    "last": "Douglas",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Journal of Ethics",
            "volume": "18",
            "issn": "2",
            "pages": "101--123",
            "other_ids": {
                "DOI": [
                    "10.1007/s10892-014-9161-6"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "The Global Value of Vaccination",
            "authors": [
                {
                    "first": "Jenifer",
                    "middle": [],
                    "last": "Ehreth",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Vaccine",
            "volume": "21",
            "issn": "7",
            "pages": "623--623",
            "other_ids": {
                "DOI": [
                    "10.1016/S0264-410X(02)00623-0"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Ethical Issues Concerning Vaccination Requirements",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "El Almin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Parra",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kim-Farley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Fieding",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Public Heath Reviews",
            "volume": "34",
            "issn": "1",
            "pages": "1--20",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Drug Treatment and Testing Orders: Evaluation of the Scottish Pilots. Scottish Executive Central Research Unit",
            "authors": [
                {
                    "first": "Susan",
                    "middle": [],
                    "last": "Eley",
                    "suffix": ""
                },
                {
                    "first": "Kathryn",
                    "middle": [],
                    "last": "Gallop",
                    "suffix": ""
                },
                {
                    "first": "Gill",
                    "middle": [],
                    "last": "Mcivor",
                    "suffix": ""
                },
                {
                    "first": "Kerry",
                    "middle": [],
                    "last": "Morgan",
                    "suffix": ""
                },
                {
                    "first": "Rowdy",
                    "middle": [],
                    "last": "Yates",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Scottish Executive Central Research Unit",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "A History and Theory of Informed Consent",
            "authors": [
                {
                    "first": "Ruth",
                    "middle": [
                        "R"
                    ],
                    "last": "Faden",
                    "suffix": ""
                },
                {
                    "first": "Tom",
                    "middle": [
                        "L"
                    ],
                    "last": "Beauchamp",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Emerging Ethical Issues in Neuroscience",
            "authors": [
                {
                    "first": "Martha",
                    "middle": [
                        "J"
                    ],
                    "last": "Farah",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Nature Neuroscience",
            "volume": "5",
            "issn": "11",
            "pages": "1123--1132",
            "other_ids": {
                "DOI": [
                    "10.1038/nn1102-1123"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Use of Risk Assessment Instruments to Predict Violence and Antisocial Behaviour",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fazel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Doll",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Grann",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Samples Involving 24 827 People: Systematic Review and Meta-Analysis",
            "authors": [],
            "year": 2012,
            "venue": "BMJ",
            "volume": "345",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.e4692"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "The Moral Limits of the Criminal Law",
            "authors": [
                {
                    "first": "Joel",
                    "middle": [],
                    "last": "Feinberg",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "The Concept of Quarantine in History: From Plague to SARS",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gensini",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Journal of Infection",
            "volume": "49",
            "issn": "4",
            "pages": "257--61",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jinf.2004.03.002"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "The Case against Punishment: Retribution, Crime Prevention, and the Law",
            "authors": [
                {
                    "first": "Deirdre",
                    "middle": [],
                    "last": "Golash",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Justifications for Non-Consensual Medical Intervention Hampton, Jean",
            "authors": [
                {
                    "first": "Lawrence",
                    "middle": [
                        "O"
                    ],
                    "last": "Gostin",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Public Health",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Law",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Philosophy & Public Affairs",
            "volume": "13",
            "issn": "3",
            "pages": "208--246",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Dangerous Offenders, Indeterminate Sentencing, and the Rehabilitation Revolution",
            "authors": [
                {
                    "first": "Karen",
                    "middle": [],
                    "last": "Harrison",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Journal of Social Welfare and Family Law",
            "volume": "32",
            "issn": "4",
            "pages": "423--456",
            "other_ids": {
                "DOI": [
                    "10.1080/09649069.2010.539915"
                ]
            }
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Cognitive Behaviour Therapy for Sex Offenders: Too Good to Be True?",
            "authors": [
                {
                    "first": "David",
                    "middle": [
                        "K"
                    ],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "Callum",
                    "middle": [
                        "C"
                    ],
                    "last": "Ross",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Criminal Behaviour and Mental Health",
            "volume": "22",
            "issn": "1",
            "pages": "1--6",
            "other_ids": {
                "DOI": [
                    "10.1002/cbm.1818"
                ]
            }
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Impact of Drug Treatment and Testing Orders on Offending: Two-Year Reconviction Results",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hough",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Clancy",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mcsweeney",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Turnbull",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Iseman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Michael",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "New England Journal of Medicine",
            "volume": "329",
            "issn": "11",
            "pages": "784--91",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJM199309093291108"
                ]
            }
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Killing in Self-Defence",
            "authors": [
                {
                    "first": "Fiona",
                    "middle": [],
                    "last": "Leverick",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "The Effectiveness of Treatment for Sexual Offenders: A Comprehensive Meta-analysis",
            "authors": [
                {
                    "first": "Friedrich",
                    "middle": [],
                    "last": "Lösel",
                    "suffix": ""
                },
                {
                    "first": "Martin",
                    "middle": [],
                    "last": "Schmucker",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Journal of Experimental Criminology",
            "volume": "1",
            "issn": "1",
            "pages": "117--163",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Stereotactic Neurosurgical Treatment of Drug Addiction",
            "authors": [
                {
                    "first": "Lin",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "Xi",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Thomas",
                    "middle": [
                        "R"
                    ],
                    "last": "Kosten",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "American Journal of Drug and Alcohol Abuse",
            "volume": "35",
            "issn": "6",
            "pages": "391--394",
            "other_ids": {
                "DOI": [
                    "10.3109/00952990903312478"
                ]
            }
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "The Ethics of Killing : Problems at the Margins of Life",
            "authors": [
                {
                    "first": "Jeff",
                    "middle": [],
                    "last": "Mcmahan",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Killing in War",
            "authors": [
                {
                    "first": "Jeff",
                    "middle": [],
                    "last": "Mcmahan",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Proportionate Defense",
            "authors": [
                {
                    "first": "Jeff",
                    "middle": [],
                    "last": "Mcmahan",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Journal of Transnational Law and Policy",
            "volume": "23",
            "issn": "",
            "pages": "1--36",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Self-Defense and Culpability",
            "authors": [
                {
                    "first": "Jeff",
                    "middle": [],
                    "last": "Mcmahan",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Law and Philosophy",
            "volume": "24",
            "issn": "6",
            "pages": "751--74",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "The Kindest Cut? Surgical Castration, Sex Offenders and Coercive Offers",
            "authors": [
                {
                    "first": "John",
                    "middle": [],
                    "last": "Mcmillan",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Journal of Medical Ethics",
            "volume": "40",
            "issn": "9",
            "pages": "583--90",
            "other_ids": {
                "DOI": [
                    "10.1136/medethics-2012-101030"
                ]
            }
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Toward a Model of the Legal Doctrine of Informed Consent",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Meisel",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Roth",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Lidz",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "American Journal of Psychiatry",
            "volume": "134",
            "issn": "3",
            "pages": "285--294",
            "other_ids": {
                "DOI": [
                    "10.1176/ajp.134.3.285"
                ]
            }
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Directly Observed Therapy for the Treatment of People with Human Immunodeficiency Virus Infection: A Work in Progress",
            "authors": [
                {
                    "first": "Jennifer",
                    "middle": [],
                    "last": "Mitty",
                    "suffix": ""
                },
                {
                    "first": "Valerie",
                    "middle": [
                        "E"
                    ],
                    "last": "Adelson",
                    "suffix": ""
                },
                {
                    "first": "Michael",
                    "middle": [],
                    "last": "Stone",
                    "suffix": ""
                },
                {
                    "first": "Grace",
                    "middle": [],
                    "last": "Sands",
                    "suffix": ""
                },
                {
                    "first": "Timothy",
                    "middle": [],
                    "last": "Macalino",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Flanigan",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Clinical Infectious Diseases",
            "volume": "34",
            "issn": "7",
            "pages": "984--90",
            "other_ids": {
                "DOI": [
                    "10.1086/339447"
                ]
            }
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "A Paternalistic Theory of Punishment",
            "authors": [
                {
                    "first": "Herbert",
                    "middle": [],
                    "last": "Morris",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "American Philosophical Quarterly",
            "volume": "18",
            "issn": "4",
            "pages": "263--71",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Coercion",
            "authors": [
                {
                    "first": "Robert",
                    "middle": [],
                    "last": "Nozick",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "Philosophy, Science, and Method: Essays in Honor of Ernest Nagel",
            "volume": "",
            "issn": "",
            "pages": "440--72",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Should Influenza Vaccination Be Mandatory for Healthcare Workers?",
            "authors": [
                {
                    "first": "Will",
                    "middle": [],
                    "last": "Offley",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "BMJ",
            "volume": "347",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.f6705"
                ]
            }
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Free Will Skepticism and Criminal Punishment",
            "authors": [
                {
                    "first": "Derk",
                    "middle": [],
                    "last": "Pereboom",
                    "suffix": ""
                },
                {
                    "first": "Agency",
                    "middle": [],
                    "last": "Will",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Meaning In Life",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Oxford",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Pereboom, Derk. Living without Free Will",
            "volume": "",
            "issn": "",
            "pages": "49--78",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Violent Recidivism: Assessing Predictive Validity",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Rice",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "T"
                    ],
                    "last": "Harris",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Journal of Consulting and Clinical Psychology",
            "volume": "63",
            "issn": "5",
            "pages": "737--785",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "A Study of Internal Punishment",
            "authors": [
                {
                    "first": "Connie",
                    "middle": [
                        "S"
                    ],
                    "last": "Rosati",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Wisconsin Law Review",
            "volume": "",
            "issn": "1",
            "pages": "123--70",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Punishment, Pharmacological Treatment, and Early Release",
            "authors": [
                {
                    "first": "Jesper",
                    "middle": [],
                    "last": "Ryberg",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "International Journal of Applied Philosophy",
            "volume": "26",
            "issn": "2",
            "pages": "231--275",
            "other_ids": {
                "DOI": [
                    "10.5840/ijap201226217"
                ]
            }
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Compulsory Vaccination and Conscientious or Philosophical Exemptions: Past, Present, and Future",
            "authors": [
                {
                    "first": "Daniel",
                    "middle": [
                        "A"
                    ],
                    "last": "Salmon",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Stephen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Raina"
                    ],
                    "last": "Teret",
                    "suffix": ""
                },
                {
                    "first": "David",
                    "middle": [],
                    "last": "Macintyre",
                    "suffix": ""
                },
                {
                    "first": "Margaret",
                    "middle": [
                        "A"
                    ],
                    "last": "Salisbury",
                    "suffix": ""
                },
                {
                    "first": "Neal",
                    "middle": [
                        "A"
                    ],
                    "last": "Burgess",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Halsey",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Lancet",
            "volume": "367",
            "issn": "9508",
            "pages": "436--478",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(06)68144-0"
                ]
            }
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Severe Acute Respiratory Syndrome: Did Quarantine Help?",
            "authors": [
                {
                    "first": "Richard",
                    "middle": [],
                    "last": "Schabas",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Canadian Journal of Infectious Diseases & Medical Microbiology",
            "volume": "15",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Direct Brain Interventions and Responsibility Enhancement",
            "authors": [
                {
                    "first": "Elizabeth",
                    "middle": [],
                    "last": "Shaw",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Criminal Law and Philosophy",
            "volume": "8",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s11572-012-9152-2"
                ]
            }
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Hemodynamic Brain-Computer Interfaces for Communication and Rehabilitation",
            "authors": [
                {
                    "first": "Ranganatha",
                    "middle": [],
                    "last": "Sitaram",
                    "suffix": ""
                },
                {
                    "first": "Andrea",
                    "middle": [],
                    "last": "Caria",
                    "suffix": ""
                },
                {
                    "first": "Niels",
                    "middle": [],
                    "last": "Birbaumer",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Neural Networks: The Official Journal of the International Neural Network Society",
            "volume": "22",
            "issn": "9",
            "pages": "1320--1328",
            "other_ids": {
                "DOI": [
                    "10.1016/j.neunet.2009.05.009"
                ]
            }
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "The Effects of Prison Sentences and Intermediate Sanctions on Recidivism: General Effects and Individual Differences",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Goggin",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gendreau",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Contagious Diseases Generally. Subchapter II. Tuberculosis Control",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "Practical Autonomy and Bioethics",
            "authors": [
                {
                    "first": "James",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Stacey",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "The World Federation of Societies of Biological Psychiatry (WFSBP) Guidelines for the Biological Treatment of Paraphilias",
            "authors": [
                {
                    "first": "Florence",
                    "middle": [],
                    "last": "Thibaut",
                    "suffix": ""
                },
                {
                    "first": "Flora",
                    "middle": [],
                    "last": "De La",
                    "suffix": ""
                },
                {
                    "first": "Harvey",
                    "middle": [],
                    "last": "Barra",
                    "suffix": ""
                },
                {
                    "first": "Paul",
                    "middle": [],
                    "last": "Gordon",
                    "suffix": ""
                },
                {
                    "first": "John",
                    "middle": [
                        "M W"
                    ],
                    "last": "Cosyns",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Bradford",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "World Journal of Biological Psychiatry: The Official Journal of the World Federation of Societies of Biological Psychiatry",
            "volume": "11",
            "issn": "4",
            "pages": "604--55",
            "other_ids": {
                "DOI": [
                    "10.3109/15622971003671628"
                ]
            }
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "2010 to 2015 Government Policy: Reoffending and Rehabilitation",
            "authors": [
                {
                    "first": "Home",
                    "middle": [],
                    "last": "Uk Ministry Of Justice",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Office",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "Proportionality and Self-Defense",
            "authors": [
                {
                    "first": "Suzanne",
                    "middle": [],
                    "last": "Uniacke",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Law and Philosophy",
            "volume": "30",
            "issn": "3",
            "pages": "253--72",
            "other_ids": {
                "DOI": [
                    "10.1007/s10982-010-9090-x"
                ]
            }
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "Castration as an Alternative to Incarceration: An Impotent Approach to the Punishment of Sex Offenders",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Vanderzyl",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Northern Illinois University Law Review",
            "volume": "15",
            "issn": "1",
            "pages": "107--147",
            "other_ids": {}
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "Contagious Disease and Self-Defence",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wilkinson",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Res Publica",
            "volume": "13",
            "issn": "4",
            "pages": "339--59",
            "other_ids": {
                "DOI": [
                    "10.1007/s11158-007-9024-0"
                ]
            }
        },
        "BIBREF74": {
            "ref_id": "b74",
            "title": "Disruption of the Right Temporoparietal Junction with Transcranial Magnetic Stimulation Reduces the Role of Beliefs in Moral Judgments",
            "authors": [
                {
                    "first": "Liane",
                    "middle": [],
                    "last": "Young",
                    "suffix": ""
                },
                {
                    "first": "Joan",
                    "middle": [
                        "Albert"
                    ],
                    "last": "Camprodon",
                    "suffix": ""
                },
                {
                    "first": "Marc",
                    "middle": [],
                    "last": "Hauser",
                    "suffix": ""
                },
                {
                    "first": "Alvaro",
                    "middle": [],
                    "last": "Pascual-Leone",
                    "suffix": ""
                },
                {
                    "first": "Rebecca",
                    "middle": [],
                    "last": "Saxe",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Proceedings of the National Academy of Sciences of the United States of America",
            "volume": "107",
            "issn": "",
            "pages": "6753--6761",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.0914826107"
                ]
            }
        },
        "BIBREF75": {
            "ref_id": "b75",
            "title": "Coercive Wage Offers",
            "authors": [
                {
                    "first": "David",
                    "middle": [],
                    "last": "Zimmerman",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Philosophy & Public Affairs",
            "volume": "10",
            "issn": "2",
            "pages": "121--166",
            "other_ids": {}
        },
        "BIBREF76": {
            "ref_id": "b76",
            "title": "Justifications for Non-Consensual Medical Intervention",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "See Eley et al., \"Drug Treatment and Testing Orders\"; Hough et al., \"Impact of Drug Treatment.\" 3 See Thibaut et al., \"WFSBP Guidelines.\"",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "41 McMahan draws a similar distinction in his discussion of the difference between proportionality in punishment and selfdefense. See McMahan, \"Proportionate Defense,\" 22-3. 42 See Bentham, Theory of Legislation; Cullen, Reaffirming Rehabilitation; Carlen, \"Crime, Inequality and Sentencing.\" 43 See Hampton, \"Moral Education Theory of Punishment\"; Morris, \"Paternalistic Theory of Punishment.\" 44 See Golash, Case against Punishment, chap. 5.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "See U.K. Ministry of Justice and Home Office, \"2010 to 2015 Government Policy.\" 47 See K. S. Douglas et al., \"Assessing Violence Risk\"; Fazel et al., \"Use of Risk Assessment Instruments\"; Harrison, \"Dangerous Offenders.\" 48 See K. S. Douglas et al., \"Assessing Violence Risk\" for a discussion.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "60 See Cullen, Jonson, and Nagin, \"Prisons Do Not Reduce Recidivism\"; Chen and Shapiro, \"Harsher Prison Conditions\"; Smith, Goggin, and Gendreau, \"Effects of Prison Sentences.\" 61 See Ho and Ross, \"Cognitive Behaviour Therapy\"; Dennis et al., \"Psychological Interventions for Adults.\"",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "[The authors are grateful for the support of the Wellcome Trust and the Uehiro Foundation on Ethics and Education. They would also like to thank audiences at the St. Cross College, University of Oxford, and the University of Kyoto for feedback on earlier versions of this article.] [Disclosure Statement: No potential conflict of interest was reported by the authors.] [This work was supported by the Wellcome Trust [grant no. 100705/Z/12/Z].]",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Killing in War, 159-73. 36 See Uniacke, \"Proportionality and Self-Defense,\" 261. 37 See McMahan, \"Self-Defense and Culpability,\" 766; McMahan, Ethics of Killing, 401-11; McMahan, Killing in War, chap. 4. 38 See McMahan, Ethics of Killing, 412; McMahan, Killing in War, chap.4; McMahan, \"Proportionate Defense.\"",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "57 Farah, \"Emerging Ethical Issues,\" 1126. 58 See Bublitz and Merkel, \"Crimes Against Minds.\" 59 See Taylor, Practical Autonomy and Bioethics, chap. 1.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}