{
    "paper_id": "f54e577394738498bde347596b1dd5b1156d235d",
    "metadata": {
        "title": "Comparison of molecular detection methods for pertussis in children during a state-wide outbreak",
        "authors": [
            {
                "first": "X",
                "middle": [],
                "last": "Qin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "D",
                "middle": [
                    "M"
                ],
                "last": "Zerr",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "P"
                ],
                "last": "Kronman",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [
                    "L"
                ],
                "last": "Adler",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [
                    "E"
                ],
                "last": "Berry",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "S",
                "middle": [],
                "last": "Rich",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [
                    "M"
                ],
                "last": "Buccat",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [
                    "A"
                ],
                "last": "Englund",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "A state-wide pertussis outbreak occurred in Washington during the winter-spring months of 2012, concurrent with respiratory viral season. We compared performance characteristics of a laboratory-developed pertussis PCR (LD-PCR for Bordetella pertussis, Bordetella parapertussis, and Bordetella holmesii) and rapid multiplex PCR (RM-PCR) for respiratory viruses (FilmArray ™ , BioFire, B. pertussis data unblinded following FDA approval post outbreak). We analyzed three cohorts of patients using physician testing orders as a proxy for clinical suspicion for pertussis or respiratory viruses: Cohort 1, tested by LD-PCR for pertussis pathogens only by nasopharyngeal swab; Cohort 2, by RM-PCR for respiratory viruses only by mid-nasal turbinate swab; and Cohort 3, by both methods. B. pertussis was detected in a total of 25 of the 490 patients in Cohort 3 in which LD-PCR detected 20/25 (80 %) cases and the RM-PCR detected 24/25 (96 %; p = 0.2). Pertussis pathogens were detected in 21/584 (3.6 %) of samples from Cohort 1 where clinicians had a relatively strong suspicion for pertussis. In contrast, B. pertussis was detected in only 4/3071 (0.1 %) specimens from Cohort 2 where suspicion for pertussis was lower (p < 0.001 for comparison with Cohort 1). In summary, the two laboratory methods were comparable for the detection of B. pertussis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Resurgence of pertussis disease has been documented in the United States [1] . Nearly 5000 Bordetella pertussis cases were reported in Washington State in 2012, the highest in 70 years [2, 3] . During respiratory seasons, clinical differentiation of pertussis from viral pathogens is problematic in pediatric populations, especially in young children [4, 5] . Identification of pertussis pathogens-as well as other agents causing respiratory and cough illnesses-has important implications for patient care, vaccination recommendations, antimicrobial stewardship, and implementation of appropriate hospital-and community-based infection prevention.",
            "cite_spans": [
                {
                    "start": 73,
                    "end": 76,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 185,
                    "end": 188,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 189,
                    "end": 191,
                    "text": "3]",
                    "ref_id": null
                },
                {
                    "start": 351,
                    "end": 354,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 355,
                    "end": 357,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Historically, laboratory diagnosis of pertussis and respiratory viral pathogens required technically demanding methods maintained by specialized laboratories.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Polymerase-chain-reaction (PCR) has greatly improved test sensitivity and reduced the time-to-result, enabling pathogen detection in patients long after symptom onset or antibiotic therapy [6] . However, most PCR tests provide high throughput capacity but not rapid real-time test results due to the common practice of batching samples to gain efficiency [7, 8] . Moreover, laboratory diagnosis of respiratory infections has been affected by substantial variations in collection and transport methods. The emergence of US Food and Drug Administration (FDA)approved automated, rapid \"mega\"-multiplex PCR platforms (RM-PCR) such FilmArray ™ (BioFire, Salt Lake City, UT) exemplifies a technical breakthrough, enabling rapid diagnosis of acute viral and bacterial respiratory infections from a swab specimen and a single molecular panel.",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 192,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 355,
                    "end": 358,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 359,
                    "end": 361,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The well-recognized 2012 pertussis outbreak in Washington State overlapped a respiratory viral season characterized by wide-spread circulation of influenza, respiratory syncytial virus (RSV), and other respiratory",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "*Correspondence: xuan.qin@seattlechildrens.org 1 Microbiology Laboratory, Seattle Children's Hospital, Seattle, WA, USA Full list of author information is available at the end of the article viruses ( Fig. 1) [7, 9] . Both RM-PCR (FilmArray) for respiratory viruses and a laboratory-developed PCR (LD-PCR) for three pertussis pathogens (B. pertussis, B. parapertussis, and B. holmesii) were deployed during this outbreak [8] . At the time, detection of B. pertussis was included within the panel of RM-PCR panel but results were unavailable to laboratory for reporting pending FDA approval. B. pertussis detection results were obtained post hoc following licensure of the expanded RM-PCR panel by FDA in October 2012 [10] . In addition to increased laboratory utilization of high throughput LD-PCR during the pertussis outbreak, our diagnostic operation also included culture for all PCR-positive samples, achieving a 48 % culture-positivity rate that was useful in statewide epidemiological studies of pertussis [3] .",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 212,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 213,
                    "end": 215,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 421,
                    "end": 424,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 717,
                    "end": 721,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1013,
                    "end": 1016,
                    "text": "[3]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 201,
                    "end": 208,
                    "text": "Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Annals of Clinical Microbiology and Antimicrobials"
        },
        {
            "text": "In this report, we compare results from our in-house LD-PCR-which enabled batching and high throughput-with those from the rapid multiplex RM-PCR assay. We defined the performance characteristics of these two different approaches in identifying pertussis pathogens and analyzed the utility of RM-PCR during the overlapping viral respiratory season in the pediatric urgent care and hospital-based setting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Annals of Clinical Microbiology and Antimicrobials"
        },
        {
            "text": "The protocol for this retrospective cohort study was approved by Seattle Children's Institutional Review Board. All authors declare no competing interests that could potentially influence data analysis and conclusions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Overview and specimen inclusion criteria"
        },
        {
            "text": "We analyzed specimens collected from patients aged from birth to 21 years at Seattle Children's Hospital from December 14, 2011 (the date of RM-PCR implementation replacing all other methods for respiratory viral diagnosis prior to the pertussis outbreak) to July 31, 2012 (the month after the end of the 2012 respiratory viral season). The respiratory viral season was defined post hoc as the period of time encompassing peak volume of submitted respiratory specimens. All specimens from patients obtained during inpatient and ambulatory visits, including Emergency Department (ED) and Urgent Care facilities, were eligible for inclusion. However, during this time period, the FDA cleared RM-PCR was restricted to testing and reporting of respiratory viruses while LD-PCR is specifically used for the pertussis diagnosis. Post hoc data recovery pertaining to B. pertussis detection by RM-PCR was made available through the manufacture upon FDA clearance of the expanded panel in October 2012.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Overview and specimen inclusion criteria"
        },
        {
            "text": "Samples were excluded from analysis if patients had underlying severe immunosuppressive conditions (hematological or oncologic malignancies, or hematopoietic stem cell transplantation), or were in intensive care units (unless they were tested first in the ED) due to frequent repeat testing and active surveillance protocols associated with these patients. Inclusion and exclusion criteria for repeat patient specimens were as follows: (1) for pertussis LD-PCR diagnosis, repeat specimens from the same patient within 4 weeks with identical results (both positive, both negative) were excluded; (2) for respiratory viral diagnosis by RM-PCR, repeat specimen(s) resulting in detection of the same agent(s) in ≤14-day period were excluded; (3) detection of different viruses on repeat specimens from a single patient >14 days apart were considered to reflect different infectious episodes, and each specimen was included independently in the analysis; (4) if both positive and negative viral results were reported from specimens obtained within a 14 day period, only the positive result(s) were included; and (5) if different viruses were detected on repeat specimens within a 14 day period, all viral agents were considered to be from a single sample in the analysis, as were specimens with multiple viruses detected in a single swab.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Overview and specimen inclusion criteria"
        },
        {
            "text": "Pediatricians and primary care physicians were informed by the local health jurisdiction during the state-wide pertussis outbreak period regarding clinical criteria meeting 2010 case definition for pertussis or whooping cough illness published by Centers for Disease Control and Prevention (CDC) [11] . The assessment of physician suspicion of pertussis as a potential diagnosis was based on presence of pertussis laboratory orders for LD-PCR alone by the responsible physician. The assessment of physician suspicion of potentially either a respiratory viral or pertussis infection was based on the presence of physician orders for both pertussis by LD-PCR and respiratory viruses by RM-PCR. We therefore planned to evaluate three groups (or cohorts) in our analysis: (1) children suspected for pertussis alone (with only LD-PCR for pertussis ordered); (2) children in whom pertussis was not suspected (with only RM-PCR for respiratory viruses ordered); and (3) children suspected for viral illness and/or pertussis (with both LD-PCR and RM-PCR ordered).",
            "cite_spans": [
                {
                    "start": 296,
                    "end": 300,
                    "text": "[11]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Overview and specimen inclusion criteria"
        },
        {
            "text": "Deep posterior nasopharyngeal (NP) specimens collected on thin-aluminum wire shafts with small Dacron/Rayon swab tips (Hardy Diagnostics, Santa Maria, CA), kept at 4 °C without transport medium, were required for daily batch testing by LD-PCR. Nylon flocked mid-turbinate (midNT) swabs on a flexible plastic shaft rotated 360° and inoculated in 3-ml Universal Transport Medium (UTM, Copan Diagnostics, Brescia, Italy) were sent promptly for RM-PCR. Two lengths of nylon flocked swabs were used, both with circular collars to ensure standard sampling with indicator for depth: one with a shaft length of 2.5 cm (code 56750CS01) for children ≤2 years or a 5.5 cm long shaft (code 56380CS01) for children >2 years [12] . Samples were typically collected by trained nurses and transported to the laboratory within 1 h.",
            "cite_spans": [
                {
                    "start": 711,
                    "end": 715,
                    "text": "[12]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Specimens"
        },
        {
            "text": "NP swabs were refrigerated if >2 h delay in transport was anticipated. The NP specimen was eluted by vortexing for 20 s in 1 ml saline and concentrated by centrifugation [8] . The LD-PCR was designed to detect and differentiate B. pertussis, B. parapertussis, and B. holmesii based on three species-discriminative DNA targets and melt peak characteristics [8] . In addition, LD-PCR could accommodate up to 10 specimens per 96-well plate with 2.5 h batches feeding into 3-4 thermocyclers during specimen surges [13] . The limit of detection for LD-PCR was determined to show 90 % reproducibility at a minimum of 15 copies per PCR reaction. Consensus criteria for interpreting results used 3 targets, where either 2-3 positive targets with specific melt curve (IS481, ptx promoter region, and/or recA) or a single reproducible positive target were accepted as positives, with a contingency that if IS481 was the only target positive, test to rule out B. holmesii is carried out [8] . Testing was batched; results were typically available within 4-15 h. Bacterial culture for pertussis was performed on all PCR-positive specimens by inoculating the same swab (post PCR elution) on Regan-Lowe agar. A sheep blood agar was added if specimen was positive for B. parapertussis or B. holmesii. Phenotypic colonies from Regan-Lowe or non-selective blood agar were further speciated and confirmed by LD-PCR.",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 173,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 356,
                    "end": 359,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 510,
                    "end": 514,
                    "text": "[13]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 976,
                    "end": 979,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "LD-PCR for pertussis pathogens"
        },
        {
            "text": "MidNT swabs in UTM were submitted to the laboratory at room temperature within 1 h [7] . After 20 s of vortex, an aliquot of the solution was added to the RM-PCR card according to manufacturer's specifications (BioFire). The RM-PCR utilizes a two-step nested multiplex PCR process, including primary multiplex PCR followed by an array of organism-specific second-stage PCR reactions [14] . The RM-PCR for pertussis targets only the toxin promoter region; cross reactivity with B. parapertussis is not observed at concentrations less than 10 6 CFU/ ml [15] . Although the limit of detection was listed in the FilmArray product description for B. pertussis at 4000 CFU/ml, we have further verified that the sensitivity of the test can approach 31 CFU/ml using serial dilutions running in duplicate. The specific RM-PCR panel at the time was approved to detect 8 viral pathogens and their subtypes, including influenza A (Flu A), influenza B (Flu B), RSV, parainfluenza viruses(PIV) 1-4, human metapneumovirus (HMPV), coronavirus (CoV) HKU1 and NL63, adenovirus (AdV), and rhinovirus/enterovirus (RhV). This assay detected but did not reveal results from three bacterial pathogens (B. pertussis, C. pneumoniae, and M. pneumoniae) until FDA approval in October, 2012.",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 86,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 383,
                    "end": 387,
                    "text": "[14]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 551,
                    "end": 555,
                    "text": "[15]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "RM-PCR for respiratory viruses and pertussis"
        },
        {
            "text": "Proportions were compared using Chi square, McNemar's exact Chi square, two-sample test of proportions, and one-way ANOVA as appropriate. Statistical analyses were performed using Stata 12.1 (Statacorp, College Station, TX).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Altogether, 1075 (94.1 %) of 1142 NP specimens tested by LD-PCR met inclusion criteria for analysis while 3566 (64.4 %) of 5523 midNT specimens tested by RM-PCR were included (Table 1 ; Fig. 1) . Patients with NP specimens tested by LD-PCR alone were designated as \"Cohort 1\" (n = 584; Table 1 ; Fig. 1) . Patients with midNT specimens tested by RM-PCR alone for respiratory viral pathogens was designated as \"Cohort 2\" (n = 3071; Table 1 ; Fig. 1 ). \"Cohort 3\" was defined as the group of patients on whom both LD-PCR and RM-PCR were ordered within 72 h of each other and are otherwise described as \"dual-tested\" specimens (n = 490; Table 1 ; Fig. 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 175,
                    "end": 183,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 186,
                    "end": 193,
                    "text": "Fig. 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 286,
                    "end": 293,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 296,
                    "end": 303,
                    "text": "Fig. 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 431,
                    "end": 438,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 441,
                    "end": 447,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 634,
                    "end": 641,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 644,
                    "end": 650,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Specimens"
        },
        {
            "text": "The performances of LD-PCR and RM-PCR for detection of pertussis pathogens were compared in the dual-tested group, Cohort 3 (n = 490). A total of 27 (5.5 %) positive specimens were detected in this cohort, including both B. pertussis (n = 25) and B. parapertussis (n = 2) ( Table 1 ; Fig. 1 ). If the combined detection of pertussis pathogens (total n = 27, including two B. parapertussis) by either RM-PCR or LD-PCR was used as the reference stand- reproducible; the one case missed by RM-PCR was positive for a single target and reproducible by LD-PCR. Six of the 490 specimens in Cohort 3 had discordant results, with one specimen positive only by LD-PCR only and 5 samples positive by RM-PCR only ( Table 1 ). The median age of these 6 subjects was 1.9 years (range 6 weeks to 10 years), with respiratory symptoms present for a median of 5.5 days prior to testing (range 2-9 days). All six subjects had cough at their clinical assessment, and four of these reported coughing paroxysms. Only one child had a known exposure to pertussis, occurring 7 weeks earlier, and had received post-exposure prophylaxis with a macrolide antibiotic. Three of these six cases (all positive by RM-PCR) had pertussis diagnosed at another facility (method unknown) within 3 days prior to evaluation at our institution.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 274,
                    "end": 281,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 284,
                    "end": 290,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 703,
                    "end": 710,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results of pertussis diagnostic assays"
        },
        {
            "text": "We evaluated the ability of clinicians to recognize pertussis by using the tests ordered as a proxy for physician recognition of pertussis (Table 1) . Patients in Cohort 1 (n = 584) included those who were strongly suspected to have pertussis, as only LD-PCR was requested. In this cohort, patient age ranged from 6 days to 21 years [median, 3 years, inter-quartile range (IQR) 0.83-7 years], and the rate of pertussis detection was 3.6 %, representing 18 cases of B. pertussis and three cases of B. parapertussis (Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 139,
                    "end": 148,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 514,
                    "end": 523,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Recognition of pertussis by clinicians"
        },
        {
            "text": "Patients in Cohort 2 (n = 3071) had specimens submitted only for respiratory viral pathogen detection, indicating that pertussis was not suspected. In this cohort, patient age ranged from 3 days to 21 years (median, 2 years, IQR 1.08-7 years). B. pertussis was detected in only 4 specimens (0.1 %) after obtaining un-blinded RM-PCR results post hoc, a rate significantly different than that in Cohort 1 (p < 0.001 for comparison, Table 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 430,
                    "end": 437,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Recognition of pertussis by clinicians"
        },
        {
            "text": "Specimens collected in Cohort 3 (n = 490) were from individuals with age range 2 days-20 years (median 0.54 years, IQR 0.16-1.92 years) whose healthcare providers requested both LD-PCR for pertussis and RM-PCR for respiratory viruses. Patients in Cohort 3 tended to be younger than patients in the other two cohorts: the proportion of patients <24 months of age was 41 % in Cohort 1, 41 % in Cohort 2, and 75 % in Cohort 3 (p < 0.001 by Chi square). The detection of pertussis pathogens in Cohort 3 was the highest of all three cohorts (5.5 %), with 2 B. parapertussis (Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 569,
                    "end": 578,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Recognition of pertussis by clinicians"
        },
        {
            "text": "Four children from Cohort 2 (respiratory viral testing ordered but not pertussis-specific testing) had pertussis detected by RM-PCR (based on data recovered by the manufacture post hoc), including one case previously diagnosed at another institution. The median age of these 4 subjects was 6.6 years (range 6 weeks to 14 years), and the median duration of respiratory symptoms prior to testing was 5 days (range 2-14 days). All four subjects had cough as a clinical finding but coughing paroxysms were not reported, and there was no indication of receipt of macrolides in the medical record.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinically unsuspected pertussis detection"
        },
        {
            "text": "Pertussis and respiratory viral pathogens were present in respiratory specimens in all age groups and all study months (Table 1, Fig. 1 ). Although the rate of viral infections in Cohort 1 is not known, the overall viral detection rates in Cohorts 2 and 3 were high, at 64.6 and 74.8 % respectively overall (p < 0.001, Table 1 ), and 66.2 and 78.6 % respectively among those <24 months (p < 0.001, Table 1 ). Detection rates of specific viruses also differed between Cohorts 2 and 3. In particular, the incidence of influenza (Flu A and Flu B) was higher in Cohort 2 (17.0 vs. 9.6 %, p < 0.001). By contrast, Cohort 3 had a higher incidence of RSV (25.3 vs. 14.1 %), PIV (6.7 vs. 2.7 %), or multiple viruses (11 vs. 5.5 %), all p < 0.001 (Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 119,
                    "end": 135,
                    "text": "(Table 1, Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 319,
                    "end": 326,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 398,
                    "end": 405,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 738,
                    "end": 747,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Respiratory viral infections"
        },
        {
            "text": "Viral co-infections were common in specimens with pertussis. Three of four specimens positive for B. pertussis in Cohort 2 also had viruses detected-two cases with HMPV and one with Flu B. Sixteen of the 27 (59 %) specimens positive for pertussis pathogens in Cohort 3 had simultaneous detection of viral agents: RhV in 8, CoV in 6, and one each for PIV, HMPV and RSV. Two of 16 specimens contained more than one viral agent-one with RhV and PIV, the other with CoV and HMPV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viral and pertussis co-infections"
        },
        {
            "text": "Bacterial culture was performed in all 43 specimens positive by LD-PCR (21 from Cohort 1 and 22 from Cohort 3). Pertussis pathogens were isolated from 55.8 % of these 43 specimens (n = 24; B. pertussis from 21 and B. parapertussis from 3 specimens) after 2-15 days of incubation-demonstrating the slow turn-around time and poor diagnostic utility of pertussis culture ( Table 1) . Rates of isolation of viable organisms were similar (p = 0.16) between Cohort 1 (14/21, 66.6 %) and Cohort 3 (10/22, 45.5 %). None of the 6 specimens with discrepant findings between LD-PCR and RM-PCR had positive culture results.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 370,
                    "end": 378,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Culture confirmation of pertussis detected by LD-PCR"
        },
        {
            "text": "We assessed the ability of an RM-PCR platform and an LD-PCR test to detect pertussis pathogens in the context of a state-wide pertussis epidemic. Based on the retrospective analysis, the two PCR assays achieved similar sensitivity despite their differences in sampling, collection media, and amplification technology. We also found that clinicians were relatively effective at identifying children at higher risk for pertussis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In this study, we demonstrated that both midNT specimens collected with nylon flocked swabs and NP specimens collected with Dacron/Rayon swabs were effective for B. pertussis detection. These results are similar to findings reported by Esposito et al. [12] and Walsh et al. [16] . Anecdotally, in our center the use of midNT swabs is preferred by health care professionals as the depth of sampling can be standardized with age appropriate visual guides. This approach may in fact promote standardized collection of high quality specimens.",
            "cite_spans": [
                {
                    "start": 252,
                    "end": 256,
                    "text": "[12]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 274,
                    "end": 278,
                    "text": "[16]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Over the past decade remarkable progress has been made in the development of RM-PCR methods for the concomitant rapid diagnosis of viral and bacterial respiratory infections [7] . Our results suggest similar performance between RM-PCR and LD-PCR methods in identifying pertussis pathogens. Although we were unable to culture pertussis from the 6 samples with discordant results, these cases are likely to be true positives based on evidence of exposure to pertussis, detection of pertussis by other laboratories, and/or the presence of coughing paroxysms. It is possible that the discordant specimens had low copy number of B. pertussis DNA and/or sampling variation. The 5 cases missed by LD-PCR could potentially also be related to PCR inhibition with aluminum-shaft swabs [17] . Limitations associated with the design of RM-PCR include the capacity to test only one specimen at a time and to detect only B. pertussis. Consequently, the emergence of B. parapertussis and B. holmesii may be overlooked [13, 18] . In addition, the use of antibiotic-containing media for specimen collection precludes culture for viable organisms, necessitating both molecular and epidemiological investigations [3, 19] .",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 177,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 775,
                    "end": 779,
                    "text": "[17]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1003,
                    "end": 1007,
                    "text": "[13,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1008,
                    "end": 1011,
                    "text": "18]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1194,
                    "end": 1197,
                    "text": "[3,",
                    "ref_id": null
                },
                {
                    "start": 1198,
                    "end": 1201,
                    "text": "19]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The accuracy of clinical diagnosis of viral versus pertussis infection in children has not been well documented [20] . Clinicians' abilities to identify patients at risk for pertussis appeared to be relatively effective in our study; pertussis pathogens were detected over 50 times more frequently in dual-tested Cohort 3 (5.5 %) compared to those ordered only for viral testing (Cohort 2, 0.1 %). Influenza appeared to be recognized by clinicians as well; nearly twice as many laboratory-confirmed Flu A/B cases occurred in the viral-only tested Cohort 2 compared to the dual tested Cohort 3 (17 vs. 9.6 %, respectively; p < 0.001). Our retrospective analysis supports the use of RM-PCR in children <24 months as the findings of both respiratory viruses (including multi-viral co-infections) and pertussis are significantly higher in this age group ( Table 1) .",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 116,
                    "text": "[20]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 852,
                    "end": 860,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The implementation of an innovative RM-PCR assay including respiratory viral and bacterial pathogens in a hospital-based laboratory is not without its own challenges. Although clinical assessment can be effective, ordering of a single test that produces multiple results can be problematic. Existing laboratory billing models and its governance have not yet caught up with these multiplex PCR platforms, and the assignment and communication of \"unrequested\" agents generated by such broad test panels can potentially cause operational challenges and reimbursement difficulties for the laboratory and the institution [13, 21] .",
            "cite_spans": [
                {
                    "start": 616,
                    "end": 620,
                    "text": "[13,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 621,
                    "end": 624,
                    "text": "21]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our study was limited by the retrospective design and the lack of complete parallel data for both pertussis and respiratory viruses at every patient visit. We also note that our study occurred during a period of high awareness of pertussis disease. However, the unsolicited test selection and specimen collection by multiple clinicians, combined with the ability to obtain pertussis data from viral test specimens retrospectively, permitted the analysis of physician clinical decision making without study bias.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our experience during a pertussis epidemic demonstrated the diagnostic acumen of clinicians, the ability to use mid-nasal flocked swabs to detect pertussis without compromise in sensitivity when compared to NP specimens, and the correlation of results from an integrated bacterial-viral RM-PCR assay with a more labor-intensive, well-established, multi-target LD-PCR assay during a specimen surge. The RM-PCR platform has the ability to identify relevant respiratory pathogens quickly, with implications for both optimal treatment and infection prevention management in younger children.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Molecular epidemiology of pertussis epidemic-Washington State",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Bowden",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Cassiday",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Milton",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pawloski",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Harrison",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Meyer",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Qin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Debolt",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Clin Microbiol",
            "volume": "52",
            "issn": "10",
            "pages": "3549--57",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Viral infections of the lower respiratory tract: old viruses, new viruses, and the role of diagnosis",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Pavia",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Clin Infect Dis",
            "volume": "52",
            "issn": "4",
            "pages": "284--293",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Immune monitoring of children with respiratory syncytial virus infection",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mejias",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Ramilo",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Expert Rev Clin Immunol",
            "volume": "9",
            "issn": "5",
            "pages": "393--398",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Duration of Bordetella Pertussis polymerase chain reaction positivity in confirmed pertussis illness",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Stone",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Daly",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Srivastava",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Pediatr Infect Dis Soc",
            "volume": "3",
            "issn": "4",
            "pages": "347--356",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Implementation of filmarray respiratory viral panel in a core laboratory improves testing turnaround time and patient care",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Qin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Astion",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Rutledge",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Simpson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Jerome",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Englund",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Zerr",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Migita",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rich",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Am J Clin Pathol",
            "volume": "139",
            "issn": "1",
            "pages": "118--141",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Multitarget PCR for diagnosis of pertussis and its clinical implications",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Qin",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Galanakis",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "T"
                    ],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Englund",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Clin Microbiol",
            "volume": "45",
            "issn": "2",
            "pages": "506--517",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Pertussis epidemic-Washington",
            "authors": [],
            "year": 2012,
            "venue": "CfDCa Prevention",
            "volume": "61",
            "issn": "",
            "pages": "517--539",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The FilmArray(R) respiratory panel: an automated, broadly multiplexed molecular test for the rapid and accurate detection of respiratory pathogens",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "E"
                    ],
                    "last": "Babady",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Expert Rev Mol Diagn",
            "volume": "13",
            "issn": "8",
            "pages": "779--88",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Collection by trained pediatricians or parents of mid-turbinate nasal flocked swabs for the detection of influenza viruses in childhood",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Esposito",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Molteni",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Daleno",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Valzano",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tagliabue",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Galeone",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Milani",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Fossali",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Marchisio",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Principi",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Virol J",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Resurgence of whooping cough and the role of laboratory diagnosis",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Qin",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Clin Microbiol News Lett",
            "volume": "37",
            "issn": "9",
            "pages": "69--76",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Comparison of two multiplex methods for detection of respiratory viruses: FilmArray RP and xTAG RVP",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Rand",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Rampersaud",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Houck",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Clin Microbiol",
            "volume": "49",
            "issn": "7",
            "pages": "2449--53",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Prevalence of Bordetella pertussis and Bordetella parapertussis in Samples Submitted for RSV Screening",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Walsh",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Overmeyer",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kimmel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Feola",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pusavat",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kuan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Emery",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rosengreen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mordechai",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "West J Emerg Med",
            "volume": "9",
            "issn": "3",
            "pages": "135--175",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Inhibition of PCRbased assay for Bordetella pertussis by using calcium alginate fiber and aluminum shaft components of a nasopharyngeal swab",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Wadowsky",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Laus",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Libert",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "States",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Ehrlich",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J Clin Microbiol",
            "volume": "32",
            "issn": "4",
            "pages": "1054--1061",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Epidemiologic and laboratory features of a large outbreak of pertussis-like illnesses associated with cocirculating Bordetella holmesii and Bordetella pertussis-Ohio",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rodgers",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cohn",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Budd",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Marcon",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Terranella",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mandal",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Salamon",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Leber",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Tondella",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Clin Infect Dis",
            "volume": "56",
            "issn": "3",
            "pages": "322--353",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Prevalence and molecular characterization of pertactin-deficient Bordetella pertussis in the United States",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Pawloski",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Queenan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Cassiday",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Lynch",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Harrison",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Shang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Bowden",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Burgos-Rivera",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Qin",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Clin Vaccine Immunol",
            "volume": "21",
            "issn": "2",
            "pages": "119--144",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The present and future control of pertussis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Cherry",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Clin Infect Dis",
            "volume": "51",
            "issn": "6",
            "pages": "663--670",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Better tests, better care: improved diagnostics for infectious diseases",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Caliendo",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "N"
                    ],
                    "last": "Gilbert",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Ginocchio",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Hanson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "May",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Quinn",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "C"
                    ],
                    "last": "Tenover",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Alland",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Blaschke",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Bonomo",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Clin Infect Dis",
            "volume": "57",
            "issn": "3",
            "pages": "139--70",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Number of laboratory reported pertussis and respiratory viral infections during the 7.5 month study period (December 14, 2011-July 31, 2012) Qin et al. Ann Clin Microbiol Antimicrob (2016) 15:28",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "ard, LD-PCR detected 22 of the 27 (81 %) while RM-PCR detected 24 of the 27 (89 %). If excluding the two cases of B. parapertussis (a species not included in the RM-PCR panel), LD-PCR detected 20 of the 25 (80 %) B. pertussis while RM-PCR detected 24 of the 25 (96 %, p = 0.2 for difference in proportions by McNemar's exact Chi square). Two of 5 cases of B. pertussis missed by LD-PCR were positive for a single target but were not",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Comparison of viral and Bordetella pathogen detection rate among cohorts of patients with different tests ordered by clinicians a n: includes B. parapertussis",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank the dedicated staff members at Microbiology and Core Laboratories, Seattle Children's Hospital for their technical support. We thank Jennifer Stapp for her Laboratory Informatics expertise and support. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Authors' contributions XQ, DMZ, and JAE contributed to study design and data interpretation. MPK and ALA contributed to case investigations and statistical analysis of the data. SR, MX, and AMB took part in the test operational management and contributed to the quality production of the data. JEB contributed to data organization and graphic presentation. All authors participated in revisions and improvements of the manuscript. All authors read and approved the final manuscript. Submit your next manuscript to BioMed Central and we will help you at every step:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}