{
    "paper_id": "f76b1d637fdb9e5d6a32d1a6d3804a2acb9f0f23",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Immunization against infectious diseases has protected more children and adults from untimely deaths than any other form of treatment, and smallpox was the first illness to be prevented in this way. When Sir Hans Sloane gave his account of inoculation in 1736 [1] , the concepts of contagion and immunity to re-infection were already well understood, although it would take another 150 years before the germ theory of infectious disease led to the identification of specific pathogens by Louis Pasteur and Robert Koch. Reports in the Philosophical Transactions played a leading role in establishing the efficacy and relative safety of inoculation against smallpox.",
            "cite_spans": [
                {
                    "start": 260,
                    "end": 263,
                    "text": "[1]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Sir Hans Sloane (1660 -1753) (figure 1) was a polymath with an extraordinary range of interests even for a man of the Enlightenment [2] . He became personal physician to the families of three British monarchs, Queen Anne, George I and George II, a man of public affairs and a philanthropist. Born into an Irish Protestant family in the year that the Royal Society was founded, Sloane studied medicine and took a great interest in natural history, being elected a Fellow of the Royal Society at the age of 25. Although he had already established a medical practice in London, he leapt at the opportunity to accompany the Duke of Albemarle as family physician when Albemarle was appointed Governor of Jamaica in 1687. Sloane collected numerous botanical specimens and kept a detailed account of his observations on the natural history and people of the Caribbean islands during his 15 months' sojourn there, which he later published in two volumes of exemplary natural history. He disliked the bitter & 2015 The Authors. Published by the Royal Society under the terms of the Creative Commons Attribution cocoa beans of the New World and advocated the use of a concoction of cocoa, sugar and milk, which we know as chocolate, mostly as a medicinal beverage. In 1719, he became President of the Royal Society of Physicians London. He was also appointed physician-general to the army in 1722. He served as Secretary to the Royal Society (1693-1713) when he had editorial responsibility for Philosophical Transactions [3] , and in 1727, he succeeded Sir Isaac Newton as President of the Society, stepping down from that post 13 years later at the age of 80.",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 135,
                    "text": "[2]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1512,
                    "end": 1515,
                    "text": "[3]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Sir Hans Sloane"
        },
        {
            "text": "Today, Sloane is best remembered as the founder of the British Museum. He was an avid collector of human artefacts as well as natural history. He left his personal collections to the Crown on the provision that they would be well housed and curated for the benefit of the public, and that his daughters would receive a stipend. Parliament eventually approved this bequest and Sloane's collections became the basis of the British Museum in Bloomsbury and its offshoot, the Natural History Museum in South Kensington. He donated the land on which the Physick Garden stands in Chelsea to the Apothecaries' Society, which still exists as an eighteenth century medical herbarium. The influence of Sir Hans Sloane on this area of London, where he bought the manor of Chelsea, lasts to this day in place names such as Sloane Square and Hans Crescent. As a benefactor, Sloane was a founding supporter of the Foundling Hospital for Children in Bloomsbury, which was established by three notable friends, the merchant seaman Thomas Coram, the composer George Frideric Handel and the artist William Hogarth.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sir Hans Sloane"
        },
        {
            "text": "For a man with such an enquiring mind, Sir Hans published relatively few primary research papers or treatises. Perhaps this was due to his multiple offices and duties. His paper on smallpox describes how he became acquainted in 1721 with the benefits of intradermal inoculation of a small dose of smallpox-infected fluid from a vesicle, and became an advocate of the procedure among the royal family and the medical profession. This paper is just what its title suggests: it is an account or reminiscence of Sloane's introduction of the practice of inoculation and does not really represent a remarkable discovery. Nonetheless, it is full of insights into the disease and an important means to prevention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sir Hans Sloane"
        },
        {
            "text": "Sloane states that his 'Account of inoculation' was 'given to Mr Ranby, to be published, anno 1736'. In fact, it was not published until 1755, just over a year after Sloane's death. Why Sloane provided this account at this time to John Ranby FRS remains obscure as Ranby was not involved in editing Philosophical Transactions. By 1755 his 'co-author' (the person who communicated the paper to the Royal Society), the Reverend Dr Thomas Birch, was the Secretary of the Society with responsibility for Philosophical Transactions. Birch would have had access to Sloane's papers as he was a founding trustee of the British Museum where the papers were (and are) stored. Sloane's collections of books, antiquities, natural curiosities and manuscripts formed the museum's original collection, including material on Sloane's activities as Secretary and later President of the Royal Society. The reason for the long delay in publication is not clear, but it seems possible that when Birch was sorting through Sloane's papers, he came across this piece and thought that it should finally see light of day.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sir Hans Sloane"
        },
        {
            "text": "Sloane's paper acknowledges that the successful promulgation of inoculation owed much to two remarkable women. The first was Lady Mary Wortley Montagu (1689-1762) (figure 2) who first observed variolation in Turkey and who had her son inoculated there in 1717 and her daughter in England during the 1721 epidemic (box 1). The second was Princess Caroline (1683-1737), wife of the future George II, who sought Sloane's advice on whether her own children should be inoculated. Sloane relates that her decision to take this risk followed two successful trials of variolation: the first was on adults in Newgate prison under death sentence who 'volunteered' to be variolated in exchange for their release if they survived, one of whom was sent to have contact with a smallpox patient as a test of protection; the second was on 'charity children', orphans in the parish of St James in London. The ethics of enrolment into clinical trials may have changed since those days but the concept of step by step inquiry from safety to efficacy remains unchanged.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sir Hans Sloane"
        },
        {
            "text": "Sloane writes that he felt unable to recommend firmly to Princess Caroline that her children should be variolated but that on her further questioning, he stated that the consequence of not undergoing the procedure might be much worse. This was a very diplomatic reply so that the Princess had to make the decision herself. She then urged Sloane to speak to the children's grandfather, George I, who condoned it (even though he was barely on speaking terms with the children's father, the Prince of Wales). Inoculating the royal children without ill effect helped to make variolation widely acceptable among the English aristocracy and gentry. The procedure was also introduced in New England [5] (see box 5). In France, however, it was thought to be reckless [6] and Voltaire commented on the difference in attitudes between the two nations with characteristic acuity (box 2).",
            "cite_spans": [
                {
                    "start": 692,
                    "end": 695,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 759,
                    "end": 762,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Sir Hans Sloane"
        },
        {
            "text": "Smallpox (figure 3a) is a relatively recent disease of humankind [9, 10] . Like many epidemic infectious diseases, the Lady Mary Wortley Montagu, daughter of the Marquess of Dorchester, was a highly educated and independent minded person who mixed with literary and scientifically minded people and who kept a salon. In 1712, she escaped from an arranged marriage intended by her father by eloping with and marrying Sir Edward Wortley Montagu. In 1716, she went to live for two years in Turkey when her husband was appointed as British ambassador to the Ottoman court in Constantinople. She learned Turkish and Greek, visited the women in their segregated quarters, made friends and learned about Turkish customs. She wrote many 'Letters from the Embassy' (an eighteenth century form of blog) to her friends at home about her experiences [4] . In one written in April 1717, she describes a visit to Sofia, which was then part of the Ottoman Empire, where she went to the hammam ( public baths):",
            "cite_spans": [
                {
                    "start": 65,
                    "end": 68,
                    "text": "[9,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 69,
                    "end": 72,
                    "text": "10]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 838,
                    "end": 841,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Smallpox"
        },
        {
            "text": "I am now got into a whole new world. It is hard to tell the mistresses from their servants, for they were all in the state of nature, that is, in plain English, stark naked; some working, others drinking coffee or sherbet. In short, 'tis the women's coffee house, where all the news of the town is told, scandal invented, &c. Lady Mary's brother had died of smallpox and when she herself suffered from the disease in 1715 she developed severe pock marks on her face and regretted the loss of her famed beauty. While in Turkey, she became interested in smallpox prevention by variolation. In another letter also written in April 1717, she tells of the inoculation against smallpox:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Smallpox"
        },
        {
            "text": "A propos of distempers, the small-pox, so fatal, and so general amongst us, is here entirely harmless, by the invention of engrafting, which is the term they give it. There is a set of old women, who make it their business to perform the operation, every autumn, in the month of September, when the great heat is abated. People send to one another to know if any of their family has a mind to have the small-pox; they make parties for this purpose, and when they are met (commonly fifteen or sixteen together) the old woman comes with a nut-shell full of the matter of the best sort of small-pox, and asks what vein you please to have opened. She immediately rips open that you offer to her, with a large needle (which gives you no more pain than a common scratch) and puts into the vein as much matter as can lie upon the head of her needle, and after that, binds up the little wound with a hollow bit of shell, and in this manner opens four or five veins.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Smallpox"
        },
        {
            "text": "Lady Mary had her own son inoculated, witnessed by the British doctor at the embassy, Charles Maitland. She wrote:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Smallpox"
        },
        {
            "text": "The boy was engrafted last Tuesday, and is at this time singing and playing and very impatient for his supper . . . I am patriot enough to take the pains to bring this useful invention into fashion in England, and I should not fail to write to some of our doctors very particularly about it, if I knew any one of them that I thought had virtue enough to destroy such a considerable branch of their revenue, for the good of mankind.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Smallpox"
        },
        {
            "text": "Back in England, Lady Mary indeed encountered resistance to this 'dangerous Oriental method'. But in Sloane and Maitland, she found like minds committed to disease prevention. Early in 1721, it was so warm that roses bloomed in January and smallpox 'went forth like a Destroying Angel'. Lady Mary called upon Charles Maitland to inoculate her three year old daughter but he hesitated as it was one thing to follow the custom in Turkey, but another to do it in London. He made sure he had two witnesses from the Royal College of Physicians before performing the operation. One was James Keith, a friend of Maitland who had lost two sons to smallpox in 1717, and the other (though not recorded) may well have been the President, Sir Hans Sloane. causative agent, variola virus (figure 3b), probably crossed over from an animal source after humans attained sufficient population density to sustain the propagation and diversification of the variola virus independently from its original host. It was not until the 1890s that filterable viruses were first distinguished from bacteria that were retained by porous filters. Orthopox viruses, to which variola and vaccinia belong, were first identified as filterable agents by Adelchi Negri's study of vaccinia in 1906 [11] . The story of the rise and fall of smallpox is told by Frank Fenner and the pioneers of eradication [11] as well as several more recent popular books [12] [13] [14] [15] .",
            "cite_spans": [
                {
                    "start": 1262,
                    "end": 1266,
                    "text": "[11]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1368,
                    "end": 1372,
                    "text": "[11]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1418,
                    "end": 1422,
                    "text": "[12]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1423,
                    "end": 1427,
                    "text": "[13]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1428,
                    "end": 1432,
                    "text": "[14]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1433,
                    "end": 1437,
                    "text": "[15]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Smallpox"
        },
        {
            "text": "Depending of the severity of clinical disease, smallpox viruses used to be divided between the most virulent form, Variola major, with a mean case fatality rate of 25-30%, and a milder form, Variola minor, with a fatality rate of approximately 15%, but this phenotypic classification only partially correlates with phylogenetic comparisons of virus strains [16] . Many of those who survived showed permanent signs of past infection, such as blindness and pock marks on the skin, but they acquired long-term immunity that rendered them resistant to re-infection. The lack of an animal reservoir, combined with the appearance of obvious signs of infection Voltaire spent nearly three years in exile in London in 1726-1728. He relished the greater freedom of speech than that allowed in Paris under Louis XV's absolute monarchy, and he probably attended soirées at the Royal Society. In the English translation of his Philosophical Letters [6] published in 1734 he comments with typical wit:",
            "cite_spans": [
                {
                    "start": 357,
                    "end": 361,
                    "text": "[16]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 937,
                    "end": 940,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Smallpox"
        },
        {
            "text": "It is inadvertently affirmed in the Christian countries of Europe that the English are fools and madmen. Fools, because they give their children the small-pox to prevent their catching it; and madmen, because they wantonly communicate a certain and dreadful distemper to their children, merely to prevent an uncertain evil. The English, on the other side, call the rest of the Europeans cowardly and unnatural. Cowardly, because they are afraid of putting their children to a little pain; unnatural, because they expose them to die one time or other of the small-pox. But that the reader may be able to judge whether the English or those who differ from them in opinion are in the right, here follows the history of the famed inoculation, which is mentioned with so much dread in France.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Smallpox"
        },
        {
            "text": "Voltaire went on to describe the procedure and its low relative risk compared to smallpox itself, possibly relying on James Jurin's calculations published in Philosophical Transactions. It is interesting that some 30 years later, in 1760, the Dutch/Swiss mathematician Daniel Bernoulli read to the French Royal Academy of Sciences his famous mathematical model paper [7] describing how the control of smallpox epidemics by the large scale use of variolation would result in benefits not only to the individuals, but also to the state and society at large, which today is a key concept of many public health interventions. Bernoulli himself cited a paper published in Philosophical Transactions in 1693 by Edmund Halley who compiled the first life expectancy tables.",
            "cite_spans": [
                {
                    "start": 367,
                    "end": 370,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Smallpox"
        },
        {
            "text": "Had Bernouilli's recommendations been implemented, the death of Louis XV could have been avoided. In 1774, at the age of 64, Louis XV died of smallpox in the palace of Versailles. According to a witness, 'The air of the palace was infected; more than fifty persons took the smallpox, in consequence of having merely loitered in the galleries of Versailles, and ten died of it.' With the death of Louis XV, his grandson became Louis XVI and his young wife, Marie Antoinette, became the queen of France. Marie Antoinette was immune to smallpox because as a child in Vienna she had already suffered from a mild form of the disease. In 1767 her mother, the Empress Marie Theresa of Austria, promoted variolation in Austria after recovering from severe smallpox. Following the example of her mother, Marie Antoinette convinced the new king and his brothers to be variolated, perhaps providing further evidence that royal initiatives can go a long way in adopting scientific recommendations. In modern times, when Princess Diana was photographed hugging a man with AIDS, it showed the world that AIDS patients need not be regarded as 'lepers'.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Smallpox"
        },
        {
            "text": "Ironically, when Edward Jenner developed vaccination, it was taken up much more quickly and widely in post-revolution France than in England [8] . While there is no doubt that the success of variolation made the adoption of the concept of vaccination easier, the English variolators opposed the new vaccinators because they did not want to change a lucrative practice. In France, however, the practice of variolation was less well established even 60 years after Voltaire's letter, yet the terror invoked by smallpox eclipsed that of the guillotine. The advantage of the safer vaccination was soon perceived as an efficacious protection without the risk of untoward effects. rstb.royalsocietypublishing.org Phil. Trans. R. Soc. B 370: 20140378 in all cases, and lack of virus persistence in recovered individuals, permitted the containment and eventual eradication of smallpox as a naturally occurring disease.",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 144,
                    "text": "[8]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Smallpox"
        },
        {
            "text": "Although it is thought that the pock marks on the cheeks of the mummified Egyptian Pharaoh Ramses V (approx. 1200 BCE) might represent smallpox, it has not been possible to isolate variola virus DNA from ancient mummified material [17] . The pocks are difficult to distinguish from chickenpox caused by varicella-zoster virus, a type of herpesvirus infection which has co-evolved with hominoids ever since we diverged from the great apes. There are no records of a smallpox-like disease in the Bible or Greco-Roman writings [16] . The first reliable description of smallpox was made in China and dates from the fifth century of the Christian Era (CE) although it may have been present in Asia earlier. The first recorded description of smallpox in Western Europe was made in 581 by the Bishop Gregory of Tours. The Persian physician Abu Bakr Muhammad ibn Zakariyya Al-Razi (854-925 CE) [18] wrote a monograph on smallpox and measles (Kitab al-Jadari wa'l-hasba) which is the oldest medical treatise on these two diseases as distinct ailments (interestingly, he considered measles to be the more virulent infection). Al-Razi advocated a way to prevent smallpox affecting the cornea and thereby causing blindness [18] . He wrote: 'As soon as the symptoms of smallpox appear, drop rose water into the eyes from time to time, for if the disease be favourable and the pustules few in number, you find that this method of treatment prevents their breaking out in the eyes' ( p. 148).",
            "cite_spans": [
                {
                    "start": 231,
                    "end": 235,
                    "text": "[17]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 524,
                    "end": 528,
                    "text": "[16]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 886,
                    "end": 890,
                    "text": "[18]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1211,
                    "end": 1215,
                    "text": "[18]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Smallpox"
        },
        {
            "text": "The proximate animal precursor to variola virus remains uncertain. Phylogenetic analysis of the DNA genome of the virus reveals a close similarity to camelpox virus [19] but also to a poxvirus isolated from the West African rodent, the Tatera gerbil [16, 20] . Using forensic DNA and phylogenetic methods, it is often possible to ascertain which host was the original reservoir by determining whether the genetic variability of one species' microbe is nested within a broader diversity of the other's. Thus, it is clear that the pandemic strain of HIV-1 came from chimpanzees in Cameroon [21] , whereas for the tubercle bacillus, human Mycobacterium tuberculosis appears to be ancestral to animal strains such as Mycobacterium bovis [22] . While the ancestral orthopox virus for Variola appears to reside in burrowing rodents, insufficient samples of pox virus isolates have been analysed to discern whether both smallpox and camelpox were independently derived from the rodentpox virus, or smallpox from camelpox, or camelpox from smallpox. If camelpox was the immediate precursor to smallpox, this situation has parallels to the current outbreak in humans of the coronavirus causing Middle East respiratory syndrome (MERS). Serological and genome studies indicate that a virus closely related to MERS is widespread among domestic dromedaries; fortunately, human cases thus far represent either a primary zoonosis or nosocomial infections directly related to the zoonosis [23] .",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 169,
                    "text": "[19]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 250,
                    "end": 254,
                    "text": "[16,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 255,
                    "end": 258,
                    "text": "20]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 588,
                    "end": 592,
                    "text": "[21]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 733,
                    "end": 737,
                    "text": "[22]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1473,
                    "end": 1477,
                    "text": "[23]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Smallpox"
        },
        {
            "text": "Since the severe epidemic form of smallpox (Variola major) was first recorded in East Asia, it is likely to have originated there around 1700 years ago. It is curious that no further field investigations of rodent variola-like viruses have been made since the African gerbil virus was isolated 40 years ago. We therefore propose that it would be informative to characterize pox viruses of gerbil and marmot species indigenous to Mongolia, the Gobi desert and the central Asian steppe.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Smallpox"
        },
        {
            "text": "These are the same species, incidentally, that gave rise to the Black Death clades of the plague bacillus Yersinia pestis in the fourteenth century; indeed, Variola major may have migrated westwards along the same silk route 1000 years earlier. We further propose that several independent crossspecies introductions of smallpox may have occurred, as seen for HIV in the twentieth century [21] . Thus, the two major clades of Variola minor [16, 20] may have separate African origins, and Variola major an Asian one.",
            "cite_spans": [
                {
                    "start": 388,
                    "end": 392,
                    "text": "[21]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 439,
                    "end": 443,
                    "text": "[16,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 444,
                    "end": 447,
                    "text": "20]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Smallpox"
        },
        {
            "text": "The virulence of infections can change greatly upon crossspecies infection as is well recognized for another pox virus, myxoma virus; it causes mild symptoms in its original reservoir species, the South American cotton-tail rabbit, but became a highly lethal, epizootic infection in the European rabbit, both in Europe and Australia [24] . In evolutionary terms, smallpox can be considered to be a recent human infection which remains highly virulent.",
            "cite_spans": [
                {
                    "start": 333,
                    "end": 337,
                    "text": "[24]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Smallpox"
        },
        {
            "text": "Whatever be its origin, Variola major became an exclusively human virus, unlike the cowpox group of viruses which has a broad host range. Smallpox emerged as a major scourge of humankind, spreading all over the inhabited world. As late as 1967, when the World Health Organization (WHO) initiated the Intensified Smallpox Eradication Campaign, the annual number of smallpox cases was estimated to be between 10 and 16 million, with 2.6 million deaths across 31 countries [11] . During the past 500 years, the impact of smallpox was particularly severe when it reached naive populations. For instance, pre-Columbian New World peoples had never experienced smallpox because their ancestors crossed the Bering Strait before it emerged in humans. The high mortality observed in the first American epidemics, authentic examples of 'virgin soil epidemics', could have been exacerbated by the genetic constitution of the affected population which limited their capacity to establish appropriate immunological responses to the newly introduced pathogens [25] . Hernan Cortes and his band of adventurers would not have succeeded in overcoming the mighty Aztec Empire in 1521 without the epidemic of smallpox which they unwittingly released into the capital city, Tenochtitlan, the previous year, as told in the chronicles of the conquistador Bernal Diaz del Castillo [26] . Without the devastating effect of smallpox [27] and other viral diseases such as measles, there would not have been an estimated 85-90% fall in the population of indigenous Americans during the sixteenth and seventeenth centuries [28] , and therefore little impetus to establish the trans-Atlantic slave trade [9] .",
            "cite_spans": [
                {
                    "start": 470,
                    "end": 474,
                    "text": "[11]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1045,
                    "end": 1049,
                    "text": "[25]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1357,
                    "end": 1361,
                    "text": "[26]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1407,
                    "end": 1411,
                    "text": "[27]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1594,
                    "end": 1598,
                    "text": "[28]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1674,
                    "end": 1677,
                    "text": "[9]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Smallpox"
        },
        {
            "text": "The lesson of smallpox in the Spanish colonization of Mexico was not lost on Francisco Pizzaro during his coup against the Incas a few years later. Moreover, in eighteenth century North America, the redcoat Colonel Henry Bouquet sent his commander, General Lord Jeffrey Amherst, a request 'to inocculate the Indians' by sending smallpox-impregnated blankets to the Native Americans, who, under the leadership of Chief Pontiac, were besieging Fort Pitt (Pittsburgh). In a postscript to his reply on 16 July 1763, Amherst approved this request and added that Bouquet should also 'try every other method that can serve to extirpate this execrable race'. Continuing concern over the possibility of utilizing smallpox for germ warfare influences the current debate whether to destroy the remaining stocks of the virus officially stored in the former Soviet Union and USA after its eradication as a naturally occurring infection. In 1996, on the 200th anniversary of rstb.royalsocietypublishing.org Phil. Trans. R. Soc. B 370: 20140378",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Smallpox"
        },
        {
            "text": "Jenner's experiment into vaccination, the WHO voted to destroy variola, but this deliberate extinction of a species has yet to be carried out and may be indefinitely delayed [29] .",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 178,
                    "text": "[29]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Smallpox"
        },
        {
            "text": "The protection against smallpox by administration of small doses of infected material was called engrafting, inoculation or variolation (varus is Latin for pimple). Different forms of variolation had been used for centuries in China and the practice also became widespread throughout the Ottoman Empire and the Arab world [30] . Philosophical Transactions published several articles on variolation around the time of Lady Mary Wortley Montagu's campaign. A paper in Latin by Emanuele Timoni FRS was read to the Royal Society in January 1721 about the procedure which he witnessed during the 1714 smallpox outbreak in Constantinople, and Jacob Pylarini discussed the 1716 outbreak in Smyrna (Izmir) as cited by Sloane.",
            "cite_spans": [
                {
                    "start": 322,
                    "end": 326,
                    "text": "[30]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Variolation"
        },
        {
            "text": "Noah Moxham, the archivist studying Philosophical Transactions, has written an interesting blog [31] on how James Jurin, the editor during the 1720s, promoted investigation of variolation in the journal. Jurin's own 1722 paper [32] was a particularly important contribution because he included statistical estimates and tables on the respective mortality rates for inoculation versus natural smallpox infection. Voltaire may have based his commentary on Jurin's paper (box 2).",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 100,
                    "text": "[31]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 227,
                    "end": 231,
                    "text": "[32]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Variolation"
        },
        {
            "text": "Another fascinating account in Philosophical Transactions [33] translated from Arabic comes from His Excellency the Ambassador to England from Tripoli, Cassem Aga FRS, on how he and his seven siblings were inoculated as children. He adds: 'The practice is so innocent and so sure that out of an hundred persons inoculated not two die, whereas on the contrary out of an hundred persons that are infected in the natural way there die commonly about thirty. It is withal so ancient in the kingdoms of Tripoly, Tunis and Algier, that nobody remembers its first rise, and it is practiced not only by the inhabitants of the towns, but also by the wild Arabs' [nomads]. Inoculation was also practised in sub-Saharan Africa at this time (see box 5).",
            "cite_spans": [
                {
                    "start": 58,
                    "end": 62,
                    "text": "[33]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Variolation"
        },
        {
            "text": "Using live pathogenic virus for variolation certainly did carry a risk, and about 2% of those inoculated developed severe smallpox and died (but with refinement of the practice the risk was reduced to around 0.3%). Some newspapers exaggerated accounts of deaths from inoculation. However, in one household, six servants contracted smallpox not long after a child had been inoculated; whether it had spread from the inoculum (which was a real possibility) or was actually a result of natural infection is a moot point since the inoculation took place in the face of an epidemic. Therefore, it was recommended that inoculated individuals should undergo a preparation procedure and be isolated during the vesicular period to avoid starting an outbreak among contacts. Later, vaccination removed these risks, but variolation was preferable to catching natural smallpox, with its much higher mortality and survivors often left pock-marked or blind. However, many physicians resisted the new technique, and some clergymen declared that taking measures to prevent smallpox was acting against God's will.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Variolation"
        },
        {
            "text": "Sloane [1] also considered familial susceptibility to severe disease in mentioning the one nearly fatal consequence of variolation under his care, that of the son of the Duke of Bridgewater. He noted that many members of this family had died of natural smallpox before the Duke's son was variolated, but that his daughter who received a similar dose of the same incoculum survived without ill effect.",
            "cite_spans": [
                {
                    "start": 7,
                    "end": 10,
                    "text": "[1]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Variolation"
        },
        {
            "text": "The greatest advance in the prevention of smallpox was surely Edward Jenner's demonstration that inoculation of cowpox protected against smallpox [34] . He called the procedure vaccine inoculation ('vacca', is Latin for cow); Richard Dunning, a surgeon in Plymouth, coined the term vaccination in 1803 [35] . Cowpox can cause a mild disease in humans, who soon recover.",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 150,
                    "text": "[34]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 302,
                    "end": 306,
                    "text": "[35]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Vaccination"
        },
        {
            "text": "After documenting a number of cases in which previous natural infection by cowpox protected against smallpox (or against successful variolation), on 14 May 1796, Jenner proceeded to vaccinate an eight year old boy named James Phipps. Six weeks later, variolation of the child was attempted without any evidence of infection, providing the first experimental evidence that cowpox elicits immunity to smallpox. At that point, Jenner prepared a communication for the Royal Society, but it was not accepted for publication (box 3). Jenner had to wait two years for new cases of cowpox, to conduct additional experimental inoculations. However, Jenner did not want to risk a new rejection from the Royal Society and privately published his observations in his famous 'Inquiry' [34] .",
            "cite_spans": [
                {
                    "start": 772,
                    "end": 776,
                    "text": "[34]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Vaccination"
        },
        {
            "text": "Although the protective effective of natural cowpox infection among milkmaids appears to have been known, Jenner was the first to conduct the clinical investigations to provide scientific evidence for unproven folk knowledge (box 4). But the genius of Jenner was not only to provide experimental evidence of the efficacy of vaccination, but also to envisage that this new procedure would eventually eradicate smallpox. As early as 1801 he predicted that 'The annihilation of the Small Pox, the most dreadful scourge of the human species, must be the final result of this practice' [41] .",
            "cite_spans": [
                {
                    "start": 581,
                    "end": 585,
                    "text": "[41]",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Vaccination"
        },
        {
            "text": "Vaccination became rapidly adopted worldwide (see box 5 on its early uptake in Massachusetts), and it soon became mandatory in many countries. In the second half of the twentieth century, with the roll-out of vaccination coverage to resourcepoor countries, smallpox eventually became confined to two regions of the world, the Horn of Africa and the India-Bangladesh border. As mentioned before, the WHO initiated its Intensified Smallpox Eradication Campaign in 1967 under the inspired leadership of D. A. Henderson, and the last case of naturally occurring smallpox was recorded in Somalia only 10 years later [11, 13] .",
            "cite_spans": [
                {
                    "start": 611,
                    "end": 615,
                    "text": "[11,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 616,
                    "end": 619,
                    "text": "13]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Vaccination"
        },
        {
            "text": "The real nature of the smallpox vaccine, which we call vaccinia virus, remains a puzzle to this day. For many years it was assumed to be cowpox, but in the mid-twentieth century it became clear that vaccinia stocks were biologically different from cowpox virus [43] . In fact, both cowpox and horsepox were used during the nineteenth century to vaccinate (or 'equinate'!) against smallpox, and some strains of vaccinia may be derived from horsepox, or from a recombinant with horsepox genes [44, 45] . Jenner himself speculated that 'the preservative of smallpox' (as he called the vaccine) may have derived from a disease of horses, as modified by its passage through the cow [34] . There also appear to be multiple origins of 'cowpox' [46] , which probably have reservoirs in rodents that sporadically infect other mammals including, in Jenner's time, cows. rstb.royalsocietypublishing.org Phil. Trans. R. Soc. B 370: 20140378",
            "cite_spans": [
                {
                    "start": 261,
                    "end": 265,
                    "text": "[43]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 491,
                    "end": 495,
                    "text": "[44,",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 496,
                    "end": 499,
                    "text": "45]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 677,
                    "end": 681,
                    "text": "[34]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 737,
                    "end": 741,
                    "text": "[46]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Vaccination"
        },
        {
            "text": "In the early days, preserving vaccine stocks was a problem and finding new cases of cowpox became increasingly rare. Vaccinia started to be maintained by sequential inoculation of children from arm to arm. However, the virus often disappeared or lost its potency. After 1864, retro-vaccination of calves provided a more reliable source Opie and Opie [34] trace early versions of this rhyme back to the troubadours of the fourteenth century with its feminist punch line 'Nobody asked you, sir'. However, it is not clear whether the line that we consider to be the most telling, 'My face is my fortune' predates Jenner's vaccine. It is usually interpreted to mean that as she is poor she depends on being pretty to marry; we propose it reveals traditional folk knowledge that, being a milkmaid, her face will continue to be immune from ugly pock marks and she will not succumb to smallpox.",
            "cite_spans": [
                {
                    "start": 350,
                    "end": 354,
                    "text": "[34]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Vaccination"
        },
        {
            "text": "In his treatise [39] , Jenner does not refer directly to folklore of milkmaids being protected from smallpox by previous exposure to cowpox but, rather, he comments on the converse: 'It is a fact so well known among our Dairy Farmers, that those who have the Small Pox either escape the Cow Pox or are disposed to have it slightly'. However, he did mention his own observation, before he experimentally vaccinated James Phipps, that those who had acquired cowpox naturally were immune to variolation and to smallpox. Moreover, awareness of the protective effect of cowpox appears to have been widely appreciated in the west of England, where 22 years before Jenner, Benjamin Jesty in Dorset had inoculated his wife and two sons with cowpox, although he did not conduct a scientific study or follow it up with challenge by variolation.",
            "cite_spans": [
                {
                    "start": 16,
                    "end": 20,
                    "text": "[39]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Vaccination"
        },
        {
            "text": "Jenner's study of the behaviour of cuckoos also seems to be based on commonly believed tales of nature which Jenner patiently tested. Cuckoos could not be heard calling before mid-April and Jenner correctly surmised that they migrated to warmer climates during the winter. Moreover, the cuckoo chick ejecting its non-genetic 'siblings' from its foster nest must have been noted by observant country folk before Jenner so carefully documented this form of parasitism.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vaccination"
        },
        {
            "text": "As a physician in rural Gloucestershire, Jenner had the intuition to heed folklore but to test the evidence scientifically. In an accompanying article in this 350th Anniversary issue of Philosophical Transactions, John Wood [40] mentions the folk knowledge of the therapeutic power of willow (sallow) infusions long before the scientific discovery of salicylic acid (aspirin). Similarly, the use of chinchona bark for malaria preceded the isolation of quinine. Box 3. Edward Jenner and the Royal Society.",
            "cite_spans": [
                {
                    "start": 224,
                    "end": 228,
                    "text": "[40]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Vaccination"
        },
        {
            "text": "When we were invited to contribute this article commemorating Sir Hans Sloane's paper on inoculation, our first question was why we had not been invited to feature Edward Jenner's discovery of vaccination instead, given that it has had a more important and long-lasting impact. The answer from the helpful librarians at the Royal Society was that Jenner's paper never passed peer review for Philosophical Transactions and was rejected! Jenner had submitted his initial research on vaccination for publication in 1796 but Sir Joseph Banks, the President of the Royal Society personally declined to accept the paper after taking advice from two reviewers, Lord Somerville, President of the Board of Agriculture, and Sir Everard Home FRS, an eminent London physician. Jenner's biographer, Richard B. Fisher [35] , suggests that Banks's rejection of the paper had to do with the 'paucity of experimental proof in the original paper', although Somerville pointed him to another country physician, a Dr Dolland, who confirmed Jenner's thesis about the efficacy of vaccination. It seems to have been Banks's decision that influenced Jenner to publish his findings privately.",
            "cite_spans": [
                {
                    "start": 804,
                    "end": 808,
                    "text": "[35]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Vaccination"
        },
        {
            "text": "Incidentally, Jenner had previously withdrawn his paper on the behaviour of the cuckoo which the Committee of Papers (the 'editorial board' of Philosophical Transactions) had approved for publication, because he had found new evidence that contradicted part of his original manuscript, so it was eventually published a year later [36] . Perhaps Banks thought that Jenner had a propensity to submit work for publication prematurely. But once his research on cuckoos was published it was well received and led to Jenner's election as a Fellow of the Society. In his biographical memoir, Jenner's nephew George Jenner expressed regret that Edward Jenner's work on vaccination had distracted him from his 'true' scientific research on cuckoos and avian migration [37] . Both uncle and nephew would surely be pleased that research on the behaviour of cuckoos continues to this day [38] .",
            "cite_spans": [
                {
                    "start": 330,
                    "end": 334,
                    "text": "[36]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 759,
                    "end": 763,
                    "text": "[37]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 876,
                    "end": 880,
                    "text": "[38]",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Vaccination"
        },
        {
            "text": "It might be an interesting addition to the history of science to publish an anthology of ground-breaking discoveries that initially were declined by leading peer-reviewed journals-as well as papers that were published but should have been rejected, such as the false link between autism and MMR vaccination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vaccination"
        },
        {
            "text": "rstb.royalsocietypublishing.org Phil. Trans. R. Soc. B 370: 20140378 of vaccinia, a practice that was initiated in Naples and extended around the world.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vaccination"
        },
        {
            "text": "There remains concern that smallpox could be revived by rescue of virus from remains of victims preserved in coffins or in the permafrost [17, 47] , or by malicious means from unrecorded virus stocks, although rapid vaccination should be able to contain an outbreak. Vaccination itself can cause serious disease in immunocompromised people. Therefore, ongoing research is seeking to further attenuate the current 'modified vaccinia Ankara (MVA)' while maintaining its immunogenic properties. Furthermore, MVA is also being exploited as a live vector to deliver genes for immunogens of other infectious diseases [48] .",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 142,
                    "text": "[17,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 143,
                    "end": 146,
                    "text": "47]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 611,
                    "end": 615,
                    "text": "[48]",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [],
            "section": "Vaccination"
        },
        {
            "text": "With the development of the germ theory of disease in the second half of the nineteenth century, a large number of specific microorganisms were identified in the aetiology of different infectious diseases, and attempts were made to develop immunization against those diseases. In 1881, Louis Pasteur presented his work on the use of attenuated microorganisms to protect against two animal diseases (chicken cholera and anthrax) at the 7th International Congress of Medicine in London. In that meeting, and to honour Jenner, Pasteur proposed to generalize the term 'vaccination' to all protective immunization procedures. In 1885, almost 90 years after the development of vaccination against smallpox, Louis Pasteur and É mile Roux described the second human vaccine, against rabies, although this was an inactivated vaccine rather than an attenuated one [49] . Today, two further virus infections have been eradicated globally through immunization: polio type 2 in 1999 [50] and rinderpest of cattle in 2011 [51] . Thanks to two different vaccines developed in the 1950s and 1960s, the killed vaccine by Jonas Salk and the live attenuated one by Albert Sabin, we are close to eradicating polio [50] .",
            "cite_spans": [
                {
                    "start": 854,
                    "end": 858,
                    "text": "[49]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 970,
                    "end": 974,
                    "text": "[50]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1008,
                    "end": 1012,
                    "text": "[51]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 1194,
                    "end": 1198,
                    "text": "[50]",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [],
            "section": "How smallpox prevention led the way for immunization against other diseases"
        },
        {
            "text": "Massachusetts was the first colony of what is today the USA to introduce smallpox inoculation [5] and also the first to introduce vaccination. The Puritan minister Cotton Mather FRS first heard of the procedure in 1706 from his slave, Onesimus, who told him that he had been inoculated as a child in Africa. During the 1721 smallpox epidemic in Boston, and after reading the Philosophical Transactions reports from Timoni and Pylarini, Mather convinced Dr. Zabdiel Boylston FRS to initiate variolation in the city, a procedure that was initially conducted amid much controversy. Vaccination was introduced in Boston as early as 1800 by Dr Benjamin Waterhouse (1754 -1846), the founding Professor of Medicine in the new medical school at Harvard University. He had received the vaccine from England on threads soaked in cowpox lymph. After vaccinating his children, he challenged them by inoculation with smallpox and showed them to be immune [42] . He went on to put much effort into encouraging public vaccination.",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 97,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 942,
                    "end": 946,
                    "text": "[42]",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Box 5. Variolation and vaccination in New England."
        },
        {
            "text": "The town of Milton, now part of the Greater Boston, was the first to act in a corporative capacity to extend the benefits of vaccination to all its citizens. In 1809, 337 persons of different ages and conditions were vaccinated, and 12 of them were afterward tested for inoculation of the smallpox and found to be fully protected. The town published a pamphlet describing its experience, entitled: 'A collection of papers relative to the transactions of the town of Milton, in the State of Massachusetts, to promote a general inoculation of the cow pox, or kine pox, as never failing preventive against small pox infection'.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 5. Variolation and vaccination in New England."
        },
        {
            "text": "Consulted by the authorities of Milton in 1809 about the efficacy of vaccination, Waterhouse indicated that he 'never had the least reason to doubt, but that the Kine Pox [kine is an archaic term for cattle] effectually and forever secures a person from Small Pox'. Waterhouse included in his correspondence to the Committee of the town of Milton, a table ( published in the pamphlet mentioned above) which compared the risk of contracting smallpox with the benefits of being variolated or vaccinated. Since this information was addressed to the general public, Waterhouse compared those risks with the more easily recognized experience of crossing a dangerous stream (figure 4). However, an anti-vaccine scare by a radical mullah in Nigeria [52] set back the eradication in West Africa by 10 years and allowed the same strain of polio virus to migrate to Indonesia, probably via the Haj. The use of 'vaccinators' as a US cover for tracking down Osama bin Laden in Pakistan [53] has also hindered the polio endgame, including the tragic assassination of genuine public health vaccine workers in Pakistan in 2012 and again in 2014.",
            "cite_spans": [
                {
                    "start": 742,
                    "end": 746,
                    "text": "[52]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 974,
                    "end": 978,
                    "text": "[53]",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [],
            "section": "Box 5. Variolation and vaccination in New England."
        },
        {
            "text": "Vaccines are considered to be the most cost-effective public health interventions and it is estimated that between 2 and 3 million children in developing countries are spared from death every year [54] . In the 1990s, six vaccines were included in routine paediatric immunization programmes in many countries, and that number has increased to sixteen today. But we recognize that the full impact of vaccination has not been achieved, and major efforts are being made to develop vaccines against other diseases [55, 56] . Equally important is the ongoing effort to make those vaccines available to all people of need around the world [54] . However, the development of preventive vaccines against the three largest infectious killer diseases (HIV/AIDS, malaria and tuberculosis) remains a challenge that will require a committed and continued effort towards the development of new scientific paradigms [57, 58] .",
            "cite_spans": [
                {
                    "start": 197,
                    "end": 201,
                    "text": "[54]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 510,
                    "end": 514,
                    "text": "[55,",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 515,
                    "end": 518,
                    "text": "56]",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 633,
                    "end": 637,
                    "text": "[54]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 901,
                    "end": 905,
                    "text": "[57,",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 906,
                    "end": 909,
                    "text": "58]",
                    "ref_id": "BIBREF61"
                }
            ],
            "ref_spans": [],
            "section": "Box 5. Variolation and vaccination in New England."
        },
        {
            "text": "Since Jenner, the development of vaccines has been based on the re-creation of the protective immunity that results after natural infections. Novel vaccines against persistent infections may have to be 'better than nature', inducing the unnatural immune responses that nature has not learned to produce [56] . The power of vaccines is also being applied not only to prevent but also to treat diseases, such as cancer [59] and AIDS [60] . Moreover, vaccination is being explored as a measure to prevent non-infectious conditions, such as heroin and tobacco addictions [61] . The legacy of Jenner has extended beyond his wildest dreams!",
            "cite_spans": [
                {
                    "start": 303,
                    "end": 307,
                    "text": "[56]",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 417,
                    "end": 421,
                    "text": "[59]",
                    "ref_id": null
                },
                {
                    "start": 431,
                    "end": 435,
                    "text": "[60]",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 567,
                    "end": 571,
                    "text": "[61]",
                    "ref_id": "BIBREF64"
                }
            ],
            "ref_spans": [],
            "section": "Box 5. Variolation and vaccination in New England."
        },
        {
            "text": "A discussion on variolation and vaccination would not be complete without some comments on ethics. Every medical intervention implies the need for a risk-benefit assessment and the prevention of smallpox provides a good example. Although vilified by some, variolation could be justified on the terms of a more damaging alternative, namely to suffer the disease. Despite the inherent value of variolation, modern vaccinologists often consider variolation only as a procedure that facilitated the introduction of vaccination. However, variolation and vaccination coexisted in the UK until at least 1840, when variolation was outlawed by the Vaccination Act of that year. More controversial at that time was the Vaccination Act of 1853 that instituted compulsory vaccination. That decision led to movements that opposed vaccination, which on several occasions resulted in violent demonstrations [62] . Alfred Russel Wallace, who postulated evolution by natural selection independently of Charles Darwin, was deeply opposed to compulsory vaccination [63] . Eventually, in 1898, a new UK law was passed which permitted conscientious objectors [64] .",
            "cite_spans": [
                {
                    "start": 892,
                    "end": 896,
                    "text": "[62]",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 1046,
                    "end": 1050,
                    "text": "[63]",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 1138,
                    "end": 1142,
                    "text": "[64]",
                    "ref_id": "BIBREF67"
                }
            ],
            "ref_spans": [],
            "section": "Ethical considerations"
        },
        {
            "text": "Early developments in testing immunization procedures may appear high-handed by modern standards, such as the variolation of prisoners and of orphan children described in Sloane's paper. The 'experiment' conducted in 1796 by Jenner, by vaccinating and then variolating an 8 year old child may seem at first sight unethical today. However, children stood to benefit the most from vaccination and the challenge with smallpox 'material' (variolation) was in fact the 'gold' standard of smallpox prevention at that time [65] .",
            "cite_spans": [
                {
                    "start": 516,
                    "end": 520,
                    "text": "[65]",
                    "ref_id": "BIBREF68"
                }
            ],
            "ref_spans": [],
            "section": "Ethical considerations"
        },
        {
            "text": "Nonetheless, there continues to be a dilemma between the huge benefit of herd immunity for the population at large and the occasional deleterious side effect of vaccination in the rare individual, a matter of concern and liability for the pharmaceutical companies that produce vaccines. Moreover, there is still a sizeable anti-vaccination movement today [62] . The 0.3% mortality from variolation in Sloane's time was considered to be worth the risk, and the seriously adverse side effects of modern vaccines are far fewer; yet we recently witnessed how the entirely spurious scare of autism resulting from measles, mumps and rubella (MMR) combined vaccine led so many parents to avoid protecting their children. Thus, we applaud Sloane's sentiment [1] that it is a matter of wonder 'that this operation which seems so plainly for the public good, should, through dread of the distempers being inculcated with it, and other unreasonable prejudices, be stopped from procuring it'.",
            "cite_spans": [
                {
                    "start": 355,
                    "end": 359,
                    "text": "[62]",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 750,
                    "end": 753,
                    "text": "[1]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Ethical considerations"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Esparza received his MD degree in Venezuela and in 1974 a PhD in Virology and Cell Biology from Baylor College of Medicine in Houston, Texas. He has published over 180 scientific articles, mostly in human virology, vaccinology and HIV/AIDS. He also has a major interest in the history of medicine, especially of infectious diseases and vaccination. He is member of the National Academy of Medicine in Venezuela, and serves in numerous advisory committees around the world. He has received numerous awards",
            "authors": [],
            "year": 1968,
            "venue": "José Esparza recently retired from the Bill & Melinda Gates Foundation where he worked for 10 years, serving as Senior Advisor on HIV Vaccines. Currently, he is an Adjunct Professor at the Institute of Human Virology (IHV)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "1755 An account of inoculation by Sir Hans Sloane, Bart. Given to Mr. Ranby, to be published Anno 1736",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sloane",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Birch",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Trans. R. Soc",
            "volume": "49",
            "issn": "",
            "pages": "516--520",
            "other_ids": {
                "DOI": [
                    "10.1098/rstl.1755.0073"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Sir Hans Sloane, the great collector and his circle",
            "authors": [
                {
                    "first": "John",
                    "middle": [],
                    "last": "Brooks",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1954,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Sir Hans Sloane and the Philosophical Transactions",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Cooke",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "J. R. Coll. Physicians Lond",
            "volume": "18",
            "issn": "",
            "pages": "170--171",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Lady Mary Wortley Montagu: selected letters",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Grundy",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "1722 The way of proceeding in the small pox inoculated in New England. Communicated by Henry Newman, Esq; Of the Middle Temple",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Newman",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Phil. Trans",
            "volume": "32",
            "issn": "",
            "pages": "33--35",
            "other_ids": {
                "DOI": [
                    "10.1098/rstl.1722.0007"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The adoption of inoculation of smallpox in England and France",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 1957,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "translator",
            "authors": [],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Voltaire's Philosophical letters or, Letters regarding the English nation",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "An attempt at a new analysis of the mortality caused by smallpox and of the advantages of inoculation to prevent it. Reviewed by Blower S",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bernoulli",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Rev. Med. Virol",
            "volume": "14",
            "issn": "",
            "pages": "275--288",
            "other_ids": {
                "DOI": [
                    "10.1002/rmv.443"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The Leeuwenhoek lecture: animal origins of human infectious disease",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Weiss",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Phil. Trans. R. Soc. Lond. B",
            "volume": "356",
            "issn": "",
            "pages": "957--977",
            "other_ids": {
                "DOI": [
                    "10.1098/rstb.2001.0838"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Deadly companions",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Crawford",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Smallpox and its eradication",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Fenner",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Henderson",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Arita",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Jezek",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "D"
                    ],
                    "last": "Ladnyi",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The life and death of smallpox",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Glynn",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Glynn",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Smallpox-the death of a disease",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Henderson",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Angel of death: the story of smallpox",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Williams",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "House on fire-the fight to eradicate smallpox",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Foege",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "On the origin of smallpox: correlating variola phylogenics with historical smallpox records",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Carroll",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gardner",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Walsh",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Vitalis",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Damon",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "104",
            "issn": "",
            "pages": "787--802",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.0609268104"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Smallpox watch",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Reardon",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nature",
            "volume": "509",
            "issn": "",
            "pages": "22--24",
            "other_ids": {
                "DOI": [
                    "10.1038/509022a"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Pathfinders: the golden age of Arabic science",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Al-Khalili",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The sequence of camelpox virus shows it is most closely related to variola virus, the cause of smallpox",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gubser",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. Gen. Virol",
            "volume": "83",
            "issn": "",
            "pages": "855--872",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Genome sequence diversity and clues to the evolution of variola (smallpox) virus",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Esposito",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Science",
            "volume": "313",
            "issn": "",
            "pages": "807--812",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1125134"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Origins of HIV and the AIDS pandemic",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Sharp",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "H"
                    ],
                    "last": "Hahn",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Cold Spring Harb. Perspect. Med. 1, a006841",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/cshperspect.a006841"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Myths and misconceptions: the origin and evolution of Mycobacterium tuberculosis",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "H"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Hewinson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kremer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Brosch",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "V"
                    ],
                    "last": "Gordon",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nat. Rev. Microbiol",
            "volume": "7",
            "issn": "",
            "pages": "537--544",
            "other_ids": {
                "DOI": [
                    "10.1038/nrmicro2165"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Middle East Respiratory Syndrome coronavirus quasispecies that include homologues of human isolates revealed through whole-genome analysis and virus cultured from dromedary camels in Saudi Arabia",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Briese",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "MBio",
            "volume": "5",
            "issn": "",
            "pages": "1146--1160",
            "other_ids": {
                "DOI": [
                    "10.1128/mBio.01146-14"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Adventures with poxviruses of vertebrates",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Fenner",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "FEMS Microbiol. Rev",
            "volume": "24",
            "issn": "",
            "pages": "123--133",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1574-6976.2000.tb00536.x"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Why did they die?",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "L"
                    ],
                    "last": "Black",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Science",
            "volume": "258",
            "issn": "",
            "pages": "1739--1740",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1465610"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Transl. by Cohen JM 1963 The conquest of New Spain)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "La introducción de la viruela en América: epidemias en América Latina durante el siglo XVI",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Esparza",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Tierra Firme (Caracas)",
            "volume": "72",
            "issn": "",
            "pages": "527--561",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Plagues and peoples",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Mcneill",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Forgotten' NIH smallpox languishes on death row",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Reardon",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nature",
            "volume": "514",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/514544a"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "The greatest benefit to mankind",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Porter",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Job's boils and washballs",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Moxham",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "1722 A letter to the learned Dr. Caleb Cotesworth. . . containing a comparison between the danger of the natural smallpox, and that given by inoculation",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jurin",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Phil. Trans. R. Soc",
            "volume": "32",
            "issn": "",
            "pages": "213--227",
            "other_ids": {
                "DOI": [
                    "10.1098/rstl.1722.0038"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "On the way of inoculation for small pox as it is practised in the kingdoms in Tripoli",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Aga",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Tunis & Algier. Phil. Trans. R. Soc. 1728",
            "volume": "",
            "issn": "9",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "An inquiry into the causes and effects of the variolae vaccinae, a disease discovered in some of the western counties of England, particularly Gloucestershire, and known by the name of the cow pox",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Jenner",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Edward Jenner: a biography",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Fisher",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Observations on the natural history of the cuckoo",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Jenner",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Phil Trans R. Soc",
            "volume": "78",
            "issn": "",
            "pages": "219--237",
            "other_ids": {
                "DOI": [
                    "10.1098/rstl.1788.0016"
                ]
            }
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "1824 Some observations on the migration of birds",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Jenner",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Jenner",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Phil. Trans. R. Soc",
            "volume": "114",
            "issn": "",
            "pages": "11--44",
            "other_ids": {
                "DOI": [
                    "10.1098/rstl.1824.0005"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "From parasitism to mutualism: unexpected interactions between a cuckoo and its host",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Canestrari",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bolopo",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Turlings",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Röder",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Marcos",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Baglione",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Science",
            "volume": "343",
            "issn": "",
            "pages": "1350--1353",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1249008"
                ]
            }
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Oxford dictionary of nursery rhymes",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Opie",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Opie",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "From plant extract to molecular panacea: a commentary on Stone (1763) 'An account of the success of the bark of the willow in the cure of the agues",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Wood",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Phil. Trans. R. Soc. B",
            "volume": "370",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1098/rstb.2014.0317"
                ]
            }
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "1801 The origin of vaccine inoculation",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Jenner",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "1809 A collection of papers relative to the transactions of the town of Milton, in the State of Massachusetts, to promote a general inoculation of the cow pox, or kine pox, as never failing preventive against small pox infection",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Waterhouse",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "The origin of vaccinia virus",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Baxby",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "J. Infect. Dis",
            "volume": "36",
            "issn": "",
            "pages": "453--455",
            "other_ids": {
                "DOI": [
                    "10.1093/infdis/136.3.453"
                ]
            }
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Genomic analysis of the vaccinia virus strain variants found in Dryvax vaccine",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Qin",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Virol",
            "volume": "85",
            "issn": "",
            "pages": "13049--13060",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.05779-11"
                ]
            }
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Has horsepox become extinct?",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Esparza",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Vet. Rec",
            "volume": "173",
            "issn": "",
            "pages": "272--273",
            "other_ids": {
                "DOI": [
                    "10.1136/vr.f5587"
                ]
            }
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Genome-wide comparison of cowpox viruses reveals a new clade related to Variola virus",
            "authors": [],
            "year": null,
            "venue": "PLoS ONE",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0079953"
                ]
            }
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Poxvirus viability and signatures in historical relics",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Mccollum",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Emerg. Infect. Dis",
            "volume": "20",
            "issn": "",
            "pages": "177--184",
            "other_ids": {
                "DOI": [
                    "10.3201/eid2002/131098"
                ]
            }
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Viral vectors as vaccine platforms: deployment in sight",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Rollier",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Reyes-Sandoval",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Cottingham",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ewer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "Hill",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Curr. Opin. Immunol",
            "volume": "23",
            "issn": "",
            "pages": "377--382",
            "other_ids": {
                "DOI": [
                    "10.1016/j.coi.2011.03.006"
                ]
            }
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Pasteur and rabies: the British connection",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Théodoridès",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "J. R. Soc. Med",
            "volume": "82",
            "issn": "",
            "pages": "488--490",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Polio: the eradication endgame",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Willyard",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nature",
            "volume": "507",
            "issn": "",
            "pages": "14--15",
            "other_ids": {
                "DOI": [
                    "10.1038/507S14a"
                ]
            }
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Rinderpest: the veterinary perspective on eradication",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Roeder",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mariner",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kock",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Phil. Trans. R. Soc. B",
            "volume": "368",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1098/rstb.2012.0139"
                ]
            }
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Persistence of poliomyelitis in Nigeria",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "D"
                    ],
                    "last": "Adu",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "H"
                    ],
                    "last": "Itam",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Lancet Glob. Health",
            "volume": "2",
            "issn": "14",
            "pages": "70003--70011",
            "other_ids": {
                "DOI": [
                    "10.1016/S2214-109X(14)70003-8"
                ]
            }
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Fake vaccination campaign raises real fears",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Brumfiel",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nature online",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/news.2011.418"
                ]
            }
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "The contribution of vaccination to global health: past, present and future",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Greenwood",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Phil. Trans. R. Soc. B",
            "volume": "369",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1098/rstb.2013.0433"
                ]
            }
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Designing tomorrow's vaccines",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Nabel",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "N. Engl. J. Med",
            "volume": "368",
            "issn": "",
            "pages": "551--560",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMra1204186"
                ]
            }
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Vaccines for the 21st century",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Delani",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rappuoli",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Gregorio",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "EMBO Mol. Med",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/emmm.201403876"
                ]
            }
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Accelerating next-generation vaccine development for global disease prevention",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Koff",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Burton",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Walker",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Nabel",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ahmed",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Bhan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Plotkin",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Science",
            "volume": "340",
            "issn": "",
            "pages": "1064--1071",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1232910"
                ]
            }
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "A 2020 vision for vaccines against HIV, tuberculosis and malaria",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rappuoli",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Aderem",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nature",
            "volume": "473",
            "issn": "",
            "pages": "463--469",
            "other_ids": {
                "DOI": [
                    "10.1038/nature10124"
                ]
            }
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Profund early control of highly pathogenic SIV by an effector memory T-cell vaccine",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Hansen",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nature",
            "volume": "473",
            "issn": "",
            "pages": "523--527",
            "other_ids": {
                "DOI": [
                    "10.1038/nature10003"
                ]
            }
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Can you vaccinate against substance abuse? Expert Opin",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Kosten",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Domingo",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Biol. Ther",
            "volume": "13",
            "issn": "",
            "pages": "1093--1097",
            "other_ids": {
                "DOI": [
                    "10.1517/14712598.2013.791278"
                ]
            }
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Anti-vaccinationists past and present",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Wolfe",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Sharp",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Br. Med. J",
            "volume": "325",
            "issn": "",
            "pages": "430--432",
            "other_ids": {
                "DOI": [
                    "10.1517/14712598.2013.791278"
                ]
            }
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Alfred Russel Wallace and the antivaccination movement in Victorian England",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Weber",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Emerg. Infect. Dis",
            "volume": "16",
            "issn": "",
            "pages": "664--668",
            "other_ids": {
                "DOI": [
                    "10.3201/eid1604.090434"
                ]
            }
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Compulsory vaccination and conscientious or philosophical exemptions: past, present and future",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Salmon",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Teret",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Macintyre",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Salisbury",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Burgess",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Halsey",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Lancet",
            "volume": "367",
            "issn": "",
            "pages": "436--442",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(06)68144-0"
                ]
            }
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "Jenner on trial: an ethical examination of vaccine research in the age of smallpox and the age of AIDS",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kerns",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "America. rstb.royalsocietypublishing.org Phil. Trans. R. Soc. B",
            "volume": "370",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Sir Hans Sloane. Portrait by Godfrey Kneller, 1716. Copyright & The Royal Society. rstb.royalsocietypublishing.org Phil. Trans. R. Soc. B 370:",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Lady Mary Wortley Montagu in Turkish costume. Copyright & National Portrait Gallery, London. rstb.royalsocietypublishing.org Phil. Trans. R. Soc. B 370: 20140378",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "(a) Child with smallpox; (b) Variola virus particles. (Images from the CDC Public Health Image Library). Box 2. Voltaire and the different perceptions of variolation in England and France.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Edward Jenner and folk lore.'Where are you going, my pretty maid?' 'I'm going a-milking, sir' she said. 'May I go with you, my pretty maid?' 'You're kindly welcome, sir' she said. 'What is your father, my pretty maid?' 'My father's a farmer, sir' she said. 'What is your fortune, my pretty maid?' 'My face is my fortune, sir' she said. 'Then I can't marry you, my pretty maid.' 'Nobody asked you, sir' she said.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 4. Table in Benjamin Waterhouse's 1809 tract on protection against smallpox in Milton, MA [42].",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Table in Benjamin Waterhouse's 1809 tract on protection against smallpox in Milton, MA [42]. rstb.royalsocietypublishing.org Phil. Trans. R. Soc. B 370: 20140378",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgement. We are grateful to Mary Dobson, Anne Hardy, Paul Kellam and Noah Moxham for critical comments on the manuscript. We thank the staff of the library at the Royal Society, the archives of the British Museum and the Wellcome Library.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "Robin Weiss is Emeritus Professor of Viral Oncology at University College London (UCL). He studied at UCL and worked in India, Czechoslovakia and USA. He was Director of the Institute of Cancer Research, London, 1980 -1990. He has conducted research on HIV, oncogenic retroviruses and herpesviruses linked to lymphoma and Kaposi's sarcoma. Weiss is noted for discovering 'fossil' retroviral genomes in normal host DNA and that CD4 is the HIV receptor. He has spent much effort on HIV vaccine research, recently using single-chain llama antibodies, but regards himself as a 'long-term non-progressor' in this field. He ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author profiles"
        }
    ]
}