{
    "paper_id": "f7d4270a51caf2ea8758476bad0e0537f2d47075",
    "metadata": {
        "title": "Chinese social media reaction to information about 42 notifiable infectious diseases Supplemental Online Appendix",
        "authors": [
            {
                "first": "Isaac",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chun-Hai",
                "middle": [],
                "last": "Fung",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Georgia Southern University",
                    "location": {
                        "postCode": "30460-8015",
                        "settlement": "Statesboro",
                        "country": "Georgia, USA"
                    }
                },
                "email": "cfung@georgiasouthern.edu"
            },
            {
                "first": "Yi",
                "middle": [],
                "last": "Hao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Georgia Southern University",
                    "location": {
                        "postCode": "30460-8015",
                        "settlement": "Statesboro",
                        "country": "Georgia, USA"
                    }
                },
                "email": ""
            },
            {
                "first": "¶",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jingxian",
                "middle": [],
                "last": "Cai",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Georgia Southern University",
                    "location": {
                        "postCode": "30460-8015",
                        "settlement": "Statesboro",
                        "country": "Georgia, USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Yuchen",
                "middle": [],
                "last": "Ying",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Georgia",
                    "location": {
                        "postCode": "30605",
                        "settlement": "Athens",
                        "region": "Georgia",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Braydon",
                "middle": [
                    "James"
                ],
                "last": "Schaible",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Georgia Southern University",
                    "location": {
                        "postCode": "30460-8015",
                        "settlement": "Statesboro",
                        "country": "Georgia, USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Cynthia",
                "middle": [],
                "last": "Mengxi Yu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Hong Kong",
                    "location": {
                        "settlement": "Hong Kong"
                    }
                },
                "email": ""
            },
            {
                "first": "Zion",
                "middle": [],
                "last": "Tsz-Ho",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tse",
                "middle": [],
                "last": "6&amp;",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Georgia",
                    "location": {
                        "postCode": "30602",
                        "settlement": "Athens",
                        "region": "Georgia",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "King-Wa",
                "middle": [],
                "last": "Fu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Hong Kong",
                    "location": {
                        "settlement": "Hong Kong"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The Supplemental Online Appendix provides the results of the qualitative content analysis of Weibo posts containing the keyword for each infectious disease included in our paper. Each section follows the same format: first, a figure of the time series of the daily count of Weibo posts that contained the specified keyword; second, the date of the peak for which we performed the content analysis; third, sample Weibo posts that were representative of the posts of the peak, as well as the count and categories of Weibo posts that they represented. The order in which the diseases are presented follows the list of the Law of the People's Republic of China on Prevention and Treatment of Infectious Diseases (中华人民共和国传染病 防治法), as of 2012 [1] . For an official English translation of the Law, see reference [2] . Viral hepatitis is counted as one disease in the law, but we counted Hepatitis A, B, C and E separately following the disease reporting scheme of the Chinese Center for Disease Control and Prevention.",
            "cite_spans": [
                {
                    "start": 737,
                    "end": 740,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 805,
                    "end": 808,
                    "text": "[2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction to the Supplemental Online Appendix"
        },
        {
            "text": "Notes:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction to the Supplemental Online Appendix"
        },
        {
            "text": "The user IDs of Weibo users in our database had been anonymized and replaced by random numbers. If they appeared in the Weibo posts, they are either deleted from the presentation below, or they are printed as @ [user] . Sometimes, @[user1], @[user2] etc., are used to distinguish one user from another in the same Weibo post (for example, in a repost of a repost of a Weibo post). Figure S1 . Daily count of Weibo posts with the keyword for \"Plague\" (鼠疫) in 2012 among Sina Weibo users with 1000 followers or more Content analysis was performed for Weibo posts generated on the peak date of January 27, 2012. 食、喝开水、洗净手\"，就不会感染 霍乱病。 pay attention to maintain personal hygiene and practice \"eating cooked food, drinking boiled water, washing hands\", you will not be infected with cholera. Haiti, its reconstruction after the earthquake and its cholera prevention efforts.",
            "cite_spans": [
                {
                    "start": 211,
                    "end": 217,
                    "text": "[user]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 381,
                    "end": 390,
                    "text": "Figure S1",
                    "ref_id": null
                }
            ],
            "section": "Introduction to the Supplemental Online Appendix"
        },
        {
            "text": "#维和影像#【海地，别哭】海地强 震发生两年多后，灾区仍有近 50 万 人在临时搭建的庇护帐篷营地居 住。作为世界上最不发达国家之 一，该国失业率仍超过 60％。持续 减少的人道主义救援资金对海地重 建进程造成了严重威胁，尤其体现 在霍乱病的防治方面。刚刚又遭受 热带风暴袭击，海地经济社会发展 更是雪上加霜。 #Peace-keeping image# \"Haiti, don't cry\" Since the Haitian strong earthquake happened more than two years ago, there are still about 500,000 people living in tents in temporary settlements. Among one of the least developed countries, Haiti's unemployment rate is over 60%. The continual decrease of humanitarian aid is a severe threat to the reconstruction process in Haiti, especially in the prevention and treatment of cholera. The recent hurricane has made the economic and societal development of Haiti even worse.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(4%)"
        },
        {
            "text": "Original Weibo post About Haiti flood. He also prepared 100 coffins, of which 99 were reserved for the corrupt government officials and one for himself. He is the famous premier -Zhu Rongji. Beijing that led to many injuries and deaths on July 21, 2012. As many people suspected that the government was covering up the actual number of victims of the floods, the Beijing Municipal Government held a press conference on July 24 and declared that they would release the official data as quickly as possible. The director of the press office of the Beijing Municipal Government also said that having experienced the challenge of SARS (\"Fei-dian\"), they would never cover up the case count of injury and death again.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(4%)"
        },
        {
            "text": "Another 41 posts could be classified as personal comments or recollection of personal experiences. Weibo users recollected their own experiences of disasters including SARS in 2003. I have lived 20 years, having experienced a drought that was 1 in 50 years, a snow storm that was 1 in 60 years, a flood that was 1 in 100 years, a mudslide that was 1 in 300 years, an earthquake that was 1 in 500 years, a tsunami that was 1 in 600 years, and also solar eclipses, lunar eclipses and meteors…. Facing SARS, I attended primary school, stepping on avian flu, I attended lower middle school; taking the risk of influenza A, I attended upper middle school; now I attend university, someone said that 2012 is the end of the world! What a spectacular lives we have… 41 (19%) http://tieba.baidu.com/p/182348 9513",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SARS"
        },
        {
            "text": "Posts that were not related to SARS",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Personal comments"
        },
        {
            "text": "Original Weibo post * *Note: Our keyword for SARS was \"Fei-dian\", which is the short form of Fei-dian-xing Fei-yan, atypical pneumonia. As we did not perform tokenization process of the Chinese Weibo text, our search algorithm returned any posts that contained the term 非典型 \"Fei-dian-xing\" (atypical).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(2%)"
        },
        {
            "text": "Content analysis was performed for Weibo posts that were generated on the peak date of December 1, 2012. The majority of the posts were related to health education/information, for example, introducing World AIDS Day (n=474); carrying the slogan for \"Striving towards zero AIDS\" (n=85); educating the public on the origin of World AIDS Day (n=55); advocating the removal of discrimination against HIV/AIDS patients (n=53); providing information related to HIV transmission among men who have sex with men (n=50); describing the routes of HIV transmission (n=48); mentioning World AIDS Day as \"Today in history\" (n=33); explaining what AIDS is (n=23); and explaining that the proper use of condoms is an effective means to prevent HIV transmission (n=22). Weibo posts are also means to promote other health promotion events, for example, an interactive health education activity (n=17); and a health promotion activity that gives away condoms (n=17).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HIV/AIDS Figure SDaily count of Weibo posts that contained the keyword for HIV/AIDS (艾滋) in 2012 among Sina Weibo users with 1000 followers or more."
        },
        {
            "text": "We also identified posts that describe HIV/AIDS statistics, including UN global estimates (n=22), China's national estimates on male homosexual transmission (n=50), and national HIV estimates (n=15). There were also posts that provided statistics from various provinces and municipalities, including Zhejiang Province Some Weibo posts discussed HIV-related social issues. For example, some remembered the renowned gynaecologist and AIDS activist Dr. Gao Yaojie who was forced to leave China for the United States in 2009 (n=32); some discussed the discrimination faced by HIV patients when they look for employment opportunities (n=25).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HIV/AIDS Figure SDaily count of Weibo posts that contained the keyword for HIV/AIDS (艾滋) in 2012 among Sina Weibo users with 1000 followers or more."
        },
        {
            "text": "Based on our data, it was apparent that World AIDS Day 2012 successfully drew the attention of Chinese netizens, as represented by our dataset of users who had 1000 or more followers. Furthermore, World AIDS Day 2012 was a health promotion campaign that encompassed many events and activities across China.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HIV/AIDS Figure SDaily count of Weibo posts that contained the keyword for HIV/AIDS (艾滋) in 2012 among Sina Weibo users with 1000 followers or more."
        },
        {
            "text": "Our data demonstrated that there was no single event or news article or Weibo post (and its reposts) that dominated the entire Weibo conversation about World AIDS Day 2012. There was a diversity of Weibo contents about HIV/AIDS on World AIDS Day 2012. \"Striving towards zero AIDS Special report\" It is 8am, December 1, 2012. Good morning, everyone! Today is the annual World AIDS Day. Now we are formally beginning \"@[user] #Towards Zero AIDS #Special report\". At a frequency of 30 minutes, we will cover information of December 1 for you at every angle. Volunteers of this program will report on the street. Repost information of this post within today will have an opportunity to win a prize. (1) What is AIDS? The full name is Acquired Immunity Deficiency Syndrome. It is an infectious disease caused by the Human Immunodeficiency Virus. This virus primarily damages the human immune system. After the immune system is damaged by the virus, the human body will be infected with other diseases due to the loss of immunity and this will eventually lead to death. has just got married brought his wife to the clinic. He complained of frequent urination, urinary urgency and pain during urination. The diagnosis was \"honeymoon disease\". The advice given was to drink more water and to avoid sexual intercourses. A few days later, we met again. I asked, \"Recovered?\" My friend was frustrated and said, \"My wife has sore throat and hoarseness. The doctor smiled and said, \"Relocated,\" and advised, \"To prepare with Gangtai\". These posts were predominately single Weibo posts that we did not group together as the aforementioned posts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HIV/AIDS Figure SDaily count of Weibo posts that contained the keyword for HIV/AIDS (艾滋) in 2012 among Sina Weibo users with 1000 followers or more."
        },
        {
            "text": "* The category with an asterisk (*) means that those Weibo posts share the same meaning with some Weibo posts with some textual differences. The sample post presented is a representative one. [3] for a hepatitis A outbreak associated with green onions in Pennsylvania, USA). We also found that the 17 posts mentioning \"hepatitis A\" on January 14, 2012 were all reposts of that post. Together, they formed one \"peak\" created by re-posting one post. And this post has been re-posted multiple times from early January to late 2012.",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 195,
                    "text": "[3]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "HIV/AIDS Figure SDaily count of Weibo posts that contained the keyword for HIV/AIDS (艾滋) in 2012 among Sina Weibo users with 1000 followers or more."
        },
        {
            "text": "On January 13, 2012, there was a Weibo post that was re-posted twice (as observed in our dataset): \"I said it once more, for the sake of the kids, domestic (i.e. China-made) products of calcium supplements with dairy ingredients, and cod liver oil, should not be given to the kids. Also, [even though] vaccine produced domestically is free, one should not take it, especially, the Encephalitis B vaccine and the Hepatitis A vaccine.\" This post expressed the lack of consumer's confidence in China-made health-related products. Two posts in our dataset on Jan 13, 2012 were re-posts of this post. Each of them included the microblogger's own comments. One wrote, \"What can we do? The humble poor people cannot afford imported products.\" Another wrote, \"For the sake of the kids, switch!\" This is an example showing that the mistrust of certain healthcare products (including vaccines) by many Chinese citizens should be understood as part of a general mistrust of the quality control of Chinese products from infant formulas to vaccines. There was also a Weibo post (and one re-post) that provided a link to a Tudou (the Chinese equivalent of YouTube) video that was a news program. The first part of the news program was about a hepatitis B virus carrier trying to promote the knowledge of the proper routes of transmission of hepatitis B, by asking passersby to kiss her hand. She waited for 10 minutes before a passersby was willing to do so (Video: http://t.cn/zO2SiRy). According to the reporter, personnel from the Communist Committee of Zijin County tried to offer bribes to cover it up. After being rejected by the reporter, they tried to block the article to appear in print via various means (see Weibo post in the Table below) . Eventually, after two months, the news article finally went in print and the news was covered by major newspapers in China, including the People's Daily. Weibo posts of news articles about this outbreak were then re-posted by many (n=92). Summary: Of the 11 Weibo posts that mentioned \"poliomyelitis\" on December 15, 2012, seven mentioned a so-called \"World Strengthened Immunity Day\". What is written in Chinese as \"Strengthened Immunity Day\" is known as National Immunization Days (NIDs) or supplementary immunization activities (SIAs) in WHO's parlance. This is intended to supplementnot replaceroutine immunization. National Immunization Days are conducted in two rounds, one month apart (see reference: http://www.polioeradication.org/Aboutus/Strategy/Supplementaryimmunization.aspx, accessed June 9, 2014). In mainland China, the National Immunization Day was conducted on December 5 and January 5.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1724,
                    "end": 1736,
                    "text": "Table below)",
                    "ref_id": null
                }
            ],
            "section": "Hepatitis"
        },
        {
            "text": "While the National Immunization Days are part of WHO strategy to eradicate polio globally, there is no such event known as \"World Strengthened Immunity Day\" listed in the list of World Health Assembly mandated health days (reference: http://www.who.int/mediacentre/events/official_days/en/, accessed June 9, 2014). However, in Chinese mass media, as in the online discussion of Chinese netizens, there are many instances in which such an event \"exists\". ). This so-called \"World Strengthened Immunity Day\" even has its own Baidu Baike (Baidu Encyclopedia) page, listing it as one of the \"International Days\" (http://baike.baidu.com/view/21469.htm, accessed June 9, 2014). No reliable sources were cited in any of these websites. While the 41 st World Health Assembly (1988) has resolved to eradicate polio and national immunization days are one of the means to achieve that goal, the WHA did not specify December 15 th as a so-called \"World Strengthened Immunity Day\" (See: http://www.polioeradication.org/content/publications/19880513_resolution.pdf, accessed June 10, 2014).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hepatitis"
        },
        {
            "text": "We can interpret this phenomenon as an interesting Chinese adaptation of NIDs and to promote it as an international day. By having it mis-understood / misinterpreted (or even fabricated) as an international health day mandated by WHA, the Chinese authorities managed to convince the average Chinese citizen that the NIDs have international mandate (which they do have) and can encourage citizens to get vaccinated. We decided to classify these posts health information, instead of alternative health information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hepatitis"
        },
        {
            "text": "Of the eleven Weibo posts, there were another four posts about the implementation of the National Immunization Day in a Chinese city. After birth, at the age of 2 nd , 3 rd and 4 th month, one has to take this type of poliomyelitis \"sugar pill\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hepatitis"
        },
        {
            "text": "Content analysis was performed for Weibo posts generated on the peak day of January 2, 2012. Paying closer attention to these comments, we can have a glimpse of a variety of online reaction towards the avian influenza incident. One Weibo user recommended \"eating less chicken and ducks; also not having meals at Kentucky Fried Chicken.\" (\"少吃鸡鸭吧，肯德基也别吃了\"). One user asked, \"There is someone who died of complications of avian influenza in Shenzhen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Avian influenza Figure SDaily count of Weibo posts with the keyword for \"Avian influenza\" (禽流感) in 2012 among Sina Weibo users with 1000 followers or more."
        },
        {
            "text": "[China] CDC said that the virus has not mutated to become transmissible between humans. Should we believe in what you [China CDC] say?\" (\"深圳有人因禽流感引發併發症死亡，疾控中心說病毒沒變種至人傳人。究竟信不信你好？\") One hoped that it would end soon (\"希望到此为止\"); another was worried (\"刚刚新闻说深圳有禽流感，担心。\"); and someone asked, \"What good, advanced and wonderful ways to prevent avian flu do you have?\" (\"防治禽流感，您有什么好招、高招和妙招？\"). But there was also a user who was not worried: \"It was really cold tonight. I have just had a meal of wild game … [a list of dishes]… It was really good. Who care about SARS and avian flu? Let's satisfy the appetite first!\" (\"今晚夠冷，吃了頓野味宴，有炆菓子狸，山豬，炒黃猄肉，燒大鱔，班鳩鯪魚肉飯，飯鏟頭蛇湯，黃金蝦，各類有機菜，真是正絶，什麼沙 士禽流感均拋諸腦外，大快朶頤才算！\") The first time to learn that chicken will get these diseases that seem to me that only people will get… //@[user]leukemia plus tracheitis?! Sounds more dreadful than avian flu. Of the 70 posts on the peak date of June 21, 2012, 67 (96%) were \"false positives\" as they were counted due to the pseudonym @u3JH1N1HY (the random number generated to replace a username) contained the numeral-letter combination of \"H1N1\". Therefore, we did not count it as a real peak and we moved on to analyze the data on March 12, 2012.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Avian influenza Figure SDaily count of Weibo posts with the keyword for \"Avian influenza\" (禽流感) in 2012 among Sina Weibo users with 1000 followers or more."
        },
        {
            "text": "Total count: 42",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Peak Date: March 12, 2012"
        },
        {
            "text": "Of the 42 Weibo posts mentioning \"H1N1\" that were generated on March 12, 2012, 37 posts were about the outbreak of influenza A(H1N1) among students in Hotan, Xinjiang. There were news reports (n=29), health education materials (n=5) and personal comments (n=3). All 141 Weibo posts on August 30, 2012, that contained the term \"measles\" (\"麻疹\") were actually about urticaria (commonly known as hives) and not about measles. In Chinese, urticaria is known as \"荨麻疹\". The Chinese medical term for urticaria \"荨麻疹\" contains \"麻疹\" (measles) as its second and third characters.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Peak Date: March 12, 2012"
        },
        {
            "text": "Therefore, we moved on to analyze the peak on January 4, 2012.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Peak Date: March 12, 2012"
        },
        {
            "text": "Peak Date: January 4, 2012.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Peak Date: March 12, 2012"
        },
        {
            "text": "Total count: 77",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Peak Date: March 12, 2012"
        },
        {
            "text": "Summary: There were 77 Weibo posts that mentioned \"measles\" (麻疹) on January 4, 2012. Of them, 68 were posts and re-posts of health information provided by a commercial company that mentioned four diseases that have symptoms similar to common cold. Another 5 Weibo posts were related to alternative health information (n=3), health information (n=2) and traditional Chinese medicine (n=1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Peak Date: March 12, 2012"
        },
        {
            "text": "There were 4 posts that were related to urticaria, not measles. Indigowoad root has the effects of detoxification. It has a better preventive and treatment effects on common diseases such as cold, flu, mumps, conjunctivitis, and measles. However, a minority of people think that indigowoad root powder is a \"benign drug\". Whether one is ill or not one would take two packets. This is not correct. 4 different posts about urticaria Not applied * One of the reposts was a modification of the original post with the last section about \"mumps\" deleted. That explains why the count of this Weibo post and reposts was 68 for \"measles\" and was 67 in the section on \"mumps\". Only 7 of these 692 Weibo posts were genuinely related to health information or personal experience that was somehow related to rabies. Four posts were about an article on the \"high cost but low effectiveness\" rabies prevention program in China. One post was about keeping pets with kids and mentioned rabies. Another post was about the user's personal experience of being bitten by a dog and afterwards receiving the vaccine against rabies. Another post was about the story of Pasteur.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Peak Date: March 12, 2012"
        },
        {
            "text": "The other posts were derogatory uses of the Chinese term for rabies to criticize or abuse other people. These include a comment on news of a university student carried by an old lady to class (n=6), a comment on animal right activists (n=2), and curses (n=2). Figure S16 . Daily count of Weibo posts with the keyword for \"dengue\" (登革热) in 2012 among Sina Weibo users with 1000 followers or more.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 260,
                    "end": 270,
                    "text": "Figure S16",
                    "ref_id": null
                }
            ],
            "section": "Epidemic hemorrhagic fever"
        },
        {
            "text": "Content analysis was performed for Weibo posts generated on the peak date of September 9, 2012. Summary: Of the 36 Weibo posts that contained the keyword for \"dengue\" (登革热) on September 9, 2012, they were all commercial advertisements (and reposts thereof) for a promotional event for tourism in Thailand that provided mosquito repellent cream as a gift to prevent dengue. , 90 were about a child torture case. The kindergarten teacher who allegedly tortured certain children, facing the compensation requests made by the parents, pleaded for mercy as her father suffered from tuberculosis and her mother had mental disability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemic hemorrhagic fever"
        },
        {
            "text": "Another 5 posts mentioned that persimmon tea was good for the health of tuberculosis patients. (Table S20A ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 95,
                    "end": 106,
                    "text": "(Table S20A",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Epidemic hemorrhagic fever"
        },
        {
            "text": "Since the majority of the posts were not related to typhoid or paratyphoid, we considered the peak of August 18, 2012, as a \"false positive\". We therefore, moved on to analyze the next peak. Summary: Of the 29 Weibo posts created on September 21, 2012, that mentioned the keyword for \"typhoid\" (伤寒), 16 posts were related to a media report in 2010 about the vending machine selling \"dirty water\", an advertisement in World Water Week 2010 for UNICEF's Tap Project. It is interesting to observe that even a Weibo post that mentioned an \"old\" news could still attract people's attention and so they reposted it. There were another 13 posts that were related to the \"danger\" of poor-quality napkins in restaurants (Table S20B) . \"The danger of napkins in restaurants\" Nowadays, restaurants provide free napkins. However, there is a hidden danger in some napkins. Experts say that napkins of poor quality contain various types of fungi, Escherichia coli, Mycobacterium tuberculosis, hepatitis virus, and will easily lead to disease such as enteritis, typhoid, dysentery and hepatitis. The bleaching additives in napkins contain carcinogenic chemicals, such as heavy metal cadmium in fluorescent brightener, which can damage the circulatory system and memory.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 711,
                    "end": 723,
                    "text": "(Table S20B)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Epidemic hemorrhagic fever"
        },
        {
            "text": "This is a post that has been circulated in a variety of websites and social media platforms. Figure S21 . Daily count of Weibo posts that contained the designated keywords for epidemic meningitis. We used three keywords for detection: 1) 脑膜炎 (Nǎomó yán) (grey line), 2) 脑脊髓膜炎 (Nǎo jǐsuǐ mó yán) (black line) and 3) 流脑 (Liú nǎo) (red dotted line). We found that the daily number of Weibo posts that carried the second and third keywords was smallzero in most daysand the maximum daily count in 2012 for the second keyword is 9 and the third keyword is 15. For our content analysis, we focus on the peak for the first keyword. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 93,
                    "end": 103,
                    "text": "Figure S21",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "(45%)"
        },
        {
            "text": "Summary: Of the 1485 Weibo posts generated on August 18, 2012 that mentioned the keyword for meningitis (脑膜炎), 1475 (99.33%) were about a story about a young girl who was taken to the hospital by her parents. In a nutshell, the child was first diagnosed with suspected meningitis and was prescribed lumbar puncture to confirm or exclude the diagnosis of meningitis. And then, when the parents took the child to another department of the same hospital for the procedure, there was miscommunication between the two departments. At the end, the parents lost faith in the doctors and withdrew their consent to their daughter's lumbar puncture. They then took her to another hospital for a second opinion. The doctor there diagnosed her as not having meningitis (without lumbar puncture). The father wrote a long essay and posted it to his Weibo account as a long Weibo post (Chinese title: 杨娃娃腰椎穿刺惊魂). That post triggered an avalanche of responses on Weibo.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "流脑 (Liu nao)"
        },
        {
            "text": "We identified 617 posts (41.55% of 1485) that shared similar experiences of themselves or their family or other people. The comment made by one famous writer attracted many reposts (n=479). Another famous writer's critique of that post drew many reposts too (n=161). Many criticized the doctors (n=81) and some criticized the hospital by name (n=22). Some supported the doctors and their decision to prescribe a lumbar puncture (n=41). Some appeared relatively neutral and saw the merits of both sides (n=33).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "流脑 (Liu nao)"
        },
        {
            "text": "This incident provided an interesting example that demonstrated the power of Weibo to amplify the experience of one patient and her parents that drew the attention of many. The underlying social problem of the tension and mistrust between patients and the medical profession in China is the root cause of this phenomenon. Many found themselves in a similar situation. They also wanted to share their experience. They did so by re-posting the original post. The fact that certain famous writers (and Weibo opinion leaders) commented on the incident further amplified the original \"signal\". In October 2012, ACIP recommended all pregnancy women to receive Tdap (tetanus, diphtheria and pertussis) 3-in-1 vaccine among pregnancy women. A Chinese hospital took the opportunity to emphasize that this recommendation was also practiced by them. It is interesting to note that CDC statistics about the resurgence of pertussis cases in the US was quoted directly from the CDC press release. However, the Weibo quote did not mention that the case count statistics was for the US only. * Note: Even though the same keyword 淋病 appear in the posts, the words here actually mean something entirely different from gonorrhea. This is an example that nuances in language may reduce the specificity of our detection methods. Figure S28 . Summary: There were 207 Weibo posts containing the keyword for \"syphilis\" (梅毒) on August 4, 2012. Of these, 168 were related to a case of denial civil servant employment due to a positive syphilis test. Tang Haiqing ranked number one for a Chinese government position that she applied. Unfortunately, she was repeatedly tested positive for syphilis in hospitals specified by the authorities. However, when she sought independent tests from other hospitals, she was found negative. She posted her negative results online and was rebutted by her Communist Party superior.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1308,
                    "end": 1318,
                    "text": "Figure S28",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "流脑 (Liu nao)"
        },
        {
            "text": "Another 39 posts were about a case of an elderly who had been tested for syphilis and HIV 6 times during his episodes of hospitalizations. * Xuandiao Sheng (选调生) are the elite recruits of the Chinese government. They are university graduates with high levels of academic achievements and political loyalty. Compared to regular civil servants, they are on a fast track in their career progression. After a number of years of training experiences on the grass-root level, they will soon be promoted to higher levels of administration in the government. Figure S29 . A man who had his spleen removed due to schistosomiasis found his left kidney \"gone missing\". The surgeon responsible for the surgery said that the patient actually had a congenital unitary kidney. It was the tension between the patient and the surgeon that drew the attention of many netizens. We classify this under the category of social issue. Figure S31 . 87%) were about the movie \"2012\". The day before (December 7) was the Kamaishi earthquake that generated a tsunami that hit Miyagi Prefecture, Japan. It so happened that in the movie \"2012\", it also suggested that Japan would experience an earthquake on December 7, 2012. People were so intrigued by this and therefore they discussed whether the story line of the movie, that included an outbreak of influenza in Europe, would really come true in the real world. This is another example that diseasespecific keyword search in Weibo or Twitter may not necessarily help us obtain posts/tweets that are really about that disease.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 551,
                    "end": 561,
                    "text": "Figure S29",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 912,
                    "end": 922,
                    "text": "Figure S31",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 925,
                    "end": 929,
                    "text": "87%)",
                    "ref_id": null
                }
            ],
            "section": "Syphilis"
        },
        {
            "text": "For the remainder of the posts, we identified many posts about influenza prevention. Some provided health information on various topics, such as statistics of zoonotic diseases (n=3), maternal and child health (n=1), germs on a mobile phone (n=1), common cold (n=1), common diseases in autumn and winter (n=1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Malaria"
        },
        {
            "text": "However, many posts contained alternative health information, according to our categorization. There were posted about dietotherapy; health effects of various types of food and tea. One post suggested that using vinegar as nose drops to prevent influenza infection. Another post suggested that consumption of curry helps the Indian people prevent influenza infection. Our observation can serve as a starting point for future research in social sciences to understand how these pieces of mis-information are circulated in social circles and online.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Malaria"
        },
        {
            "text": "Three posts described personal experiences of influenza-like illness: either current experience (n=1), past experiences (n=1), or one's kid's experience (n=1). Two other post were personal comments. There were five posts that were advertisements.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Malaria"
        },
        {
            "text": "Lastly, there were sixteen posts that were not related to influenza. They were picked up by our keyword search, due to the issue of tokenization of Chinese texts. Texts that contained the characters for 流感 but were unrelated to influenza were picked up by our algorithm. Future improvement of algorithm may resolve this issue. Wu# 美丽依旧 更多美图 http://t.cn/zjJSnvS \"December 7, 2012 #Star Trek#\" #kristen stewart#'s movie #Road# will be released in a small group of theaters in the US on December 21. The early stage promotion activity of this movie has also begun recently.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Malaria"
        },
        {
            "text": "Even though she was absent from #OTR#'s Q&A activity because of severe flu, but she was very dediated and still attended a private screening in LA despite she was sick. \"The prevention of diseases that are common in autumn and winter\" 1. Influenza: The typical flu symptoms are fatigue, headache, dizziness, body aches; often with sore throat, nasal congestion and a running nose. 2. Rhinitis: The patient will have nasal congestion, a running and itchy nose, throat irritation, and cough. 3. Asthma: The patient is prone to respiratory infections in the cold season. 4. Bronchitis: When the temperature dips, the small blood vessels of the respiratory tract may suffer from spasm and ischaemia. The immune defense funcation may decrease and leads to illness. \"The attack of influenza is coming. Little clever tricks to prevent common cold in autumn and winter\" 1. To bath your feet in hot water for 15 minutes every night; 2. To eat raw spring onions with cold dishes; 3. To gargle with slightly salted water every morning, every night and after meals; 4. To use cold water to wash yoru face every day; 5. To massage your nasal groove regularly; 6. To use baijiu to brush the body; 7. To rub your nose with spring onions to cure nasal congestion; 8. To blow against your temple with hot air for 3-5 minutes, using an electric hair dryer; 9. To take one tablespoon of mashed garlic with honey; 10. To take an egg with sesame oil every morning and every night; 11. [ #Pteridium aquilinum# relieves the \"heat\" toxin. Frequent consumption helps prevent influenza ] An element in Pteridium aquilinum has a certain inhibitory effect against bacteria. It is effective against bacteria and inflammation. It helps resolve the phlegm and has the effect of detoxication. Frequent consumption can effectively prevent influenza. Little tips: Boil it in water for a while before consuming fresh Pteridium aquilinum. This will remove the sticky substances and the smell of the soil from the surface of the Pteridium From the perspective of the intellectual development of neonates, babies and young children, neonates that were born in winter are more in need of swimming to exercise the limbs, to facilitate the brain and the central nervous system to develop to maturity, to strengthen the body, to raise the human immune capacity, which is a \"good helper\" to help kids defend against flu. http://t.cn/zjfTwpC \"Vinegar as nose drop and in fumigation\" Dilute vinegar with cold water as 5% -10% solution and use it as nose drops, 4-6 times a day, with 2-3 drops per nostril. It has a very good treatment effect against common cold and influenza. Especially in the early phrase of common cold, its treatment effect is even better. Vinegar can kill the common cold virus hidden in the nasopharynx. During an influenza epidemic, using vinegar as nose drops has a reliable preventive effect. * Our keyword search picked up 16 posts that were not related to influenza. Fifteen contained the term \"潮流感\" (Cháoliú gǎn), which means trendy. One contained the term \"交流感情\" (Jiāoliú gǎnqíng), which means communication or exchange of emotions. In both cases, 流感 (liú gǎn; flu) were part of it and so these Weibo posts that were unrelated to influenza were picked up. To better increase the precision (positive predictive value) of our algorithm in future studies, we will need to perform a tokenization procedure of the Chinese text before the keyword search. Figure S33 . That person has gone. How can one find her? When I was an in-patient, only she could find me. I could never locate her. She claimed that she was too busy to pick up the phone! Also, there was one thing: My friend's kid had a fever due to common cold. It so happened that the kid was there in the hospital seen by that doctor. So, the kid was misdiagnosed by her to have mumps. Originally my friend wanted to take the kid to the USA. However, he feared that it may get worse or may infect others, and so the kid did not go. Later, they visited another hospital. The kid was prescribed some medication. After a few days, the kid recovered. Figure S35 . Another 3 posts listed 8 situations when contact lens should be worn. One of which was \"In Spring, wearing contact lens may easily lead to allergic conjunctivitis\".",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3434,
                    "end": 3444,
                    "text": "Figure S33",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 4085,
                    "end": 4095,
                    "text": "Figure S35",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Malaria"
        },
        {
            "text": "There were 4 other posts that mentioned 3 acupuncture points on the thumb can help relieve eye symptoms, including acute conjunctivitis. Another twelve were comments on this event, of nine were complementary. Of these, eight mentioned \"Helping kids with leprosy, eleven years as a day. If we can persist for 10 years, China for sure will become a more open, transparent and egalitarian.\" (See Table S36 ) However, one comment was sarcastic: \"On the section on the Taiwanese journalist visiting the leprosy village at Liangshan, supporting the construction of a school there for several years, my comment is that the authors want to express a close relationship between the Mainland and Taiwan. What an irony! Is our country short of money? Is our country short of civil servants?\" (台湾女记者到凉山麻风村几年如一日支教建校那段，我看作者是想表达浓厚的两岸关系，真是莫大的讽刺！我国差钱吗？差公务员吗？) This stand-alone comment at least shows that there was an individual who could read and be openly sarcastic about the political overture behind the script of this event. Figure S37 . Daily count of Weibo posts that contained the keyword for \"typhus\" (斑疹伤寒) in 2012 among Sina Weibo users with 1000 followers or more.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 393,
                    "end": 402,
                    "text": "Table S36",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 1013,
                    "end": 1023,
                    "text": "Figure S37",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Conjunctivitis"
        },
        {
            "text": "Content analysis was performed for all Weibo posts in 2012 in our database that mentioned the keyword for \"typhus\". There were a total of 14 posts in the whole of 2012. One post was about the death of a footballer. According to that post, he died of typhus. There are two other posts that mentioned typhus but did not fall into our five categories. Figure S38 . Daily count of Weibo posts that mentioned the keyword for \"leishmaniasis\"(黑热病) in 2012 among Sina Weibo users with 1000 followers or more.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 349,
                    "end": 359,
                    "text": "Figure S38",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Typhus"
        },
        {
            "text": "As the total number of Weibo posts was very small, content analysis was performed for Weibo posts of the whole year of 2012. Of the 242 posts about news of diarrheal cases, 196 about two diarrheal cases after consuming ham sausages produced by a famous Chinese meat processing company. Another 24 were about a diarrheal case after drinking milk. Another 14 posts were about a funny video about a diarrheal case in a swimming pool. Another 7 posts were about a diarrheal case after consuming mixed ingredient porridge produced by a famous Chinese company. Finally there was one post about a case of a baby having diarrhea due to consuming milk that was not infant formula.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Leishmaniasis"
        },
        {
            "text": "There had been many Weibo posts providing health information about diarrhea, from how to avoid diarrhea but abstaining certain food to how to manage infant's diarrhea. However, we categorized many of these posts as alternative health information/Traditional Chinese Medicine (n=163), as the information contained therein (or at least part of that) might not fit well with a modern medical understanding of diarrhea and its prevention. Many of those posts were related to food, e.g. what to eat and what not to eat in the summer. The very existence of these postscreated or re-posted by Weibo users with 1000 or more followersindicated that people were interested in how to stay healthy by choosing the right type of food to consume. \"Attention! Food that is incompatible with each other should not be eaten together!\" 1. Coffee + Cigarette: These make one prone to pancreatic cancer. 2. Pears + Boiled water: Eating pears and drinking boiled water, would lead to diarrhea. 3. Onions + Honey: Consumption of both will hurt the eyes, causing eye irritation. In severe cases, this will lead to blindness. 4. Tomato + sweat potato: Consumption of both together will easily lead to gall stone, vomiting, stomach ache and diarrhea. 5. Tofu + honey. Consumption of both will lead to dumbness. For the health of yourself and your family, preserve this post. Otherwise, it will lead to dysentery. Solution: To take black beans and Chinese liquorice water. 6. Consumption of shrimps with pork and chicken. This will lead to liver and kidney failure. 7. Consumption of river shrimps with tomatoes, one will be prone to food poisoning. \"Fruit consumption taboos in the summer\" 1. Apples. People with coronary heart disease, myocardial infarction, kidney disease and diabetes should not eat many apples. 2. Melons: Do not frequently eat a large quantity. This will cause damage to the stomach, causing to indigestion, stomach ache and diarrhea. 3. Peaches: People with poor digestive functions, the elderly and children should not eat many peaches, as peaches may damage the stomach and cause chest tightness. 4. Lychee: People with a \"hot quality\" (xing re), a weak yin and a \"flaming fire\" (yin xu huo wang), a red tongue coating, and with \"internal heat\" (nei re) should not eat many lychees, as one will be prone to bad reactions, such as, nausea and diarrhea, drowsiness, and limb weakness. \"People with low blood pressure should not drink chrysanthemum tea with more than three chrysanthemum flowers.\" Chrysanthemum is effective to lower blood pressure. Elderly people whose blood pressure is relatively low or normal, are not suitable to drink chrysanthemum tea every day. They can drink chrysanthemum every few days. Each day, one should not consume more than three chrysanthemum flowers. People whose bodily constitution is relatively \"cold\" should add some Lycium to chrysanthemum tea. People whose spleen and stomach are weak and \"cold\" should only drink an appropriate volume of chrysanthemum tea in summer when the heat is intense. If one's body is weak, or whose spleen is weak, or who has stomach 2(0.44%) Original Weibo post Alternative health information illness, or who is prone to diarrhea, one should avoid chrysanthemum tea.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Leishmaniasis"
        },
        {
            "text": "Other posts on alternative health information Those things that parents instructed us when we were young: Do not use fingers to point to the moon, otherwise the ears will be damaged and will fall off. Do not use chopsticks to point at other kids when one is eating congees, otherwise the kids will have diarrhea. One must spit away the seeds when one is consuming fruits, otherwise different types of fruits will grow out of your body. Do not step on one's shadows, otherwise one would not grow tall. You are picked up somewhere by your mum. If one plays with fire, one will wet one's bed. Strawberry-favored Smecta is not a drink but medicine to treat diarrhea. \"At Yongzhou, a thousand children were suddenly infected with hand-foot-and-mouth disease. The only designated hospital is full.\" Ms. Guo from Hunan told us that her child is infected with hand-foot-andmouth disease. However, there is only one hospital that is designated to treat hand-foot-and-mouth disease and it has been full already. There is a long queue to write for registration and treatment, let alone to be taken as in-patients. # Prevent hand-foot-and-mouth disease # Just went to kindergarten to pick up my son. The teacher told me an astonishing news. Of the 11 kids that remain in our class, one suddenly had a lot of red spots appearing in his/her palm at noon. In the afternoon, the kid was confirmed to have hand-foot-and-mouth disease when s/he was taken to the hospital. When we return home, I leave everything aside. The first thing is to thoroughly clean my hands. Next, I drink a glass of water. I fume my home with white vinegar. And then I gave my son a bath, followed by a cup of Sunkist Lemon Orange Juice to supplement a large quantity of Vitamin C. Tomorrow, I will have all clothes and duvet covers disinfected. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Leishmaniasis"
        }
    ],
    "bib_entries": {
        "BIBREF11": {
            "ref_id": "b11",
            "title": "85 References 1. National People's Congress (1989, revised 2004) Law of the People's Republic of China on Prevention and Treatment of Infectious Diseases. 2. National People's Congress",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "................................................................. ."
                    ],
                    "last": "Anthrax",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "An outbreak of hepatitis A associated with green onions",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wheeler",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Vogt",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Armstrong",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Vaughan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Weltman",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "N Engl J Med",
            "volume": "353",
            "issn": "",
            "pages": "890--897",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Daily count of Weibo posts with the keyword for \"Cholera\" (霍乱) in 2012 among Sina Weibo users with 1000 followers or more.Content analysis was performed for Weibo posts generated on the peak date of October 10, 2012.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Daily count of Weibo posts with the keyword \"Fei-dian\" (非典), i.e. SARS, in 2012 among Sina Weibo users with 1000 followers or more. Content analysis was performed for Weibo posts generated on the peak date of July 25, 2012. Of the 214 Weibo posts about \"Fei-dian\" (非典), i.e. SARS, on July 25, 2012, 169 posts were about the rainstorm and flooding in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "2046 Weibo posts generated on December 1, 2012, that mentioned the keyword for \"HIV/AIDS\" (艾滋), there were posts that mentioned individual HIV patients that were part of media news reports on World AIDS Day, including an HIV-positive woman and her husband (n=31), an HIV-positive man inviting people to drink tea with him (n=28), and an HIV-positive homosexual man afraid to meet his parents (n=19). There were also some news highlight posts that mentioned World AIDS Day.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "(n=23), Henan Provine (n=22), Hunan Province (n=4), Shanghai Municipality (n=3) and Chongqing Municipality (n=2), and posts that provided statistics from certain cities, including Shenzhen (n=5), Dongguan (n=4), Zhuhai (n=3) and Foshan (n=3) of Guangdong Province, and Suzhou city (n=4) of Jiangsu Province. The involvement of top politicians in HIV/AIDS prevention activities attracted a lot of attention. These included the visit of HIV/AIDS patients on the eve of World AIDS Day 2012 by Xi Jinping (then General Secretary of the Central Committee of the Communist Party of China, and later in March 2013 also the President of the People's Republic of China) (n=94), the public service advertising / short movies on World AIDS Day that featured Peng Liyuan, the wife of Xi Jinping as well as WHO Goodwill Ambassador for Tuberculosis and HIV/AIDS (n=21) (reference: http://www.un.org/apps/news/story.asp?NewsID=38609#.U8Q4iPldVQF; June 3, 2011; accessed July 14, 2014) and a comment made by Premier Wen Jiabao (n=9).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Daily count of Weibo posts with the keyword for \"Hepatitis A\" (甲肝) in 2012 among Sina Weibo users with 1000 followers or more.Content analysis was performed for Weibo posts generated for the two peaks date of January 13 and January 15, 2012. We analyzed the Weibo posts for both January 13 and January 15, 2012. The vast majority of the posts in both days were reposts of a Weibo post titled \"Food with a lot of germs\", that mentioned \"Unclean scallions can lead to hepatitis A\". (See Wheeler et al.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Daily count of Weibo posts with the keyword for \"Hepatitis B\" (乙肝) in 2012 among Sina Weibo users with 1000 followers or more. Content analysis was performed for Weibo posts of the peak date of February 26, 2012.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Daily count of Weibo posts with the keyword for \"Hepatitis C\" (丙肝) in 2012 among Sina Weibo users with 1000 followers or more. Content analysis was performed for Weibo posts on the peak date of February 23, 2012. Peak Date: February 23, 2012 Total count: 100 Summary: An outbreak of hepatitis C has been happening for two years in Zijin County, Guangdong province. Nearly 200 people have been infected with hepatitis C virus. The suspected route of transmission is through repeated use of contaminated syringes at the health center in the township in that county. a newspaper in Guangzhou (the capital of Guangdong province) went there for interviews in December 2011.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Daily count of Weibo posts with the keyword for \"Hepatitis E\" (戊肝) in 2012 among Sina Weibo users with 1000 followers or more.Content analysis was performed for Weibo posts generated on the peak date of December 10, 2012. 10, 2012, there were 17 Weibo posts that were related to Hepatitis E. Of these 17 posts, 14 were related to a conference held in Chongqing regarding the epidemiology and risk of Hepatitis E (including 6 posts that were news highlights). Experts from Chongqing municipal CDC highlighted the risk of hepatitis E. The other 3 posts were about the appearance in Nanchang, Jiangxi, the world's first hepatitis E vaccine, produced in China (reference for the vaccine, see: Soo Bin Park, 29 October 2012, http://www.nature.com/news/hepatitis-e-vaccine-debuts-1.11687).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Daily count of Weibo posts with the keyword \"Poliomyelitis\" (脊髓灰质炎) in 2012 among Sina Weibo users with 1000 followers or more. Content analysis was performed for Weibo posts generated on the peak dates of December 6 and December 15, 2012. Of the 11 Weibo posts mentioning \"poliomyelitis\" on December 6, 2012, five were related to a newspaper article about the National Immunization Day activities in the city of Shijiazhuang on December 5. Another five were personal conversation about polio vaccination for someone's baby. Another post was about the position of World Health Organization on polio vaccine.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Of the 264 Weibo posts, carrying the keyword for \"avian influenza\" (禽流感), on January 2, 2012, 134 were news about a fatal case of human infection of avian influenza A(H5N1) in Shenzhen City and 6 posts were news about poultry culling and an import ban in neighboring Hong Kong. Another 14 posts were news about poultry culling in a farm in Zengcheng, Guangzhou. The poultry there were not infected avian influenza, but \"avian leukemia complicated with laryngotracheitis\". 29 posts were about side effects of Tamiflu. 3 posts were health education posts about avian influenza. 49 posts were re-posts or variations of a post that had been widely circulated in China that expressed the feeling of certain young Chinese who were born in the 1990s about the various epidemics and natural disasters that they have encountered in their lives. 26 posts were original Weibo posts expressing comments about avian influenza; one post was comment about avian leukemia. 2 other posts were about other news that somehow mentioning avian flu.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Weibo posts mentioned both the case in Shenzhen and the chicken culling and import ban of Hong Kong. The first author (ICHF) made the decision which news was the main message of that Weibo post and categorized accordingly.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Daily count of Weibo posts with the keyword \"H1N1\" in 2012 among Sina Weibo users with 1000 followers or more. Content analysis was performed for Weibo posts that were generated on March 12, 2012 and June 21, 2012.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Daily count of Weibo posts with the keyword for \"Measles\" (\"麻疹\") in 2012 among Sina Weibo users with 1000 followers or more. Content analysis was performed for Weibo posts generated on the peak dates of January 4 and August 30, 2012. \"False positive\" Peak Date: August 30, 2012.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "Daily count of Weibo posts with the keyword for \"hemorrhagic fever\" (出血热) in 2012 among Sina Weibo users with 1000 followers or more.Content analysis was performed for Weibo posts generated on the peak date of October 16, 2012. 16, 2012, there were 22 Weibo posts that mentioned \"hemorrhagic fever\" (出血热). These Weibo posts were extracts of Chinese news articles that translated the British news article, \"The Armageddon virus: Why experts fear a disease that leaps from animals to humans could devastate mankind in the next five years\" (Daily Mail, October 16, 2012, http://www.dailymail.co.uk/sciencetech/article-2217774/The-Armageddon-virus-Why-experts-fear-disease-leapsanimals-humans-devastate-mankind-years.html). Prof. John Oxford of Queen Mary Hospital, London, commented upon a recent fatal case of Crimean-Congo Hemorrhagic Fever in the UK.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "Daily count of Weibo posts that contained the keyword for \"rabies\" (狂犬病) in 2012 among Sina Weibo users with 1000 followers or more.Content analysis was performed for Weibo posts generated on the peak date of May 30, 2012. the 692 Weibo posts generated on May 30, 2012, that mentioned the keyword for \"rabies\" (狂犬病), 675 (97.54%) were related to the so-called Miami cannibal attack that occurred on May 26, 2012. Some Weibo users commented on the news and asked whether the alleged criminal had rabies.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "Daily count of Weibo posts with the three different keywords for \"epidemic encephalitis B\" in 2012 among Sina Weibo users with 1000 followers or more. Content analysis was performed of Weibo posts of the peak date of August 5, 2012. of Weibo posts that contain both keywords = 30Epidemic encephalitis B (流行性乙型脑炎), is shortened as Yi'nao (乙脑) in Chinese. It is also known as Japanese encephalitis (日本脑炎). Therefore, we used all three keywords in our keyword search.For the peak of August 5, 2012, searching with the keyword \"Epidemic encephalitis B\" (流行性乙型脑炎) there were 13 Weibo posts, while searching with the keyword \"Yi'nao\" (乙脑) there were 30. Searching with \"Japanese encephalitis\" returns zero posts on that day. Since all the posts containing \"Epidemic encephalitis B\" contained \"Yi'nao\", there were a total of 30 posts.All 30 posts were related to a fatal case of epidemic encephalitis B in Ningbo City, Zhejiang Province. A 65-year-old lady died of the disease on August 2, 2012. The news was covered by news media on August 5.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF18": {
            "text": "Daily count of Weibo posts with the keyword for \"anthrax\" (炭疽) in 2012 among Sina Weibo users with 1000 followers or more.Content analysis was performed for Weibo posts generated on August 14, 2012. 103 posts that mentioned \"anthrax\" (炭疽) on August 14, 2012 were somehow related to the news of an outbreak in Liaoling Province. Of these posts, 61 were news posts about the outbreak. Sixteen were a variety of health information messages related to anthrax prevention. Another 8 were about the blog post \"There is no anthrax outbreak in our city. Citizens don't need to panic\", released by the Director of Beijing Municipal CDC. There were 14 posts that were a variety of personal comments. Another 4 posts were categorized as \"Others\".",
            "latex": null,
            "type": "figure"
        },
        "FIGREF19": {
            "text": "Bacterial and amoebic dysentery Figure S18. Daily count of Weibo posts with the keyword for \"dysentery\" (痢疾) in 2012 among Sina Weibo users with 1000 followers or more.Content analysis was performed for Weibo posts that were created on the peak date of February 22, 2012. 59 Weibo posts that contained the keyword \"dysentery\" (痢疾) on February 22, 2012 were posts that we categorized as alternative health information, of which 58 were about \"food that cannot be consumed together with chicken meat\". This post (see table) mentioned eating chicken and penis et testis canis (a type of traditional Chinese medicine) together would lead to dysentery; similarly, if people ate chicken and Chinese plum together, they would experience dysentery.TableS18 Sample Weibo entries that contained the keyword for \"dysentery\" (痢疾) on February 22, 2012. Sample Weibo posts on that day English translation / description Count (%) Sources / References / Notes Category 【不能跟鸡肉搭配地食物】⑴芝 麻(可导致死亡) ；⑵地瓜(导致 腹痛) ；⑶消炎片(中毒) ；⑷狗 肾(引起痢疾) ；⑸李子(食则拉 痢) ；⑹豆浆(降低蛋白质吸 收) ；⑺糯米(引起身体不适) ； ⑻菊花(可导致死亡) ；⑼芥末 (伤元气) ；⑽大蒜(性味相 克) ；⑾鲤鱼(性味相克) ；⑿鲫 鱼(性味相克) 。 \"Food that cannot be consumed together with chicken meat\" (1) sesame (can lead to death); (2) sweet potato (leading to abdominal pain); (3) anti-inflammatory tablet (poisoning); (4) Penis et Testis Canis (leading to dysentery); (5) Chinese plum (if eaten, dysentery); (6) soya milk (lower protein absorption); (7) Glutinous rice (can lead to bodily discomfort); (8) Chrysanthemum (can lead to death); (9) mustard (damages vitality); (10) garlic (the nature and taste of the foods do not match); (11) carp (the nature and taste of the foods do not match); (12) Carassius auratus (the nature and taste of the foods do not match).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF20": {
            "text": "Daily count of Weibo posts with the keyword for \"Tuberculosis\" (肺结核) in 2012 among Sina Weibo users with 1000 followers or more. Content analysis was performed on Weibo posts generated on the peak date of December 31, 2012. Of the 95 Weibo posts that mentioned \"tuberculosis\" (肺结核) on December 31, 2012",
            "latex": null,
            "type": "figure"
        },
        "FIGREF21": {
            "text": "Daily count of Weibo posts with the keyword for \"typhoid\" (伤寒) in 2012 among Sina Weibo users with 1000 followers or more.Since in Chinese, both typhoid (伤寒) and paratyphoid (副伤寒) contained the Chinese keyword for \"typhoid\" (伤寒), we only used 伤寒 as the keyword for our keyword search. Content analysis was performed for Weibo posts generated on the peak date of August 18, 2012. Of the 55 Weibo posts generated on August 18, 2012, that mentioned the Chinese keyword for \"typhoid\" (伤寒), 46 posts were actually related to a story about a suspected case of meningitisthe story of the potential lumbar puncture of a small girl, Miss Yang (Chinese title: 杨娃娃腰椎穿刺惊魂). For details of the story, please refer to the Section 21 (Epidemic meningitis) in this Supplemental Online Appendix.Of these 46 posts, 42 mentioned a classic text of Traditional Chinese Medicine, titled Shang Han Lun (《伤寒论》), of which the standard English translation is On Cold Damage. It so happens that the Chinese term \"Shang Han\" (伤寒) refers to a broad category of diseases and symptoms (collectively known as Cold Damage) in Traditional Chinese Medicine, while it refers specifically to typhoid in modern (Western) medicine",
            "latex": null,
            "type": "figure"
        },
        "FIGREF22": {
            "text": "Content analysis was performed for Weibo posts generated on the peak date of August 18, 2012.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF23": {
            "text": "The category with * indicates that the sample post presented was a representative of those Weibo posts that share the same meaning with some literal differences.22. PertussisFigure S22. Daily count of Weibo posts with the keyword \"Pertussis\" (百日咳) in 2012 among Sina Weibo users with 1000 followers or more.Content analysis was performed on Weibo posts of the peak date of October 27, 2012. There were 38 Weibo posts in our database that mentioned \"Pertussis\" on October 27, 2012. Of these, 15 posts were related to the recommendations of the US CDC Advisory Committee on Immunization Practice (ACIP) on Tdap (tetanus, diphtheria and pertussis) vaccine for all pregnant women (US CDC press release, dated October 24, 2012: http://www.cdc.gov/media/releases/2012/a1024_Tdap_immunization.html). Following the discussion on US CDC ACIP's recommendations, another 8 posts were conversations related to Chinese CDC's data on pertussis in China in 2011. There was another post that mentioned vaccination practice in Australia.There were 14 posts on a recipe on pertussis treatment from the perspective of dietotherapy (Traditional Chinese Medicine).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF24": {
            "text": "Daily count of Weibo posts with the keyword for \"Diphtheria\" (白喉) in 2012 among Sina Weibo users with 1000 followers or more. Content analysis was performed for Weibo posts on the peak date of October 27, 2012. posts containing the keyword for \"diphtheria\" (白喉) generated on October 27, 2012, 7 posts were related to the recommendations made by the Advisory Committee of Immunization Practice (ACIP) of the United States Centers for Disease Control and Prevention (source: http://www.cdc.gov/media/releases/2012/a1024_Tdap_immunization.html).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF25": {
            "text": "Daily count of Weibo posts with the keyword for \"Tetanus\" in 2012 among Sina Weibo users with 1000 followers or more.Content analysis was performed for Weibo posts generated on the peak date of July 27, 2012. the 35 Weibo posts that were generated on July 27, 2012 that mentioned the keyword for \"tetanus\" (破伤风), 31 posts were related to wound management. Four other posts were non-medically related.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF26": {
            "text": "Daily count of Weibo posts with the keyword for \"Scarlet Fever\" (猩红热) in 2012 among Sina Weibo users with 1000 followers or more. Content analysis was performed on Weibo posts generated on the two peak dates of January 20, 2012 and May 16, 2012. Five of the 6 Weibo posts on January 20, 2012 that mentioned \"scarlet fever\" were about a fatal case of scarlet fever in Hong Kong. The victim was a 14-year-old girl.On May 16, 2012, all 6 Weibo posts mentioning \"scarlet fever\" were health education about how to take care of young children felling sick of scarlet fever.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF27": {
            "text": "Daily count of Weibo posts with the keyword for \"Brucellosis\" (布鲁氏菌病) in 2012 among Sina Weibo users with 1000 followers or moreContent analysis was performed for Weibo posts generated on the peak date of September 5All of the 9 Weibo posts generated on September 5, 2012 that carried the keyword for \"Brucellosis\" (布鲁氏菌病) were a health education post and its reposts that communicated the symptoms of brucellosis. They targeted pet dog owners and focused on accidental human infection with Brucella canis.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF28": {
            "text": "Daily count of Weibo posts with the keyword for \"Gonorrhea\" in 2012 among Sina Weibo users with 1000 followers or more. Content analysis was performed for Weibo posts generated on the peak date of March 20, 2012. In our database, there were 113 Weibo posts mentioning \"gonorrhea\" on March 20, 2012. Of these 113 posts, 62 were related to the alleged indirect gender discrimination by the Chinese government as the Chinese government required all female civil servant recruits to undergo a body check to see if they have been infected with sexually transmitted infections, such as gonorrhea. There were another 45 posts about the news of a 6-year-old girl infected with gonorrhea. Doctors suspected that the girl might have been sexually harassed.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF29": {
            "text": "Daily count of Weibo posts with the keyword for \"Syphilis\" (梅毒) in 2012 among Sina Weibo users with 1000 followers or more.Content analysis was performed for Weibo posts generated on the peak date of August 4",
            "latex": null,
            "type": "figure"
        },
        "FIGREF30": {
            "text": "Daily count of Weibo posts with the keyword for \"Leptospirosis\" (钩端螺旋体病) in 2012 among Sina Weibo users with 1000 followers or more.Content analysis was performed for Weibo posts generated on the peak date of October 27, 2012. Weibo posts on October 27, 2012 mentioned \"leptospirosis\". They were all related to a health education Weibo post that provided basic medical information about this disease.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF31": {
            "text": "Daily count of Weibo posts with the keyword for \"schistosomiasis\" (血吸虫病) in 2012 among Sina Weibo users with 1000 followers or more. Content analysis was performed for Weibo posts generated on the peak date of September 25, 2012. September 25, 2012, all of the 54 Weibo posts that mentioned \"schistosomiasis\" (血吸虫病) were about a case of suspected medical malpractice.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF32": {
            "text": "Daily count of Weibo posts with the keyword for \"Malaria\" (疟疾) in 2012 among Sina Weibo users with 1000 followers or more.Content analysis was performed for Weibo posts generated on the peak date of August 22, 2012.Peak Date: August 22, 2012Total count: The peak of Weibo posts mentioning \"malaria\" (疟疾) on August 22, 2012 was mainly related to a case of malaria in Beijing. According to a newspaper report (The Beijing News, August 23, 2012: http://epaper.bjnews.com.cn/html/2012-08/23/content_366619.htm?div=-1), Mr. ZHANG Liang (张亮), who travelled to Africa frequently on business trips, was infected with malaria and had severe complications. He received treatment in a hospital in Beijing. Due to his severe conditions, his 5-day treatment plan involved a transfusion of 4000cc of blood plasma each day, which required 8000cc of blood of type AB. (According to a Weibo post, the severe malaria led organ failure and a loss of liver function and blood transfusion was used to maintain life (not cure); see: http://www.weibo.com/2923373595/yz6T3oBYM?mod=weibotime; accessed June 10, 2014). Based on a rate of blood donation of 200cc per head per donation, Mr. Zhang's 5-day treatment plan requires 200 blood donors of blood type AB. In order to recruit enough blood donors, his wife wrote a Weibo post on August 15, 2012, asking for help, in the hope that enough blood donors will visit the Beijing Red Cross blood center to donate blood. The post was circulated on the internet for a week. By August 23, the Beijing News reported that blood donors had successfully donated 250 units of 200cc of blood for Mr. Zhang. However, at the end, the patient died on August 25, 2012, leaving behind a widow and two orphans (Weibo post released by his family or friends: http://www.weibo.com/1407255042/yyNx8fflv; accessed June 10, 2014). This was a case of using Weibo to recruit blood donors in a short period of time (one week) to try to save one individual's life.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF33": {
            "text": "Daily count of Weibo posts that mentioned the keyword word for influenza (流行性感冒 or 流感) in 2012 among Sina Weibo users with 1000 followers or more. Content analysis was performed for Weibo posts generated on the peak date of December 8, 2012. the 441 Weibo posts generated on December 8, 2012, that mentioned influenza or flu, the vast majority (n=384,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF34": {
            "text": "of food that help babies defend against flu\" 1. Yoghurt: Probiotic bacteria protect the intestines. 2. Chicken soup: delicious medication for common cold. 3. Beef: Zinc supplement that strengthens immunity. 4. Mushrooms: increase the number white blood cells to prevent infection. 5. Fish and shellfish: Selenium supplements that protects against virus. 6. Garlic: Allicin is anti-infection and ant-bacteria. 7. Oats and barley: anti-bacteria and anti-oxidation. 8. Sweet potato: Improve the immunity of the skin.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF35": {
            "text": "Daily count of Weibo posts with the keyword for \"Mumps\" (腮腺炎) in 2012 among Sina Weibo users with 1000 followers or more.Content analysis was performed for Weibo posts generated on the peak date of January 4",
            "latex": null,
            "type": "figure"
        },
        "FIGREF36": {
            "text": "Daily count of Weibo posts with the keyword for \"Rubella\" (风疹) in 2012 among Sina Weibo users with 1000 followers or more.Content analysis was performed for Weibo posts generated on the peak date of August 18, 2012. the 26 Weibo posts mentioning \"rubella\" on August 18, 2012, 10 were related to health information about prevention of childhood disease and 2 on vaccination. There were 12 posts related to alternative health information (9 on digit ratio; 3 on alternative dietary information about crabs). There were 2 posts related to personal experience with hospitals.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF37": {
            "text": "Daily count of Weibo posts with the keyword for \"Conjunctivitis\" (结膜炎) in 2012 among Sina Weibo users with 1000 followers or more. Content analysis was performed for Weibo posts generated on the peak date of December 16, 2012. the 77 Weibo posts that mentioned \"conjunctivitis\" (结膜炎) on December 16, 2012, 70 posts were about preservatives in eye drops. The posts mentioned that if used inappropriately, eye drops with preservatives may lead to chronic conjunctivitis and blepharitis and may exacerbate keratoconjunctivitis sicca.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF38": {
            "text": "Daily count of Weibo posts with the keyword for \"Leprosy\" (麻风) in 2012 among Sina Weibo users with 1000 followers or more. Content analysis was performed for Weibo posts generated on February 4, 2012. the evening of February 3, 2012, Inspire China (Gandong Zhongguo) 2011 annual award ceremony was broadcasted on China Central Television.One of the awardees was Zhang Pingyi. Zhang Pingyi was a Taiwanese reporter-philanthropist who raised money to build a school for kids whose parents were leprosy patients in a rural village in Yuexi County, Liangshan Prefecture, Sichuan Province. (News reference: http://news.xinhuanet.com/tw/2012-02/03/c_122654869.htm). This accounted for 24 out of 25 Weibo posts created on February 4, 2012. Twelve of the 24 posts were re-posts of news articles.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF39": {
            "text": "Of the 14 posts that mentioned the keyword for \"typhus\" (斑疹伤寒) in the whole year of 2012, four were a quote from the movie Schindler's List and two were about the history of the Nobel Prize in Physiology or Medicine. Another five different Weibo posts were health information about various diseases (including typhus).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF41": {
            "text": "Daily count of Weibo posts with the keyword for \"echinococciosis\" (包虫病) in 2012 among Sina Weibo users with 1000 followers or more.Content analysis was performed for Weibo posts generated on the peak date of March 21, 2012. All of the 113 Weibo posts mentioning \"echinococciosis\" (包虫病), on March 21, 2012, are related to the news of a case of echinococciosis. Of these 113 posts, 105 were news reports or reposts thereof, and the other 8 were personal comments. Since echinococciosis is a rare disease, the news about a young lady paralyzed by a parasite generated a lot of attention on a single day.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF42": {
            "text": "Daily count of Weibo posts with the keyword for \"filariasis\" (丝虫病) in 2012 among Sina Weibo users with 1000 followers or more. Content analysis was performed for the Weibo posts on the dual peak dates of August 9-10, 2012. Summary: The peak of Weibo posts that contained the keyword \"filariasis\" (丝虫病) on August 9 and 10, 2012, consisted of 10 posts over two days (5 posts each day). Nine of the 10 posts were health education posts about four mosquito-borne diseases: epidemic encephalitis B, malaria, dengue and filariasis.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF43": {
            "text": "Daily count of Weibo posts that mentioned the keyword for \"diarrhea\" (腹泻) in 2012 among Sina Weibo users with 1000 followers or more.Content analysis was performed for Weibo posts generated on the peak date of June 14, 2012. the 454 Weibo posts that mentioned \"diarrhea\" (腹泻) on June 14, 2012, 242 (53%) were about news of cases of diarrhea, 28 cases (6%) of health education/information, 162 (36%) alternative health information/Traditional Chinese Medicine, 4 (0.9%) advertisements, and 18 (4%) personal comments.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF44": {
            "text": "time of stand-by medication should be kept at home to treat babies' common cold, fever and diarrhea? Hand-foot-and-mouth diseaseFigure S42. Daily count of Weibo posts with the keyword for \"Hand-foot-and-mouth disease\" (手足口病) in 2012 among Sina Weibo users with 1000 followers or more.Content analysis was performed for the Weibo posts generated on the peak date of May 23, 2012.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF45": {
            "text": "is a group of different Weibo posts describing outbreaks in various provinces of China. ** This indicates groups of different Weibo posts that share similar themes, but of literal differences.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Introduction to the Supplemental Online Appendix ....................................................................................... 4",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Sample Weibo entries that contain the keyword for \"cholera\" (霍乱) on October 10, 2012.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Sample Weibo entries that contained the keyword \"Fei-dian\" (非典), i.e. SARS, on July 25, 2012.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Sample Weibo entries that contained the keyword for \"HIV/AIDS\" (艾滋) on Dec 1, 2012Today is the 25 th World AIDS Day. The theme of this year is \"Take actions. Progress towards \"Zero\" AIDS -Everyone participates; fully involves; totally prevent\". How is our country's HIV epidemic? How is the prevention and treatment? How is the contemporary living condition of HIV patients? The incidents of HIV patients trying to cover up their illness to avoid seeking healthcare also provoke one 滋病人的歧视误解？详见 http://t.cn/zj5DEZW to reflect upon until when our society will fully remove the discrimination against and misunderstanding about HIV patients? http://t.cn/zj5DEZW",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "#World AIDS Day promotion theme# (2) How is HIV transmitted? The three main routes of transmission are sexual, bloodborne & via blood products, and mother-to-child. #Today in history# Today is the 25 th World AIDS Day. The theme is \"Take actions. Progress towards \"zero\" AIDS\". Since the first case in the USA on December 1, 1981, HIV has rapidly spread globally. In January 1988, the World Health Organization decided to designate December 1 as the annual",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Little rain cap\". It is said to be first invented by ancient Romans and has a history of over 3000 years. It uses a non-pharmaceutical means to block fertilization, to prevent human eggs from fertilization by sperms. Furthermore, condoms can also prevent the transmission of sexually transmitted diseases, such as gonorrhea and HIV. The raw materials are usually natural rubber or polyurethane. Green Bay\" in Linfen. The school was founded on December 1, 2011, and has become the only school for kids infected with HIV in our country as of today. These kids were mainly infected via mother-to-child transmission. Currently the school provides a number of courses on Chinese, mathematics, English, sports, psychology and etc..[World AIDS Day] Will HIV be transmitted via daily contacts?HIV cannot be transmitted via daily contacts that are unrelated to sex. Unlike other virus, shaking hands with HIV virus infectees, hugging them, sharing toilets with them, using the same cups to drink water or in contact with their sneezes or coughs, will not infect others with HIV. Therefore, do not be afraid of daily contacts with HIV infectees.Today is World AIDS Day. This micro-movie is jointly produced by Radio & Television Hong Kong and the Department of Health Red Ribbon Center. Hope that through this micro-movie, we all can know and prevent HIV, and understand and care for the 括艾滋病在内的各种性传播疾病。 [World AIDS Day] What is a female condom? Female condom is currently the only female-initiated birth control method. Female condom is made of polyurethane materials that are robust and resistant to wearing, soft in texture, and transparent. Before sexual intercourse, insert it into the vagina and cover the muscosal surface of the vagina. If it is used properly in every sexual intercourse, it can prevent pregnancy and prevent the transmission of various sexually transmitted diseases, including HIV. 伊琳娜·博科娃总干事 致辞 http://t.cn/zjc5vww \"December 1 World AIDS Day\" Even though we have attained some achievements, \"AIDS is still one of the diseases that cause the most severe threat to health globally. It brings tragic influence to families and weakens society and communities.\" General Secretary Irina Bokova said. http://t.cn/zjc5vww 3 (0.15%) http://unesdoc.unesco.org/imag es/0021/002185/218510c.pdf First, do not use expired condoms. When you remove the condom from its package, beware not to break it. Get the correct side to face outside. Softly, squeeze away the air from the small extrusion at the tip of the condom and cover the erected penis with the condom. One should wear the condom from the beginning to the end of the sexual intercourse. After the end of the sexual intercourse, hold the bottom of the condom and remove it. Remember, never reuse a condom.\"Our country HIV transmission New trend\" Data from the first 10 months of this year show that: The proportion of HIV transmission via sexual contacts between men [among different routes of HIV transmission] has increased to 20%; the number of infected people in the age group of 15-24 years old and that of >50 years old also increase annually. //t.cn/zjcKXnN [Zhejiang Health Department announces HIV incidence data] The Health Department announces HIV incidence data. Up to November 25, this year, there were 2513 newly identified infected cases/patients in the whole of Zhejiang, an increase of 20.6% compared with the same period last year. In the recent two years, the number of newly identified cases has been increasing at a rate of around 20%. The trend of rapid increase has been slowed down. There was a marked increase among men who are over 60 years of age and among students.http://t.cn/zjcKXnN 23 (1.12%) http://bbs.qjwb.com.cn/index.p hp?m=cms&q=view&id=8481 Today is \"World AIDS Day\". According to the data from the United Nations, every day there are 7100 people being infected with HIV globally. Especially in the poor environment of the ethnic minority areas, many people do not have any awareness about prevention and control of HIV, and therefore HIV spreads very rapidly. So, starting today, I pledge that I will help people in these areas prevent and control HIV, doing my very best. If you have patients around 例，现存活 566 例。 \"World AIDS Day: In the first 10 months, Zhuhai reports 113 cases\" Today is World AIDS Day. In the first 10 months of this year, Zhuhai reports 80 incident cases of HIV infection and 33 cases of AIDS, a total of 113 cases, of which 23 died. Comparing with the same period in 2011, there is an increase of 7.6%. By October 31, the cumulative incidence of HIV infectees and AIDS patients were 818 cases, of which there were 465 HIV infectees and 353 AIDS patients; 252 had died and 566 cases were alive. exchange activities with volunteer training for HIV prevention and control. The prevention and control of HIV requires the full participation of the whole population and treatment without discrimination. http://t.cn/zjc4nEh @[user] Today (December 1) is World AIDS Day. The biggest care and love that the society can offer to them is equal treatment. Today is World AIDS Day. Yesterday Xi visited AIDS patients in Beijing, shaking their hands in person. Meanwhile, China Central Television repeatedly broadcasted the public service advertisement on taking care of AIDS patients made by Peng Liyuan. It is refreshing to see the first lady run a show like this. The husband and wife's call for the value of life and caring for health is really worth our appreciation. I hope that this will be a good beginning for real work that builds a country! Gu Changwei directs a short movie of public service on anti-HIV-discrimination, \"Forever together\". World Health Organization AIDS prevention ambassador, China's Ministry of Health AIDS prevention voluntary promoter sister Peng [Liyuan] took the lead in the cast. (Many photos. http://ent.sina.com.cn/m/p/200 9-11-22/22282780079.shtml Note: Peng Liyuan is the wife of Xi Jinping.#Micro-read Jinghua# \"Wen Jiabao: Thinking of them, always think that it should be done better\" On the eve of #World AIDS Day#, chairing the forum of HIV prevention work, Wen Jiabao said that the infectees and patients that he had seen in those days had all passed away. Thinking of them, he always thought that we could do better and more detailed. Wu zunyou, the director of the Center for the prevention and control of sexually transmitted disease and HIV said that to the patients, discrimination is more terrible than the virus. http://t.cn/zjcXlvX",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "… Wish those guys and girls who cheated their partners, will soon get HIV… [This was actually a curse. Since the post was too vulgar, we did not translate the whole post.]",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "Table S5A. Sample Weibo entries that contain the keyword for \"Hepatitis A\" (甲肝) on July 13, 2012.",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "\"Plead Lianghui delegates to pay attention to the problem of hepatitis B\" Dear @[user]: Delegate, hello. I am LEI Chuang, Shanghai Jiaotong University graduate student, a hepatitis B Virus carrier, who is a long-term observer of the problem of hepatitis B discrimination in China. Hope that you can submit to Lianghui the proposals #Further eliminate discrimination based on hepatitis B status# and #Full ban against hepatitis B advertisement#. For details, see http://t.cn/zObxzrO. If I can represent China's 100 million hepatitis B virus carriers, I would like to say thanks to you. The URL link in the Weibo post is equivalent to this URL link: http://blog.sina.com.cn/s/blog_5b3 59b300100yma3.html which is the full text of the petition. I would cut the hair then. //@[user1] Brother Chuang's hair is getting longer and longer. When you have meals with the Premier, your hair will touch your food, if you do not tie it up. //@[user2] Hope that you can repost it. Help HBV carriers to have their dreams come true. Reply @[user] First, the routes of transmission of Hepatitis B are bloodborne, mother-to-child and through unprotected sexual intercourses. Daily routine contacts (such as having meals together) do not transmit hepatitis B. Second, hepatitis B virus carrier can carry \"Health Card\", and can work in catering and service industry. Third, the State (i.e. China) has not limited hepatitis B",
            "latex": null,
            "type": "table"
        },
        "TABREF11": {
            "text": "\"How to effectively prevent hepatitis C\" Recently nearly 200 people in Guangdong have been infected with hepatitis C, potentially due to repeated use of syringes. Viral hepatitis C, is an acute viral hepatitis, caused by hepatitis C virus (HCV). Its major route of transmission is bloodborne, with a minority of transmission happens via close contacts. The clinical symptoms are similar to that of hepatitis B. So, how would hepatitis C be transmitted? How would we prevent it? http://t.cn/zOUxUjA (Kang Kang)",
            "latex": null,
            "type": "table"
        },
        "TABREF12": {
            "text": "\"Having a meal at unlicensed roadside food vendors Beware of being infected with Hepatitis E\" Municipal CDC experts said, people at Chongqing like to eat delicious food along the roads. However, many of these big and small food vendors are unlicensed. Their sanitary conditions are very poor. Many noodle vendors wash the bowls in a single basin of \"dead\" water that is never changed. This will facilitate the transmission of Hepatitis E virus. The incidence and mortality rate of hepatitis E have ranked the highest among the various forms of acute viral hepatitis in our country (i.e. China). (Chongqing Shang Bao) Hecolin (the world's first hepatitis E vaccine, developed by National Institute of Diagnostics and Vaccine Development in Infectious Diseases, at Xiamen University) made a formal appearance in Nanchang with our province's (i.e. Jiangxi) disease control experts, on December 8. Citizens can get vaccinated at the CDCs or health service centers that are qualified for the provision of vaccination.",
            "latex": null,
            "type": "table"
        },
        "TABREF13": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF15": {
            "text": "Sample Weibo entries that contained the keyword for \"Poliomyelitis\" (脊髓灰质炎) on December 15, 2012. th , provide every child under the age of 4 years one dose of polio vaccine. Let us take care of children's health, strengthen human immunity.",
            "latex": null,
            "type": "table"
        },
        "TABREF16": {
            "text": "Sample Weibo entries that contained the keyword for \"Avian influenza\" (禽流感) on January 2, 2012.[ The avian influenza strain of the dead patient in Shenzhen has been confirmed not transmissible between humans ] In the evening of January 1, 2012, Shenzhen Municipal CDC reported the strain that infects the patient belongs to a highly pathogenic avian influenza subtype 2.3.2.1. The receptor remains avian receptors. The virus remains non-transmissible between humans. There is no need for the citizens to panic. News about Hong Kong poultry culling and import ban* 路透社报道，香港日前屠宰了 19000 只家禽，并禁止进口和销 售，只因发现两只感染了禽流感。 邻接的深圳有 39 岁陈姓公车司机 近日去世，经检死于禽流感，此病 死亡率 60%。该男子 21 日发烧， 圣诞节送医院，当地官员称与他亲 密接触的 120 人被测无恙。据称， 卫生部已将此事照会世界卫生组 织。Reuters reported that recently Hong Kong had culled 19,000 poultry and banned imports and sales, even though only two poultry were infected with avian influenza. Neighboring Shenzhen, a 39-year-old bus driver, Mr. Chen, passed away. After autopsy, he was found to be dead of avian influenza. This disease has a case-fatality ratio of 60%. That man had a fever on the 21 st , was taken to the hospital on Christmas Day. Officials there said that all the 120 people who were in close with him were not found ill. It was reported that the Ministry of Health had presented a note about this incident to the World Health Organization. farm was infected with \"avian leukemia complicated with laryngotracheitis\", and not the highly pathogenic avian influenza. In order to prevent the epidemic from spreading, Zengcheng Municipal Bureau of Agriculture and animal health inspection authorities culled all the 27,500 chicken in the farm on December 31. Edited and reported by CNTV Chen Baiyi influenza) Tamiflu (also known as Oseltamivir) is an antiinfluenza drug developed by Roche, a Swiss pharmaceutical company. In recent years, it has been widely used to combat against avian influenza and influenza A(H1N1). The drug safety authorities of Japan and the US have warned that Tamiflu can lead to side effects such as mental disorder and hallucinations, and even lead to death.\"12580 Nutrition Encyclopedia: Health lobbyists\" Avian flu attacks again, preventive measures should be well adopted: stay away from live poultry, don't let virus stick to you; wash both hands diligently, cut off all transmission routes; Do more exercises, to withstand the onslaught of the virus! I have lived 20 years, having experienced a drought that was 1 in 50 years, a snow storm that was 1 in 60 years, a flood that was 1 in 100 years, a mudslide that was 1 in 300 years, an earthquake that was 1 in 500 years, a tsunami that was 1 in 600 years, and also solar eclipses, lunar eclipses and meteors…. Facing SARS, I attended primary school, stepping on avian flu, I attended lower middle school; taking the risk of influenza A, I attended upper middle school; now I attend university, someone said that 2012 is the end of the world! What a spectacular lives we have…",
            "latex": null,
            "type": "table"
        },
        "TABREF17": {
            "text": "Sample Weibo entries that contained the keyword \"H1N1\" on March 12, 2012.\"Many secondary and primary schools students were confirmed of influenza A (H1N1) infection in Hotan, Xinjiang\" From Xinhua Net. On the 11 th , journalists learnt from the responsible authorities in Xinjiang, because many secondary and primary school students were confirmed of influenza A(H1N1) infection in Hotan, in order to effectively control the epidemic to spread in different levels and different types of schools, the morning inspection system has to be resumed today in secondary and primary schools and kindergartens across Xinjiang. http://t.cn/zOfjMRQ via.@新浪健 康http://t.cn/zOfjMRQ via @Sina HealthThe market trends of the pharmaceutical industry triggered by H1N1 … sort of ironic?Journalists should learn this skill. Teacher Ding, bravo! //@[user]Very accustomed. Many years ago when I was reporting the H1N1 swine flu at the Southern Weekend, I picked up the majority of the internal reports that had been thrown away in the rubbish bin of the Department of Health of a certain province. A journalist without the wonderful skill of turning over the rubbish bin is not a good investigative journalist.",
            "latex": null,
            "type": "table"
        },
        "TABREF18": {
            "text": "Sample Weibo entries that contained the keyword for \"Measles\" (麻疹) on January 4, 2012.\"Beware of four types of \"false common cold\".\" Misdiagnosis is the worst when it comes to treating illness. There are four illnesses that have symptoms to common cold. Do not be careless. 1. Chicken pox: blisters on the body; 2. Measles: red dots will appear on cheeks. The center of the red dots is white or blue. Later, they spread across the whole body; 3. Meningitis: severe pain at the extremities, high fever, vomiting, difficult to wake up; 4. Mumps: low fever, headache, swollen cheeks.\"Look at your own skin to inspect your own health\" 1. If the pale and sole appear yellowish, it may be hypothyroidism. 2. Under sunlight, the appearance of measles [urticaria?] may be a result of taking a photosensitive drug. 3. The color of palm print has darkened may be a result of inadequate secretion of adrenaline. 4. Large blue lumps in the leg may be a sign of varicose. 6. Tingling sensation and rash appear in the skin may be a sign of shingles.#2012 Health Calendar. We wish that every month is auspicious to you and peace to you every year! #March Warm spring with blossoming flowers and a lot of germs ☆Climatic characteristics: The temperature gradually increases. It is getting warm but still there are episodes of cold weather. Apparently it is getting more humid. ☆Diseases of high incidence: influenza, measles, rubella, hepatitis, eczema, allergic rhinitis, bronchial asthma, rheumatoid arthritis. ☆Health reminder: 1. The temperature gradually increases. Germs greatly multiply. Pay attention to prevent infectious diseases, such as influenza A, measles and rubella.",
            "latex": null,
            "type": "table"
        },
        "TABREF19": {
            "text": "1 (1%)The URL link in the Weibo post leads to this article: http://www.jysq.net/article-26730-1.html",
            "latex": null,
            "type": "table"
        },
        "TABREF20": {
            "text": "Sample Weibo entries that contained the keyword for \"hemorrhagic fever\" (出血热) on October 16, 2012.\"Authoritative expert warns that \"Doomsday virus\"* may arise.\" Recently in the UK, there had been repeated imported fatal cases of infection: 2 men infected with Crimean-Congo Hemorrhagic Fever and Novel Coronavirus respectively. Therefore, an authoritative expert thought that in the next 5 years, the globe will face the threats of new epidemics directly. These zoonotic diseases may become \"Doomsday virus\".http://t.cn/zlHbnww 中新网 This China News Net article adapts information from Wen Wei Po (文匯報, Hong Kong, October 16, 2012): http://paper.wenweipo.com/2012/10/16 /GJ1210160023.htm This article was extract-translation of the Daily Mail article aforementioned. Expert says that in the next 50 years zoonotic diseases may destroy humanity.\" October 16 reports. According to the Daily Telegraph, Crimean-Congo Hemorrhagic Fever may make the patient usually show symptoms of headache, high fever, joint ache, stomach ache and vomiting. As the disease progresses, the patient will demonstrate a large area of bruising and uncontrolled bleeding. The case fatality rate is at least 30%. http://tech.sina.com.cn/d/2012-10-16/09187706375.shtml This Sina Technology article was translated and adapted from the Daily Mail article aforementioned, but it changed the expert's prediction as reported in the Daily Mail from five years to 50 years. The Daily Mail title Armageddon virus was translated as \"末日病毒\" (Doomsday virus), which was the Chinese name of the movie Carriers (2009), directed by À lex and David Pastor.",
            "latex": null,
            "type": "table"
        },
        "TABREF21": {
            "text": "Sample Weibo entries that contained the keyword for \"rabies\" (狂犬病) on May 30, 2012. //@[user1]： 地恩诶不符，也没衣服穿 吗，不解。 //@[user 2]： 狂犬病吧？ //@[user 3]： 不知道真假啊！ //@[user 4]： 不会真是\"生化危机\"来了吧，虽然我 是个生化游戏迷。 //@[user 5]： 什么情 况！ [User 1] DNA not matching, no clothes to wear. Don't understand. // [User 2] Rabies? // [User 3] Don't know whether this is true or not! //[User 4] Hope that the \"Resident Evil\"has not arrived, even though I am a big fan of the game \"Resident Evil\". //[User 5] What's the situation? Rabies misread The underlying reasons behind the exaggerated propaganda\" Rabies has rebounded since 2006 and has reached its peak. The costs that we paid were the top in the world and yet the effect ranked number 2 from the bottom. The popularization of the knowledge and the exaggerated propaganda of an infectious disease that has a 100% case-fatality rate, has led the people into panic and has led the prevention and treatment of rabies in China into an embarrassing situation of high input and low effectiveness.\"Mums who have pets at home. Two warnings that you must read!\" Do you think that when your babies can crawl and walk, spending more time with cats and dogs, they would be safe? Do you think that rabies can only be transmitted through bites, so as long as the pets do not bite the babies, they are fine?Don't let babies to live with domestic pets in a safe and hygienic manner, there are many lessons for mums to learn! http://t.cn/zOgAW5k",
            "latex": null,
            "type": "table"
        },
        "TABREF22": {
            "text": "Sample Weibo entries that contained the keyword for \"epidemic encephalitis B\" (流行性乙型脑炎) and/or \"Yi'nao\" (乙脑) on August 5, 2012. Ningbo died of epidemic encephalitis B infection that was transmitted through mosquito bites. This is the first case of mortality of Yi'nao [epidemic encephalitis B] in Ningbo this year. Health authorities remind that children between 8 months and 12 years of age, who have not yet vaccinated against Yi'nao, should go to their community health centers to receive the vaccine. If there appear clinical symptoms of acute illness, fever, vomiting, convulsions and unconsciousness, they should receive medical care immediately.",
            "latex": null,
            "type": "table"
        },
        "TABREF23": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF24": {
            "text": "Sample Weibo entries that contained the keyword for \"anthrax\" (炭疽) on August 14, 2012.",
            "latex": null,
            "type": "table"
        },
        "TABREF26": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF27": {
            "text": "Sample Weibo entries that contained the keyword for \"Typhoid\" (伤寒) on August 18, 2012.#School for home decoration# [Effective ways to remove undesirable odor after decorating your new home] Spider plants, aloe vera, and sansevierias can absorb lots of pollutants like indoor formaldehyde. They can also help eliminate and prevent indoor air pollution. Antibacterial molecules secreted by flowers such as the jasmine, clove, honeysuckle and morning glory is able to kill some bacteria in the air, inhibit the growth of tuberculosis, dysentery pathogens and typhoid, and keep the air clean indoors.",
            "latex": null,
            "type": "table"
        },
        "TABREF28": {
            "text": "Sample Weibo entries that contained the keyword for \"Typhoid\" (伤寒) on September 21, 2012.This vending machine on the street of Manhattan, surprisingly sells \"dirty water\" for 1 US dollar a bottle. This dirty water is genuine dirty water with germs. More surprisingly, you can also choose the \"taste\" of the dirty water: typhoid, malaria, cholera and hepatitis.",
            "latex": null,
            "type": "table"
        },
        "TABREF29": {
            "text": "Sample Weibo entries that contained the keyword for \"meningitis\" on August 18, 2012.If the doctor can convince me to do the lumbar puncture for testing and I am told that I do not have meningitis, I will feel very lucky. Once, I saw a doctor asked a patient to do CT scanning to see whether there was a brain tumor and it turned out to be no. The patient burst into anger and complained that,\" Why did you ask me to do the CT when I am alright?\"//@ [user] There is child in Liu Liu's family as well. If this happened on your own child and the doctor required him or her to get lumbar puncture, would you accept? Will you become one of those who make troubles in the hospital due to the medicine dispute?It is a common sense that only children under 2 years old are easy to get meningitis. Fortunately, you did not act recklessly and instead asked for a second opinion sensibly. It is so infuriating that doctors in Children's Not knowing much medical common sense and practice, the team of Han Han rashly forwarded an article that misled the public and irritated medical dispute. Are you to be blamed for when there are children who miss the best time for treatment because of refusing to do lumbar puncture? Don't forward things that you don't know recklessly! //@[user] Speechless. Where has the medical ethics gone? Even if you need to know the patient's condition from different perspectives, It is so scary that even a simple cold and fever can be diagnosed to be meningitis. Fortunately there are near misses! Therefore, all parents, for our children and for ourselves, we had better learn some medical knowledge!!//@[user] So horrible! From this incident, we can only tell that there are problems on the collaboration among different departments of the Children's Hospital. There is nothing wrong about asking the child to do lumbar puncture and CT according to her condition. What's more, it is of little risk to do lumbar puncture , and the patient won't feel painful after local anesthesia. No need to panic simply because of doing lumbar puncture. There is no absolute difference in symptoms between a common cold and meningitis. If the child is misdiagnosed to have a cold, by the time you will see that parents will be so angry that they will want to kill the doctor! Early prevention of childhood diseases in spring--Health care for children: Spring is the season of a year when people fall ill most easily. Parents should take some precautions with purpose based on children's physiques There are mainly three types of diseases prevailing in spring. The first type is the respiratory infectious disease that includes measles, rubella, varicella, upper respiratory infection, mumps and epidemic meningitis.",
            "latex": null,
            "type": "table"
        },
        "TABREF30": {
            "text": "Sample Weibo entries that contained the keyword \"Pertussis\" (百日咳) on October 27, 2012. Attention, pregnant women! Key reminder: in China, there is no outbreak of pertussis similar to that in the USA. //@[user1]Beijing's Bayley Jackson provides full vaccination service. Booking telephone number: (010)85629998 //@[user2]US CDC Advisory Committee [on Immunization Practice]: All pregnant women should receive the 3-in-1 vaccine",
            "latex": null,
            "type": "table"
        },
        "TABREF31": {
            "text": "Sample Weibo entries that contain the keyword \"Diphtheria\" on October 27, 2012.",
            "latex": null,
            "type": "table"
        },
        "TABREF32": {
            "text": "Sample Weibo entries that contained the keyword \"tetanus\" (破伤风) on July 27, 2012.",
            "latex": null,
            "type": "table"
        },
        "TABREF33": {
            "text": "Sample Weibo entries that contained the keyword \"Scarlet Fever\" (猩红热) on January 20, 2012.Sick baby gets well soon! Don't get infected with scarlet fever! i m worry about u coz i m not near you. Get well soon!.... Don't waste [the opportunity to dine at] Hon Wo Korean Restaurant tomorrow. After your return, bring me to have hot pot. And then try your best to return to Hong Kong and then return to Wuhan!! I know that when you return, baby, you will bring lots of presents. So you need to get well soon, so that you will have the energy to go shopping & carry the goods for me!",
            "latex": null,
            "type": "table"
        },
        "TABREF34": {
            "text": "Sample Weibo entries that contained the keyword for \"Brucellosis\" (布鲁氏菌病) on September 5, 2012.",
            "latex": null,
            "type": "table"
        },
        "TABREF35": {
            "text": "Sample Weibo entries that contained the keyword \"Gonorrhea\" on March 20, 2012.kindergarten said that all the teachers had passed the body check without any problems. At the moment, the truth of the incident is still under investigation.",
            "latex": null,
            "type": "table"
        },
        "TABREF36": {
            "text": "The Party said Lenin did not have syphilis, so Comrade Lenin did not have syphilis. //@[user1] The Organization says that you have syphilis, so you must have syphilis! //@[user2] The Party needs you to have syphilis, so you must obey the arrangement of the Organization.\"An elderly in the 80s had coronary heart disease 3 hospitals performed 6 HIV tests\" \"I am over 80 years old. I do not take drugs and I do not have any abnormal sexual relationships. I am a responsible person. Why would these hospitals repeatedly perform HIV and syphilis tests for me? I was hospitalized three times. Each time, they performed over 100 tests on me, of which many were repetitive. Wasn't it tormenting?!\"…… via: Jihe Information",
            "latex": null,
            "type": "table"
        },
        "TABREF37": {
            "text": "Sample Weibo entries that contained the keyword for \"Leptospirosis\" (钩端螺旋体病) on October 27, 2012.",
            "latex": null,
            "type": "table"
        },
        "TABREF38": {
            "text": "Sample Weibo entries that contained the keyword for \"schistosomiasis\" (血吸虫病) on September 25, 2012.",
            "latex": null,
            "type": "table"
        },
        "TABREF39": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF40": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF47": {
            "text": "The heaven is punishing me for not taking the freely available influenza vaccine. And I fall ill immediately.All kinds of discomfort. Cannot sleep. Very tough. Ya Mi Everyday Keep Healthy # 8 things to do to keep yourself healthy in winter: 1. To sweat a little bit; 2. To keep your hands and feet warm; 3. To prevent influenza; 4. To drink more water; 5. To regulate your mind; 6. To sunbathe; 7. To keep yourself happy; and 8. To do more exercises. Maintaining these eight good habits will help you stay healthy! http://t.cn/zlyEMBO Healthy food and the wisdom to keep oneself healthy are found in the Ya Mi Little Kitchen.",
            "latex": null,
            "type": "table"
        },
        "TABREF48": {
            "text": "Spring. Air pressure is low and it is rainy. Furthermore, it is Qingming. People are susceptible to mental disorders, leading to high incidence of mental illness.",
            "latex": null,
            "type": "table"
        },
        "TABREF49": {
            "text": "Urticaria is also known as 风疹块 Fengzhen kuai in Chinese.",
            "latex": null,
            "type": "table"
        },
        "TABREF50": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF51": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF52": {
            "text": "Sample Weibo entries that contained the keyword for \"typhus\" (斑疹伤寒) in the whole year of 2012.They cast a spell on you, you know, the Jews. When you work closely with them, like I do, you see this. They have this power. It's like a virus. Some of my men are infected with this virus. They should be pitied, not punished. They should receive treatment because this is as real as typhus. --Schindler's List 4 (28.57%) This is a quote from Schindler's List by Amon Goeth. The road of the medical Nobel prize\" Since 1901, the Nobel Prize in Physiology or Medicine has been awarded 103 times. The French doctor who eliminate typhus (1028), the Dutch doctor Eijkman and the British scientist Hopkins who studied vitamins (1929), the German soldier Warburg who had been nominated three times for his research on mitochondrial respiratory chain and tumor cells (1931). Nobel history stories series: http://t.cn/zl0BhZD Harms that insect bites may bring: • Insects may carry malaria, dengue and other diseases. • Flies can transmit diseases via contacts. They can be the sources of sleeping sickness, typhoid or cholera. Sometimes they may carry virus that causes dysentery. • Fleas may transmit plague. • Lice can spread typhus and relapsing fever. • Ticks can also carry and transmit diseases, such as Rocky Mountain spotted fever. This disease is very \"Club owed four month salary Paraguayan player had no money to seek treatment Died in Indonesia\" Paraguayan footballer Diego Mendieta, who played in the Indonesian League, recently died of typhus. His club owed him his salary for 4 months, and so he did not have money to receive treatment. When he died, he was only 32 years old.",
            "latex": null,
            "type": "table"
        },
        "TABREF53": {
            "text": "病种统筹补偿范围，补偿不设起付 线，可补偿费用的报销比例为 70%， 每人年度累计补偿封顶线为 1000 元。http://t.cn/zOqIdd5 general compensation scheme. There was no copayment. The proportion of reimbursement is 70%. The annual cumulative maximum amount of reimbursement is 1000 yuan. \"The first leishmaniasis vaccine enters clinical trial\" There are several forms of leishmaniasis, of which visceral leishmaniasis is the worst. If untreated, nearly everyone will die within 2 years. A non-profit Infectious Disease Research Institute has prepared to begin a human vaccine trial. This vaccine may put leishmaniasis into history. http://t.cn/zObyNx3",
            "latex": null,
            "type": "table"
        },
        "TABREF54": {
            "text": "Sample Weibo entries that contained the keyword for \"echinococciosis\" (包虫病) on March 21, 2012. 广州日报) http://t.cn/zOJ39Hw \"Young girl's bone was eaten by worms leading to paralysis May be infected via pets\". Young lady Little Zhou got a strange disease leading to paraplegia. Doctors speculated that when she was young, she was infected with echinococciosis via pets kept at home, leading to bones eaten up by parasites. It is reported that Little Zhou had a high fever every half a year since the age of 14. At last, the disease exacerbated and she could not stand with her right leg and was left paralyzed in bed. After surgery, Little Zhou recovered and can now walk with the help of tools. (Da Yang Net -Guangzhou Daily) http://t.cn/zOJ39Hw 肝包虫病就是它惹出来的。 //@[user] 好可怕的棘球幼！ Echinococciosis is caused by it! //@[user]",
            "latex": null,
            "type": "table"
        },
        "TABREF55": {
            "text": "Sample Weibo entries that contained the keyword for \"filariasis\"( 丝虫病) on August 9, 2012.\"After bitten by mosquitoes what diseases are we likely to get\" 1. Epidemic encephalitis B. The cases are usually children. Severe cases usually have sequelae. Case fatality rate is high. 2. Malaria. Clinical symptoms and onset patterns are irregular. Severe malaria can infect internal organs. 3. Dengue fever and dengue hemorrhagic fever. The case fatality ratio of the former is low while that of the latter is high. 4. Filariasis. Early symptoms include fever and allergy. Later, it may easily lead to elephantiasis, chyluria or ascites.Reply @[user1] Filariasis. This is not a joke. Hope that doctors can provide a method for disinfection. //@[user1]When we were small, we also played like that. Adults said that we would get elephantiasis! //@[user2] Just consulted a doctor. Disinfection after washing, first use iodine and then use alcohol to de-iodinate.Table S40B. Sample Weibo entries that contained the keyword \"Filariasis\" (丝虫病) on August 10, 2012. \"After bitten by mosquitoes what diseases are we likely to get\" 1. Epidemic encephalitis B. The cases are usually children. Severe cases usually have sequelae. Case fatality rate is high. 2. Malaria. Clinical symptoms and onset patterns are irregular. Severe malaria can infect internal organs. 3. Dengue fever and dengue hemorrhagic fever. The case fatality ratio of the former is low while that of the latter is high. 4. Filariasis. Early symptoms include fever and allergy. Later, it may easily lead to elephantiasis, chyluria or ascites.",
            "latex": null,
            "type": "table"
        },
        "TABREF56": {
            "text": "Sample Weibo entries that contained the keyword \"diarrhea\" (腹泻) on June 14, 2012.\"Maggots appeared in Shuanghui ham. After eating, pregnany woman experienced threatened abortion\" Mr. Zhang of Beijing bought two bags of Shuanghui ham sausage from Wumei. His elder sister and his daughter, after eating the ham sausage, both experienced diarrhea and vomiting symptoms. It even triggered a threatened abortion for his elder sister. In the industry and commerce bureau, after the ham sausages of the same batch have been unpacked and left for a day, there were white maggots crawling all over the sausages. Shuanghui responded that, it could happen that in the process of circulation or storage, the packages were broken. http://t.cn/zWPsoS1 196 (43.17%) http://news.cntv.cn/society/201206 14/100206.shtml Shuanghui is a major meat processing company in China. 箱生产于 3 月 10 日、保 \"Mengniu Deluxe Milk causes diarrhea for a consumer\" Is the dairy industry in China experiencing its best epoch? On June 9, Ms. Li, a citizen of Jinan, Shandong, bought a box of Mengniu Deluxe Milk, that was produced on March 10 with a preservation period of 6 months. After drinking the milk, her family experienced main points to take care of babies experiencing diarrhea\" 1. Rehydration: To prevent babies from dehydration, one can give babies experiencing diarrhea to drink glucose salt water (plain sugar water is also OK). 2. To keep them warm. Parents can duly use hot water bag as a heating pad for the baby's stomach, and can massage the baby's stomach, to relieve its pain. 3. Everything that the sick baby has used, including nappies, should be duly washed and disinfected, to avoid cross-infection.\"The peak of diarrhea has arrived\" As summer is approaching, the temperature increases, our city has also reached the epidemic peak of enteric infections. The primary symptom is diarrhea, also known as \"pulling the stomach\" [in lay Chinese terms]. Yesterday, the municipal Center for Disease Control and Prevention advises citizens not to eat rotten food. If one is sick, do not treat yourself with antibiotics. Visit an enteric disease outpatient clinic as soon as possible.Utensils used by the patient should be disinfected with breaching powder or \"84 disinfectant\".\"Staying up late frequently. Beware of inflammatory bowel disease\" Staying up late frequently, long-term tiredness, smoking and fine dining etc., are major reasons that can trigger inflammatory bowel disease. The common symptoms are diarrhea and stomach ache, and even blood stool. In their daily lives, patients should pay attention to regulate their diets. They should uphold the rules to eat food that is soft, easy to digest and of high nutrition values. They should eat more frequently but with less quantity, as well as in constant volume in a regular manner.Babies having diarrhea in the summer. How should we use medication? Summer is the epidemic peak of diarrhea. When babies experience diarrhea, one should observe if there is any sign of dehydration, such as little or no tear when crying, little urine, which indicates a severe dehydration, which will require immediate fluid infusion. If breast-fed babies experience diarrhea, please continue breast feeding. For babies that were fed with cow milk, one can dilute it a little bit, or change it to lactose-free infant formulae (formulae for babies with diarrhea). For babies that are older, we recommend to stop feeding with milk and eggs. Just eat some congee or noodles will be fine, and take some antidiarrhea medication.5 月份，湖南省共报告丙类传 染病 8 种 53698 例，死亡 33 例(手足口病) 。报告发病数 居前 5 位的病种为：手足口病 47663 例、流行性腮腺炎 2864 例、其它感染性腹泻病 1914 例、风疹 695 例、流行 性感冒 387 例，共报告 53523 例，占本月丙类传染病报告 发病总数的 99.69%。In May, Hunan Province reports 8 types of Class C infectious diseases, 53,698 cases with 33 deaths (handfoot-and-mouth disease). The top 5 diseases in terms of incident cases in the report are: hand-foot0-and-mouth disease (47,663 cases), mumps (2864 cases), other diarrheal diseases (1914 cases), rubella (695 cases), influenza (387 cases), a total of 53,523 cases, accounting for 99.69% of incident cases of Class C infectious diseases this month.How one can handle a baby with diarrhea: http://t.cn/zWhwpzS (Source: Parents' road) Yoghurt can help improve the human body's ability to defend itself against illness. It helps improve metabolism, energizes the body, keep the eyes healthy and maintain the beauty of the skin. The lactobacillus in yoghurt and their metabolites have certain health effects on the human body. They are beneficial to the body as they maintain the stability and balance of the normal bacterial flora in the human intestines and can help prevent constipation and diarrhea. British doctors think that consumption of some cheese at meals helps prevent caries and increase the calcium content of the surface of the teeth.delivered to emergency care\" 1. Fever, approaching 40 degrees [Celcius]. 2. Cough sound like bamboo and shortness of breath. 3. Infants and toddles experience severe vomiting. 4. Diarrhea over 4 times in a single day. 5. Difficulty or shortness of breath. 6. Hematamesis, hemoptysis, blood in the stool, bleeding not caused by injury and bleeding caused by injury. 7. Seizures for over 3 minutes. 8. Dehydration when experiencing fever, vomiting or diarrhea. 9. Head injury. 10. Accidental injury. Pay attention to health.\"Preserved meat is tasty but do not eat too much. Beware of sodium nitrite poisoning\" Sodium nitrite is industrial salt. Intake of 0.2 -0.5g may lead to poisoning. Manifestations include dizziness, fatigue, shortness of breath, nausea, vomiting, diarrhea, convulsions and coma. This may even be fatal. Furthermore, sodium nitrite is carcinogeneous. Newly preserved kimchi contains sodium nitrite. Therefore, it is best to consume kimchi after it had been preserved for 15 days. By then the sodium nitrite contents would have decreased gradually.\"How one can manage diarrhea\" The consumption of left over food, or uncooked, unclean food, may easily lead to acute gastroenteritis. Doctors advise that after diarrhea, one should drink more water, to avoid dehydration and sodium and potassium electrolyte imbalance. At that moment, the most appropriate is to supplement with sugar-salt water (100 ml of water + 11 gram of white sugar + 0.9 gram of salt). Furthermore, one can supplement oneself with vitamin B. It will help regulate the functions of the nervous system, facilitate digestion and relieve fatigue.Because in the summer children wear fewer clothes, and spend more time at home, 40% of injury among children happen in the summer. Drowning, diarrhea caused by food poisoning, scalding and bruises are common accidental injuries experienced by children in the summer.胁生命。 http://t.cn/S4mDKP\"Shelf life is around 3 to 5 day long. Drinking draft beer need to take note of the date of production.\" In a hot summer, many people prefer draft beer. But do you know that draft beer is not pasteurized, and their shelf life is relatively short, usually 3-5 days. Fresh draft beer tastes fresh, while draft beer that is no longer fresh will taste like water used for dishwashing and will taste acidic. If it is consumed by mistake, it may lead to symptoms such as diarrhea or enteritis. In severe cases, \"Keeping healthy in the summer: taboo of eating watermelon in the summer\" 1. Diabetics should eat less watermelon, since after eating watermelon, the blood sugar level will increase. 2. People who have renal insufficiency. Eating watermelon would easily trigger acute heart failure. 3. Early phase of common cold. Eating watermelon would exacerbate the symptoms of common cold or extend its duration. 4. Patients with mouth ulcers. 5. Pregnant women. If pregnant women eat many watermelons, their spleen and stomach would be damaged because they are too cold. 6. Do not eat watermelon before meals or after meals. 7. Do not eat too many watermelons. This will easily lead to bloating and diarrhea. Different fruits attend to the needs of different health conditions\" 1. Overworked mind: banana; 2. Overtired eye: papaya; 3. Bleeding gums: kiwi fruit; 4. A history of heart disease: grapefruit; 5. Long-term smoking: grape; 6. Muscle strain: pineapple; 7. To prevent winkles: mango; 8. Inadequate supply of oxygen in the blood: cherry; 9. Diarrhea: apple; 10. Stomachache: papaya; 11. Indigestion: pear, strawberry, loquat. //t.cn/zWPgAuG \"Which types of people should not eat ice-cream\" 1. People who would like to control body weight: The sugar and fat ingredients are high in ice-cream. This characteristic will make people to grow fat. 2. Pregnant women: Because the secretion of digestive juices and digestive enzymes secretion decrease among pregnant women, the functional capacity of the stomach and the intestines decreases. Ice-cream will make the blood vessels of the stomach and the intestines suddenly contract, leading to stomachache and diarrhea. 3. Children: Ice-cream would easily make adolescents fat. 4. People with poor stomach and intestine functions: Low temperature will exacerbate the symptoms. http://t.cn/zWPgAuG \"Vegetables and fruits that cannot be eaten casually. Do you know?\" 1. Mango stops bleeding. People experience menstruation should not eat mangoes. 2. Allium tuberosum is aphrodisiac. Children should not eat much. 3. Pumpkin increases blood pressure and is antiasthmatic. People with high blood pressure should not eat pumpkins. 4. Chinese yam replenish one's qi, people experiencing insomnia should not eat. 5. Mushrooms and Auricularia auricula-judae are laxatives. People who experienced diarrhea should not eat them. 6. Coriander makes people sweating. People with lots of sweats should not eat coriander. 7. Taro, bitter melon, and Brassica juncea var. crispifolia \"clear heat\", impotent people should not eat. \"7 pieces of general health knowledge that women must know\" 1. Unhealthy skin is due to over-intake of salt. 2. Diarrhea during menstruation is not a regular phenomenon: this is due to imbalance in internal secretion. 3. Emergency birth control pill can only be taken once a year: otherwise, there will be disorders in the metabolism of the ovary, liver and kidney. 4. Putting on make-up every day will increase the probability of getting cancer. 5. Having dark circles around the eyes may be related to gynecological diseases. 6. A daily cup of soya milk can remove abdominal fat: interrupting the process of the transformation of sugar into fat. 7. Chili peppers is a good supplement: VE plus acceleration of metabolism.",
            "latex": null,
            "type": "table"
        },
        "TABREF57": {
            "text": "\"Kids drink water smartly Staying away from 7 diseases\" As it is summer now, what is the most scientific way to drink water? 1. Diarrhea, vomiting: drink boiled water, millet water, apple water, carrot water; 2. To relieve the summer heat: boiled water, water mellon water, sour plum soap; 3. Common cold, fever: Boiled water, fruit juice, slightly salted water; 4. Coughs with lots of sputum: boiled water, pear water, chestnut water; 5. Constipation: boiled water, radish water, cabbage water. Welcome you to follow [this Weibo account]. What cannot be consumed with shrimps together\" 1. Consumption of shrimps of vitamin C may lead to arsenic poisoning; 2. Consumption of shrimps with pumpkins will lead to dysentery. One can detoxicate with black beans and Chinese liquorice. 3. Consumption of shrimps with fruit juice will lead to diarrhea. 4. Consumption of shrimps with soy beans will lead to indigestion. 5. Consumption of shrimps with Gymnopetalum chinense, will lead to dysentery. Shrimps should not be consumed with pumpkins.",
            "latex": null,
            "type": "table"
        },
        "TABREF59": {
            "text": "\"7 types of food that are suitable for babies to eat in winter\" 1. Soy: the only vegetarian food product that can replace animal protein. It is called \"green milk cow\". 2. Carrots: The best dietotherapy for kids suffering from coughs. 3. Cabbage: It is very beneficial as it prevents kids from anemia. But kids with poor digestive functions or diarrhea should not eat cabbage. 4. Sweet potatoes: Nutritious, easy to digest, sweet potatoes can provide a large quantity of energy. Sweet potatoes with black spots should not be consumed. \"7 first-aid medication at home\" 1. Coarse salt: Apply to twist injury baddaged with a cloth, to help alleviate pain. 2. Apples: help relieve diarrhea. 3. Sugar: helps alleviate hiccups. 4. Cucumber: apply slices of cucumber helps alleviate itchiness. 5. Bok choy mixed with rice wine: to soothe itchiness. 6. Ginger: Ginger juice and ginger powder can be used as antiemetic by holding them in the mouth. 7. Garlic water. Take 6 peels of garlic. Press them into pieces. Add warm water. Drink twice a day for three days. This will alleviate coughs.\"What should one eat together with cucumber?\" Wrong combinations: 1. With peanuts: Even though it tastes good, but it will easily lead to diarrhea. People with unhealthy intestines and stomach are advised to avoid this combination. 2. With peppers and celery: this combination will lower the absorption of vitamin C in cucumber. Two healthy combinations: 1. With cloud ear fungus. It is effective for detoxication and slimming. Tartronic acide in cucumber suppresses lipid transformation. Cloud ear fungus can absorb impurities in the body. 2. With tofu. It is effective for detoxication, anti-inflammatory effect, moistening effect and soothing the stomach.\"Top ten health effect of banana\" 1. To prevent gastrointestinal ulcers. 2. To treat skin itchiness. 3. Lower serum cholersterol. Banana stalk can reduce cholesterol. 4. To treat high blood pressure. 5. To treat depressure. 6. To treat cough. 7. To treat hemorrhoids and blood in the stool. 8. Slimming. 9. Comestic use. To make the skin fresh and smooth. To remove the face acne and freckles. 10. To ease hangover. Reminder: the nature (xing) of banana is \"cold\", people with a weak digestive system, with stomach ache and diarrhea, should eat less banana. \"5 types of food that babies should not eat much.\" 1. Tangerine: may easily cause \"Erythroderma\", stomach ache and diarrhea, and even causing bone diseases. 2. Spinach: affects the development bones and teeth. 3. Eggs: easily lead to over-nutrition, leading ot overweight, and can also increase the burden on the stomach, intestines, liver and kidney, causing disfunction of these organs. 4. Jelly: affects the bodily development and intellectual health of children. 5. Canned food: may easily cause chronic poisoning.\"Kids drink yoghurt 6 big issues to pay attention\" 1. Discern the types of yoghurt: Probiotic milk does not have the positive health effects. 2. Drink two hours after meals. 3. Gargle one's mouth after meals. 4. Lactobacillus will die in bulk if heated or diluted in water. 5. Do not consume yoghurt with medications such as chloramphenicol, erythromycin and other antibiotics, sulfonamides, and subcarbonates, albumin and other astringents (that are used to treat diarrhea). 6. Do not feed babies with yoghurt. \"The best time to eat sweet food and won't get fat.\" 1. Before exercises. 2. When one is tired and hungry. 3. Before swimming. 4. Vomiting or diarrhea. 5. Dizziness and nausea. 6. After consuming too much oily food, drinking a cup of celery juice can help burn fat. 8. After having a hotpot a meal, drinking a bit of yoghurt can effectively protect the mucosa of gastrointestinal tract.Taboo for drinking soya milk 1. The nature of soya milk is relatively \"cold\". It is best for people with indigestion, burping, poor kidney, bloating or diarrhea should drink less soya drink. Soya milk is not suitable for people who have symptoms of gout, or of a \"cold\" constitution. 2. Do not add brown sugar to soya milk. 3.Do not put soya milk into thermos flasks. 4. When one cooks soya milk, one should leave the lid open and use low power to cook. 5. One must not take erythromycin or other antibiotics with soya milk. 6. Do not add chicken eggs to soya milk. 7. Do not drink too much soya milk.We often take dogs to play outdoor. How much do you know about the relationship between plants and dogs? Evergreen: nausea, vomiting, abdominal pain, diarrhea. In severe cases, [the dog] will gradually goes into coma and then death.\"Medication that should be kept standy-by to prevent heatstroke and lower the temperature\" 1. Ren Dan: primarily for the treatment of dizziness, chest tightness, abdominal pain and diarrhea, caused by heatstroke; 2. Shi Di Shui: Suitable for the treatment for dizziness, nausea, vomiting, chest tightness and diarrhea caused by heatstroke; 3. Huo xiang zhengqi shui: Suitable for the treatment of dizziness, abdominal pain, vomiting and diarrhea caused by catching cold in the summer; 4. Soothing oil: can treat dizziness and headache caused by the summer heat, or diarrhea caused by catching cold; 5. Wu Ji Dan: To soothe the summer heat and stop vomiting.",
            "latex": null,
            "type": "table"
        },
        "TABREF60": {
            "text": "这是我见过的最绵 密的打脸帖，啪啪啪。 //@[user3] 这是我目前所看到 最完整剖析方舟子的文章。 [ This Weibo post contained abuses targeted against a famous Chinese intellectual. We left it untranslated.]Let yourself be a common person. Do what you are good at. The feeling of bliss will arrive. If you experience the following symptoms, they imply that you need to slow down your pace: fatigue, dizziness, insomnia, memory loss, diarrhea or constipation due to unknown reasons, weight gain, decreased libido, difficulty to control one's mood, repeated uncontrolled spending, or inability to calm down to finish reading even one article etc. Please slow down your pace. The earth will still rotate in the absence of anyone.不是因为这个吧？ and vomiting. Wouldn't it be a result of this? comment Tonsil inflammation, diarrhea, headache, nasal congestion, dysmenorrhea. For a long time I have not been sick. It is ok to get sick, how come you come in a group! Is it a glory to gang fight me? The worst is that I have so many manuscripts to write right now, I # Silver soul# Affairs is like dysmenorrhea. It disturbs one's life repeatedly. Yuanfen is like diarrhea. It comes and goes in a hurry. It is all emptiness. Yuanfen may be translated as the chances of affinity between two persons. Sometimes it is translated as fate. 我在等待肚子痛 腹泻 等等症 状。 。 。好忐忑 I am waiting for symptoms such as abdominal pain, diarrhea etc….very unease.Wouldn't it cause you to have diarrhea ten more times? Will anyone dare to drink it?",
            "latex": null,
            "type": "table"
        },
        "TABREF61": {
            "text": "The health bureau there responded that, currently there are relative more patients. http://t.cn/zO16nWz 8 (6.61%) The sample Weibo post contains a link to China Central Television: http://news.cntv.cn/china/2012052 3/120938.shtml # Hand-foot-and-mouth disease prevention # Everyyear from April to June, it is the peak season for hand-foot-and-mouth disease. A minor peak may appear in the autumn and the winter in some regions. The symptomatic age group is primarily children of 5 years of age or below. The same child can be infected with different enteric virus and fall ill multiple times.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Total count: 74Summary: There were 74 Weibo posts that mentioned \"mumps\" (腮腺炎) on January 4, 2012. Of them, 67 were posts and re-posts of health information provided by a company that mentioned four diseases that have symptoms similar to common cold. Another seven posts were about traditional Chinese medicine (n=2), health information (n=2), outbreak information released by a municipal CDC (n=1), alternative health information (n=1) and personal experience (misdiagnosis of a friend's kid) (n=1). Indigowoad root has the effects of detoxification. It has a better preventive and treatment effects on common diseases such as cold, flu, mumps, conjunctivitis, and measles. However, a minority of people think that indigowoad root powder is \"benign drug\". Whether one is ill or not one would take two packets. This is not correct. Summary: Of the 121 Weibo posts mentioning the keyword for \"Hand-foot-and-mouth disease\", created on May 23, 2012, 63 posts were about the news of a cashier at a hospital in Shenzhen, Guangdong Province, who apparently wrote the following note and posted it at the cashier's counter: \"Regardless whether you have a fever, diarrhea, cough or hand-foot-and-mouth disease, you will have to wait for 6-9 hours. If you can wait, then register. If you cannot wait, please go to another hospital!\" That cashier was later reprimanded by the hospital authorities for such an action. This piece of news attracted a lot of attention from the mass media and Weibo users. This was another incident reflecting the tension between patients and staff members of a hospital.There were 22 posts about the news of the epidemic of hand-foot-and-mouth disease across various provinces in China, 27 posts on the prevention of hand-footand-mouth (health education) and another 9 posts that shared personal experience of or comments on the disease. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Peak Date: January 4, 2012"
        }
    ]
}