{
    "paper_id": "f7de41208aece195ba22060365f3e3eb91e43d88",
    "metadata": {
        "title": "2 King Saud bin Abdulaziz University for Health Sciences, Riyadh, Saudi Arabia. 3 Ministry of Environment",
        "authors": [
            {
                "first": "Naif",
                "middle": [],
                "last": "Khalaf",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "King Abdullah International Medical Research Center",
                    "location": {
                        "settlement": "Riyadh",
                        "country": "Saudi Arabia"
                    }
                },
                "email": ""
            },
            {
                "first": "Alharbi",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ibrahim",
                "middle": [],
                "last": "Qasim",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Abdulrahman",
                "middle": [],
                "last": "Almasoud",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "King Abdullah International Medical Research Center",
                    "location": {
                        "settlement": "Riyadh",
                        "country": "Saudi Arabia"
                    }
                },
                "email": ""
            },
            {
                "first": "Haya",
                "middle": [
                    "A"
                ],
                "last": "Aljami",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "King Abdullah International Medical Research Center",
                    "location": {
                        "settlement": "Riyadh",
                        "country": "Saudi Arabia"
                    }
                },
                "email": ""
            },
            {
                "first": "Mohamed",
                "middle": [
                    "W"
                ],
                "last": "Alenazi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "King Abdullah International Medical Research Center",
                    "location": {
                        "settlement": "Riyadh",
                        "country": "Saudi Arabia"
                    }
                },
                "email": ""
            },
            {
                "first": "Ali",
                "middle": [],
                "last": "Alhafufi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Omar",
                "middle": [
                    "S"
                ],
                "last": "Aldibasi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Anwar",
                "middle": [
                    "M"
                ],
                "last": "Hashem",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Saudi Arabia. 6 Vaccines and Immunotherapy Unit, King Fahd Medical Research Center",
                    "institution": "King Abdulaziz University",
                    "location": {
                        "settlement": "Jeddah"
                    }
                },
                "email": ""
            },
            {
                "first": "Samy",
                "middle": [],
                "last": "Kasem",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kafrelsheikh University",
                    "location": {
                        "addrLine": "Kafrelsheikh, El Geish Street",
                        "postCode": "33516",
                        "country": "Egypt"
                    }
                },
                "email": ""
            },
            {
                "first": "Raed",
                "middle": [],
                "last": "Albrahim",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Musaad",
                "middle": [],
                "last": "Aldubaib",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Saudi Arabia. 9 Viral Pseudotype Unit, Medway School of Pharmacy",
                    "institution": "Qassim University",
                    "location": {
                        "settlement": "Qassim"
                    }
                },
                "email": ""
            },
            {
                "first": "Ali",
                "middle": [],
                "last": "Almansour",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nigel",
                "middle": [
                    "J"
                ],
                "last": "Temperton",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alexandra",
                "middle": [],
                "last": "Kupke",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Philipps University of Marburg",
                    "location": {
                        "settlement": "Marburg",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Stephan",
                "middle": [],
                "last": "Becker",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Philipps University of Marburg",
                    "location": {
                        "settlement": "Marburg",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Ali",
                "middle": [],
                "last": "Abu-Obaidah",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ali",
                "middle": [],
                "last": "Alkarar",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "In-Kyu",
                "middle": [],
                "last": "Yoon",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Esam",
                "middle": [],
                "last": "Azhar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Saudi Arabia. 14 Special Infectious Agents Unit, King Fahd Medical Research Center",
                    "institution": "King Abdulaziz University",
                    "location": {
                        "settlement": "Jeddah"
                    }
                },
                "email": ""
            },
            {
                "first": "Teresa",
                "middle": [],
                "last": "Lambe",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Faisal",
                "middle": [],
                "last": "Bayoumi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ali",
                "middle": [],
                "last": "Aldowerij",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Osman",
                "middle": [
                    "H"
                ],
                "last": "Ibrahim",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sarah",
                "middle": [
                    "C"
                ],
                "last": "Gilbert",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hanan",
                "middle": [
                    "H"
                ],
                "last": "Balkhy",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "King Abdullah International Medical Research Center",
                    "location": {
                        "settlement": "Riyadh",
                        "country": "Saudi Arabia"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "CoV infection, were co-housed with the vaccinated camels at a ratio of 1:2 (infected:vaccinated); nasal discharge and virus titres were monitored for 14 days. Overall, the vaccination reduced virus shedding and nasal discharge (p = 0.0059 and p = 0.0274, respectively). Antibody responses in seropositive camels were enhancedby the vaccine; these camels had a higher average age than seronegative. Older seronegative camels responded more strongly to vaccination than younger animals; and neutralising antibodies were detected in nasal swabs. Further work is required to optimise vaccine regimens for younger seronegative camels.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Middle East respiratory syndrome coronavirus (MERS-CoV) was first identified in 2012 from a pneumonic patient who subsequently died in Saudi Arabia. Since its emergence, the virus has infected more than 2200 individuals in 27 countries 1 . Outbreaks occurred mainly in the Arabian Peninsula in large crowded hospitals with one large outbreak in the Republic of Korea 2 . Although bats have been proposed as a possible natural reservoir of the virus 3 , dromedary camels are the only confirmed animal host so far. More than half (54.9%) of human primary cases have reported contact with camels 4 and the index patient in the Korean outbreak travelled back from the Gulf countries where MERS-CoV is endemic and circulating in dromedary camels 5 . Several studies of camels showed 74-100% seroprevalence rates of MERS-CoV in Africa and the Arabian Peninsula 6-10 . The mean Conversely, vaccinating seropositive camels with ChAdOx1 MERS vaccine (group + V) enhanced S1-specific Ab titre by one log compared to group +C over the three months post vaccination (Fig. 2B ,C and S1C), although both groups had similar baseline levels of Abs (0 d.p.i.). At the time of challenge, both groups had higher levels of S1-specific Abs compared to infectious camels. The fold increase in Ab endpoint titres in seropositive camels is shown in Fig. 2C .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1054,
                    "end": 1062,
                    "text": "(Fig. 2B",
                    "ref_id": null
                },
                {
                    "start": 1325,
                    "end": 1332,
                    "text": "Fig. 2C",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        },
        {
            "text": "After exposure to infectious camels, Ab levels increased in all groups, except in the + V group, which had the highest level of Abs pre-challenge. Overall, Ab levels in all groups plateaued for nine months post challenge up to 365 d.p.i. After the challenge infection, there was no substantial difference among seronegative camels in group −V that received either one or two doses of the vaccine, as indicated by small-range error bars in the Ab titres of −V group post challenge (data on 84 to 365 d.p.i., Fig. 2A) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 507,
                    "end": 515,
                    "text": "Fig. 2A)",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        },
        {
            "text": "Levels of nAbs were detected by a pseudotyped virus neutralisation assay (MERSpp NA) at 0, 28 and 365 d.p.i. As shown in Fig. 2D , only groups seropositive prior to vaccination (+C and +V) had nAbs at day 0, with no significant differences between these two groups. Vaccination did not increase these titres at 28 d.p.i.; however the titres in the vaccinated group (+V) were maintained at the same level on days 28 and 365, unlike the non-vaccinated camels that showed decreased nAb titres at 28 and 365 d.p.i.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 121,
                    "end": 128,
                    "text": "Fig. 2D",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "seroprevalence was higher in older camels than juvenile ones 9 . Furthermore, dromedary serum samples collected between 1983 and 2010 and archived in different countries in Africa and Arabia tested positive for MERS-CoV neutralising antibodies (nAbs) [11] [12] [13] [14] [15] [16] . Moreover, a recent study in Saudi Arabia showed that 70% (n = 584) of dromedaries associated with confirmed human cases were seropositive with viral RNA being isolated from 12% of these dromedaries 5, 17 . Importantly, sequencing the viral RNA from both patients and their camels confirmed genetic similarity in every paired case 5, 17 . Therefore, it seems clear that MERS-CoV has been circulating in dromedaries in Africa and Arabia for the past three decades and has been causing human infections since 2012. Unlike the Arabian countries, there have been no reports of human cases in Africa, which could be due to under-diagnosis or differences in camel husbandry practices. One study has recently demonstrated that the virus in Africa may be genetically and phenotypically distinct 18 .",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 255,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 256,
                    "end": 260,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 261,
                    "end": 265,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 266,
                    "end": 270,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 271,
                    "end": 275,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 276,
                    "end": 280,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 481,
                    "end": 483,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 613,
                    "end": 615,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To date, there is no antiviral or vaccine to treat or prevent MERS-CoV in humans or camels. In camels, the MERS-CoV infection is mild, transient and does not require veterinary care. There is therefore little encouragement for camel owners to vaccinate their animals against MERS-CoV. However, there is an increasing body of evidence on asymptomatic and mildly symptomatic human cases amongst people who regularly have contact with camels, suggesting that these people may transmit the infection to the community 4, 19 . Therefore, successful vaccination of camels would reduce virus circulation in this animal host and thereby reduce human exposure, leading to a reduction in the number of human cases. In addition, developing a vaccine for humans and vaccinating humans at risk, such as camel keepers and health care workers, would further control the number of human infections and prevent the spread of the virus to the general population. The same vaccine may be developed for use in both camels and humans.",
            "cite_spans": [
                {
                    "start": 513,
                    "end": 515,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The trimeric spike (S) glycoprotein is the main target of most experimental MERS-CoV vaccines as it plays an integral role in viral entry and fusion with target cells 20, 21 . It consists of a receptor-binding domain (RBD)-containing S1 subunit that binds to dipeptidyl peptidase 4 (DPP4) on target cells, and a S2 subunit which contains the fusion peptide involved in viral fusion with target cells 20, 21 . Several vaccine candidates have been developed and tested in multiple animal models including mice, rabbits, non-human primates and dromedaries (reviewed in [22] [23] [24] . While many of these vaccines were designed based on full-length S protein, some others were targeting the S1 subunit or the RBD of the protein to focus the immune response on the critical neutralising epitopes to induce nAbs. Nonetheless, non-neutralising antibodies (Abs) could also aid in protection against MERS-CoV by inhibiting essential steps in viral replication such as virus-target cell fusion. Furthermore, it has been shown that nAbs alone could not confer sterilising immunity but could provide partial protection in camels probably due to several factors including waning of nAbs and genetic change of viral lineage [25] [26] [27] [28] [29] . Thus, developing a camel vaccine based on full-length S protein could potentially elicit more robust antibody and T cell response compared to shorter targets.",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 170,
                    "text": "20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 400,
                    "end": 403,
                    "text": "20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 566,
                    "end": 570,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 571,
                    "end": 575,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 576,
                    "end": 580,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1212,
                    "end": 1216,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1217,
                    "end": 1221,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1222,
                    "end": 1226,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1227,
                    "end": 1231,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1232,
                    "end": 1236,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We have developed a chimpanzee adenoviral vector based vaccine for MERS-CoV (ChAdOx1 MERS) that has now been tested in mouse models for immunogenicity 30 and efficacy, demonstrating 100% efficacy after a single dose 31 . ChAdOx1 MERS was generated by inserting the full length of the spike gene, from a MERS-CoV isolate (Genbank accession number: KJ650098.1), into the genome of the replication deficient ChAdOx1 vector as described previously 30, 32 . The ChAdOx1 viral vector of this vaccine is replication-deficient and has been assessed in different animal models, including dromedaries 33 , and in human clinical trials 34, 35 . Here, we evaluated the immunogenicity and efficacy of ChAdOx1 MERS in dromedaries that are either seropositive or seronegative for MERS-CoV. We also evaluated the age effect on vaccine immunogenicity in seronegative dromedary calves. We have for the first time utilised a natural infection model of challenge to evaluate MERS vaccine efficacy in camels in a 'real-world' setting rather than a single exposure to MERS-CoV in a challenge experiment conducted within biocontainment facilities. This is also the first study to evaluate a MERS vaccine in dromedaries in endemic countries.",
            "cite_spans": [
                {
                    "start": 444,
                    "end": 447,
                    "text": "30,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 625,
                    "end": 628,
                    "text": "34,",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Vaccination and challenge of dromedaries. Twenty calves (10 seronegative and 10 seropositive) were divided into four groups (n = 5/group). Group −C: seronegative camels receiving control injections of either PBS (n = 3) or ChAdOx1 encoding enhanced green fluorescent protein (ChAdOx1-eGFP) (n = 2), group −V: seronegative camels receiving ChAdOx1 MERS vaccine, group + C: seropositive camels receiving control injections of either PBS (n = 3) or ChAdOx1-eGFP (n = 2), and group + V: seropositive camels receiving ChAdOx1 MERS vaccine ( Fig. 1 and Table 1 ). Serum samples were collected at day 0 pre-vaccination then at 7, 14, 21, 28, 56, 84, 112, 140, 168 , and 365 days post immunisation (d.p.i.). In addition, at 45 d.p.i., two camels from groups −V or −C were boosted by a second injection of ChAdOx1 MERS or PBS, respectively; and samples were collected at 7, 14, 21, and 28 days post boost (d.p.b.) as shown in Fig. 1 . Three months post prime (i.e. 84 d.p.i.), vaccinated camels were challenged in a natural infection model by introducing ten naturally infected and virus shedding camels, referred to as \"infectious camels\" in 1:2 (infectious:experimental) ratio, in order to evaluate the vaccine efficacy (Fig. 1) . The MERS-CoV was tested in nasal swabs by RT-qPCR for 21 days post challenge (d.p.c.) and then at 28 and 56 d.p.c. Camels were all negative for MERS-CoV infection at 28 and 56 d.p.c., except one individual camel at 28 d.p.c. ( Figure S4 ).",
            "cite_spans": [
                {
                    "start": 620,
                    "end": 622,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 623,
                    "end": 626,
                    "text": "14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 627,
                    "end": 630,
                    "text": "21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 631,
                    "end": 634,
                    "text": "28,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 635,
                    "end": 638,
                    "text": "56,",
                    "ref_id": null
                },
                {
                    "start": 639,
                    "end": 642,
                    "text": "84,",
                    "ref_id": null
                },
                {
                    "start": 643,
                    "end": 647,
                    "text": "112,",
                    "ref_id": null
                },
                {
                    "start": 648,
                    "end": 652,
                    "text": "140,",
                    "ref_id": null
                },
                {
                    "start": 653,
                    "end": 656,
                    "text": "168",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 536,
                    "end": 542,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 547,
                    "end": 554,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 917,
                    "end": 923,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1213,
                    "end": 1221,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1451,
                    "end": 1460,
                    "text": "Figure S4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Results"
        },
        {
            "text": "ChAdOx1 MERS enhances antibody responses in seropositive dromedaries. Serum samples were evaluated using commercial ELISA kits ( Figure S1 ) and an inhouse anti-S1 endpoint titre ELISA (Fig. 2) . In seronegative camels (group −V), anti-S1 Abs were detectable only in the two camels that have received boost vaccination ( Fig. 2A) . These Ab levels were similar to the titres in naturally infected camels; however, these Ab titres decreased by 0.5 log by day 84 d.p.i., i.e. at the time of challenge ( Fig. 2A) . This indicates that generating measurable anti-spike Abs in naive dromedaries by vaccination is possible; however, these Abs decline over three months and vaccine boosting strategies should be considered for naive calves. www.nature.com/scientificreports www.nature.com/scientificreports/ ChAdOx1 MERS significantly reduces rhinorrhoea in challenged dromedaries. Ten infectious camels (MERS-CoV naturally infected and viral shedding camels) confirmed to be positive for MERS-CoV by RT-qPCR with a Ct value below 30 ( Figure S2 ) were co-housed with the experimental 20 calves from the vaccination experiment in one pen starting from 84 d.p.i. (Fig. 1 ), resulting in a total of 30 camels in a pen of 30 m2. As an arbitrary indication of infection, nasal discharges from camels in all groups were evaluated and scored from 0-3 (from normal to severe; as explained in the methods) depending on the discharge abundance for 14 d.p.c. Figure S3 . Areas under the curve (AUC) of these scores were plotted in Fig. 3 . Most camels in seropositive vaccinated (+V) and control (+C) groups had mild nasal discharges that resolved 5 and 7 days post challenge, respectively ( Figure S3B ,D); only three camels in both seropositive groups had severe nasal discharge that lasted for one or two days only. The seronegative groups (−C and −V) showed nasal discharge that persisted for two weeks. Overall, the vaccine in both seropositive and seronegative camels reduced the nasal discharge over time significantly as compared to control camels, p = 0.0274 as analysed by mixed model analysis. In the group −V, the vaccine effect on reducing nasal discharges was not substantially different between prime-boost vaccinated camels (camel number: −V-01 and −V-05) and prime-only vaccinated camels ( Figure S3C ). The areas under the curve (AUC) of nasal discharge scores were also plotted to show the overall reduction in these scores in vaccinated camels as compared to the control camels, seropositive vaccinated camels had significant overall reduction in nasal discharge, p = 0.01 (Fig. 3B ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 129,
                    "end": 138,
                    "text": "Figure S1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 185,
                    "end": 193,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 321,
                    "end": 329,
                    "text": "Fig. 2A)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 501,
                    "end": 509,
                    "text": "Fig. 2A)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1029,
                    "end": 1038,
                    "text": "Figure S2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1155,
                    "end": 1162,
                    "text": "(Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1442,
                    "end": 1451,
                    "text": "Figure S3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1514,
                    "end": 1520,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1675,
                    "end": 1685,
                    "text": "Figure S3B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2290,
                    "end": 2300,
                    "text": "Figure S3C",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2576,
                    "end": 2584,
                    "text": "(Fig. 3B",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "from all camels were collected daily for 21 days following the introduction of the infectious camels (challenge day) and then at 28 and 56 post challenge. Interestingly, the total number of infectious and virus shedding camels in the pen increased during the challenge study and varied over the weeks post challenge ( Figure S4A ). All of the 5 seronegative control (−C) camels as well as some camels from other groups were infected very early and the number of virus shedding camels peaked to 23 camels by the second day post challenge, resulting in a very high viral exposure for uninfected camels. The number of infected camels remained >18 during the first week and started to decline by the second week post challenge ( Figure S4A ). Viral shedding was evaluated by testing for MERS-CoV RNA and evaluating viral titre in all post challenge nasal swabs using RT-qPCR ( Fig. 4 and S4 ). In all groups, viral RNA decreased to undetectable levels by 14 post challenge ( Figure S4G ). Seronegative vaccinated and control camels (−V and −C) shed high levels of the virus starting from day 2 to 9 post-challenge. On the contrary, seropositive camels (+C and +V) shed low levels of the virus post challenge (Fig. 4A ). Of note, vaccinated seronegative and seropositive camels (−V and +V) had ~2 log10 higher virus titres (TCID 50 eq/ml) at day 2 post challenge as compared to the control seronegative and www.nature.com/scientificreports www.nature.com/scientificreports/ seropositive camels (−C and +C). However, virus titres in the vaccinated camels (−V and +V groups) rapidly decreased over time as compared to the control camels (−C and +C) (Fig. 4A) . Infectious camels had high titres of viral RNA starting from the day of challenge (day 0, measured before housing with the study camels) and declining over time ( Figures S2A and S4F ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 318,
                    "end": 328,
                    "text": "Figure S4A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 725,
                    "end": 735,
                    "text": "Figure S4A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 873,
                    "end": 886,
                    "text": "Fig. 4 and S4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 971,
                    "end": 981,
                    "text": "Figure S4G",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1204,
                    "end": 1212,
                    "text": "(Fig. 4A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1642,
                    "end": 1651,
                    "text": "(Fig. 4A)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1817,
                    "end": 1836,
                    "text": "Figures S2A and S4F",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "ChAdOx1 MERS effectively minimises viral shedding in vaccinated dromedaries. Nasal swabs"
        },
        {
            "text": "There was no significant difference in viral shedding between seronegative camels receiving a single or two doses of ChAdOx1 MERS (as seen by small range error bars in data of −V group, Fig. 4A ) despite camels receiving prime-boost immunisation had significant levels of anti-S1 Abs, which is targeting the main antigen that facilitates viral entry. Vaccine intervention over time (analysing the vaccine effect on virus titres in all days from 1 to 14) was statistically significant, p = 0.0059, in all vaccinated camels (−V and +V groups), as analysed by mixed model analysis and as shown by the lower viral shedding in vaccinated camels compared to controls especially in seropositive camels (Fig. 4A) . Areas under the curve (AUC) of the average virus titres in each group was also reported (Fig. 4B ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 186,
                    "end": 193,
                    "text": "Fig. 4A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 695,
                    "end": 704,
                    "text": "(Fig. 4A)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 795,
                    "end": 803,
                    "text": "(Fig. 4B",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "ChAdOx1 MERS effectively minimises viral shedding in vaccinated dromedaries. Nasal swabs"
        },
        {
            "text": "In a separate attempt to evaluate the effect of age on vaccine immunogenicity in dromedary calves, nine seronegative calves were vaccinated (n = 3/group) in a separate study. Group AG01 acted as control group with calves younger than one year receiving PBS (n = 2) or ChAdOx1-eGFP (n = 1), group AG02 with calves younger than one year receiving a single dose of ChAdOx1 MERS, and group AG03 with calves aged between one and two years receiving a single dose of ChAdOx1 MERS. Serum samples were collected at day 0 pre-vaccination, and 7, 14, 21, 28, 56, and 84 d.p.i., and nasal swabs were also collected at 0, and 21 d.p.i. No detectable anti-S1 Abs were induced in the younger calves in AG02 group except for one camel with very low level of Abs, whereas Abs were detected in the older calves in group AG03 ( Fig. 5A and S5) . Similarly, circulatory and local nAb were only induced in older claves in group AG03 but not those in group AG02 (Fig. 5B-E) . Interestingly, the pseudotyped virus neutralisation assay (MERSpp NA) correlated significantly with the MERS-CoV neutralisation assay, R 2 = 0.96, p < 0.0001. (Fig. 5D) , both applied on same sera. Subsequent to vaccination and initial sampling, all calves in the age group study were kept for serological follow up in their pen, which is a separate pen, 200 m away from the pen of the main study, in which we performed the natural challenge. Unexpectedly, all calves in the age group study (including the control calves) demonstrated Whilst these calves were not tested for MERS-CoV RNA, this finding indicates that these calves were infected when the challenge study took place in the pen 200 m away. We strongly exclude the possibility of mechanical transfer of the virus due to the strict adherence of all staff to infection control measures, monitored by surveillance cameras, virus transmission and circulation to these calves through air could be possible. Of note, the two ELISAs were significantly correlated ( Figure S5C ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 810,
                    "end": 825,
                    "text": "Fig. 5A and S5)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 941,
                    "end": 952,
                    "text": "(Fig. 5B-E)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1114,
                    "end": 1123,
                    "text": "(Fig. 5D)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1975,
                    "end": 1985,
                    "text": "Figure S5C",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Single dose of ChAdOx1 MERS induces immune responses in old seronegative dromedary calves."
        },
        {
            "text": "In this study, we demonstrated that boosting humoral immune responses in MERS-CoV seropositive camels requires a single intramuscular dose of ChAdOx1 MERS, whereas at least two doses of vaccine were required to induce Abs in young seronegative camels (<1 year). Interestingly, older seronegative calves (1-2 years) responded to a single dose of the vaccine and elicited systemic and local nAbs. As the history of MERS-CoV exposure in these camels is not known, it is possible that older camels found here to be seronegative may have had some natural exposure to MERS-CoV but their Abs had then declined prior to their inclusion in the study as reported previously 25, 27 . Nonetheless, it is also possible that these seronegative calves were truly immune naive to MERS-CoV and that greater vaccine responsiveness occurs in older animals with a more mature immune system. It is very unlikely that maternal Abs play any part in the lack of vaccine responsiveness in younger calves because ChAdOx1 MERS is a viral vectored vaccine that does not express MERS S protein on the virion surface and so will not be affected by pre-existing Abs at the time of vaccination.",
            "cite_spans": [
                {
                    "start": 664,
                    "end": 667,
                    "text": "25,",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Vaccination resulted in a statistically significant reduction in virus shedding after co-housing with infectious camels in both seropositive and seronegative camels. Whereas virus shedding was minimal from seropositive vaccinated camels, further optimisation is required to enhance protection in seronegative camels including the number of doses and route of immunisation. Indeed, assessing the ability of an MVA-vectored MERS-CoV vaccine to protect camels against contained MERS-CoV challenge required administering multiple doses by both intramuscular and intranasal routes to significantly reduce virus shedding 36 . Therefore, protective effects of vaccine administered by either the intranasal or intramuscular route should be assessed. Of note, we show here that in older seronegative camels, nAbs in nasal secretions were induced after a single intramuscular vaccination of ChAdOx1 MERS, but cannot rule out the possibility that these camels had previously been exposed to MERS-CoV despite proving seronegative on entry to the study, and the effects of intramuscular boosting after initial mucosal priming may be different from intramuscular priming of truly MERS-naive camels. The mechanism of vaccine-mediated or naturally acquired protection against MERS-CoV in camels is not yet known and further work will be required to study T cell responses as well as the possible contribution of immunity to antigens other than the S protein.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "However, there is lack of commercially available dromedary antibodies against immune cell markers, making T cell immunity in camels difficult to assess appropriately.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The 'natural challenge' model employed here replicates closely the conditions found in camel herds, and results in high levels of virus exposure over many days. Infectious camels were not removed from the pen after co-housing to mimic natural conditions. Even under these stringent conditions one camel in group +V demonstrated complete absence of virus shedding, with two others (out of a total of 5) in the same group shedding extremely low levels of virus, indicating that high levels of protective immunity can be achieved. Importantly, this group had high level of nAbs that plateaued for a year, unlike the +C group that had decreasing nAb titres overtime. These results suggest that vaccinating seropositive camels with S-based vaccine could boost their pre-existing MERS-specific immunity and minimise viral shedding. Nonetheless, following single dose vaccination, virus shedding was reduced in both seropositive and seronegative camels, which would reduce the likelihood of transmission to other camels or humans. www.nature.com/scientificreports www.nature.com/scientificreports/ Previous work as well as ours have shown excellent correlation between pseudotyped and live virus neutralization assays 37 . Thus, it is expected that most nAbs detected by MERSpp neutralization assay bind to RBD or close to the binding site in a manner that blocks binding to the DPP4 cellular receptor, although the binding sites of nAbs detected in the pseudotyped virus neutralization assay have not been determined per se. Nonetheless, non-neutralising S-specific Abs could also interfere with MERS-CoV entry and fusion in a similar manner to stem-specific anti-influenza hemagglutinin Abs 38 , but this has not yet been assessed for MERS-CoV. Similarly, S1-based ELISA have shown excellent correlation with live virus neutralization assay although both nAbs as well as non-neutralising binding Abs could be detected by ELISA 39, 40 . In the current study, we found that induction of S1-binding non-neutralising Abs alone is insufficient to reduce viral shedding and only the presence of nAbs can minimise virus excretion. Nonetheless, previous studies suggest that only presence of high levels on nAb titres may provide sterilising immunity in dromedaries as even seropositive camels could be re-infected as nAbs wane over time [25] [26] [27] [28] . Our study also clearly confirms that MERS-CoV re-infection occur in dromedaries.",
            "cite_spans": [
                {
                    "start": 1922,
                    "end": 1925,
                    "text": "39,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 2325,
                    "end": 2329,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 2330,
                    "end": 2334,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 2335,
                    "end": 2339,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 2340,
                    "end": 2344,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Of note, nasal discharge following infection was only observed in experimental setting and not in the market from which infectious camels were purchased, so may not be used as a reliable indicator of infection, supported also by previous studies 36, 41 . Virus shedding continued for up to 14 days, indicating an average time for the course of MERS infection in pen-housed camels. Notably, although seronegative younger calves responded with high www.nature.com/scientificreports www.nature.com/scientificreports/ level of Abs after prime-boost, as mentioned above, they did not show significant different in nasal discharge nor in virus titre, as compared to the prime-only seronegative younger calves (in group −V). This indicate that inducing protective immunogenicity in seronegative calves needs stringent and optimal vaccination regimens.",
            "cite_spans": [
                {
                    "start": 246,
                    "end": 249,
                    "text": "36,",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Long-range airborne transmission of virus (to camels housed separately and managed under strict infection control measures) was also demonstrated, as was the case in the Korean hospital outbreak 42 . Accordingly, prevention of transmission between camels whenever large groups of animals are present, such as a market, large herd, or festival, cannot be prevented by hygiene measures only; and vaccination of camels should be introduced to minimise transmission between camels, and to humans. This study also presents a significant correlation between in-house ELISA and commercially available ELISA kits although low level of antibodies in some samples were detected only by in-house ELISA, previous reports showed that commercial ELISA kits may have low sensitivity 40 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Pens, camels, personnel, and infection control. A camel research farm was set up 100 km from Riyadh city, remote from urban areas, with double fences and a secured gate. Inside this farm, three metal pens were set up with 30 m 2 in size. Each pen is 150 cm height and has an infection control entry and exit points 10 m away from each other and from the pen. Two surveillance cameras were installed for each pen. Food and water troughs were placed inside each pen, where they can be filled from outside without entering the pens, supplementary file shows the farm layout. Nineteen seronegative camel calves (negative by ELISA), were sourced and purchased from Jouf province, north of Saudi Arabia, and transported for more than a 1000 km, using disinfected lorries, to the research farm. Additional ten seropositive and MERS-CoV RT-PCR negative camel calves were purchased from a camel market in Riyadh. Ten seronegative and seropositive calves were used in the main study whereas the remaining nine seronegative calves were used in a small follow up study to determine the age effect. Additional ten actively MERS-CoV shedding/infected camels (positive by RT-PCR; Ct value below 30) were purchased from local markets and co-housed with the experimental calves in one pen to serve as a natural infection model of challenge. Overall, a separate pen was used for each of the two studies and the third pen was only briefly used to gather infectious viral shedding camels one day before the challenge. All camels were labelled with paint as well as digital microchips; these two labels were used for the samples to ensure accuracy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Pen keepers, veterinarians, and drivers were trained for infection control practices including fit-test for N95 masks. Each worker used their own specific N95 mask, overall white gown, goggles, head cover, shoe cover, all of which disposable and used once only. The team adhered to utilising the entry and exit point of each pen to ensure infection control; each pen, donning, and doffing area has biohazard waste container, sharp biohazard containers, 70% Ethanol spray and virucidal ANIOSpray (Laboratoires Anios, France) used by the workers. All staff involved in the study were also screened and confirmed MERS-CoV negative by ELISA and PCR prior to, during, and at the end of the study. Biowaste was collected daily and sent for incineration by the Saudi Gulf Environmental Protection Company (SEPCO). Clean sand from a nearby dunes area was used as pen floors, and new sand were added every 3 months. Pesticide was sprayed over the pen floors before starting the study or when new sand is added. The research farm and pens were monitored by surveillance camera to ensure strict adherence to infection control measures and to ensure camels are not exposed to any stray animals (e.g. fox, dogs). Some photographs of this study are included in the supplementary file.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Vaccine, vaccination and sample collection. The ChAdOx1 MERS vaccine candidate and ChAdOx1-eGFP vector control were produced by the Jenner Institute at the University of Oxford, UK as previously described 30 . The vaccine and the vector control were transferred in a cold-chain delivery to KAIMRC, Riyadh, Saudi Arabia. They were thawed on ice once for dose preparation and a second time for a few minutes just before injections. Single doses of 1 × 10 9 Infectious Unit (IU) of either the vaccine or the vector control in 1 ml PBS per camel were given intramuscularly into the thigh muscle. In the camel control groups of our studies (groups −C, +C, and AG01), camels were either immunised with ChAdOx1-eGFP (vector control) or PBS (placebo control). Blood samples were collected at different d.p.i. and transferred to the lab in portable refrigerators. For serum, 10 ml blood from each camel was collected at each time point. Blood was left to clot for 1 hr at 4 °C then spun at 15,000 rpm for 5 min and serum was collected, aliquoted and stored at −80 °C until testing. Nasal swabs from camels were collected in virus transport media (VTM) and stored at −80 °C until testing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "ELISA. Serum samples were screened by ELISA using camel MERS-CoV EUROIMMUN ELISA kit (EUROIMMUN, Germany) according to the manufacturer's instructions. Readouts were reported as the ratio of sample optometric density (OD) over the OD of an internal calibrator. Ratios of ≥1.1 and 0.8-1.1 were assigned as positive and borderline, respectively. Positive and negative controls provided with the kit were always included in each run. Endpoint titres of serum Abs were also determined using an in-house indirect ELISA as previously described 43, 44 . Briefly, 96-well Nunc ELISA plates (Thermo Scientific, USA) coated with 50 μl/well of 1 μg/ml of recombinant S1 protein (IVI, Seoul, Korea) overnight, were washed and blocked for 1 h. Then, 50 μl/well from each serum sample was added in duplicates in a 3-fold serial dilution starting from a 1:100. After 1 h of incubation, alkaline phosphatase-conjugated rabbit anti-llama IgG (Agrisera, USA) were added at 1:3000 dilution. Finally, p-nitrophenyl phosphate substrate (pNPP) (Sigma Aldrich, Germany) was used for colour development and the OD was measured at 405 nm. The endpoint titre for each tested serum was determined as the reciprocal value of the serum dilution with OD value converging with the cut-off determined as the average OD of a seronegative camel serum plus 3 SD as described previously. The fold increase in Ab titres was calculated by dividing titres from each time point over the titre of the same camel on day 0, pre-vaccination titre (0 d.p.i.). www.nature.com/scientificreports www.nature.com/scientificreports/ MERS pseudotyped viral particles (MERSpp) neutralisation assay. MERS pseudotyped viral particles (MERSpp) were produced and titrated using Huh7.5 cells as described previously 45 . Heat-inactivated camel serum samples and nasal swab in VTM were prepared in a 3-fold serial dilution starting from 1:20, and tested for nAbs in duplicate as described previously 45 . A standard concentration of MERSpp (equivalent to 200,000 RLU) and Huh7.5 cells (10,000 cells) were added to each well. Cells only and cells with MERSpp only (both without serum) were included in quadruplicate as controls to determine 100% and 0% neutralisation activity, respectively.",
            "cite_spans": [
                {
                    "start": 538,
                    "end": 541,
                    "text": "43,",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Following 48 h incubation, cells were lysed and the assay was developed using Bright-Glo ™ Luciferase Assay System (Promega, USA) and luciferase activity was measured using a luminometer. IC 50 neutralisation titres (in Log10) were calculated for each serum sample using GraphPad Prism. Experiments were performed twice independently. The background signal values of non-specific neutralisiation in sera from seronegative camels, pre-vaccination (samples of group -C at 0 d.p.i), were subtracted from all values of all samples (group -V, +C, and +V as well as from -C).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Virus neutralisation assay (VNA). A virus neutralisation assay was performed as previously described and the induction of virus nAbs was confirmed according to previously published protocols 30, 46 . Briefly, heat-inactivated camel serum samples were tested for their capacity to neutralise MERS-CoV (EMC/2012 isolate) infections in vitro with nAb titre determined as the reciprocal of the highest dilution that completely protected Huh-7 cells in all tested wells (MN 100 ). Nasal discharge scoring. As an arbitrary measure to evaluate camel MERS infections, nasal discharges from camels in all groups were observed daily and were given a score for the discharge abundance and severity; a score of 0 (for normal and healthy looking camel), 0.25 (if a camel had recovered from nasal discharge but with little remaining dry discharge), 1 (mild nasal secretion), 2 (moderate nasal secretion), and 3 (severe nasal secretion). Two vets were assigned to document the scores, also utilising camel nasal photographs taken in the first three days post challenge. ",
            "cite_spans": [
                {
                    "start": 191,
                    "end": 194,
                    "text": "30,",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "For the genome equivalent (GE) to the titre of 50% tissue culture infectious dose per ml (MERS-CoV GE (TCID 50 /ml)), MERS-CoV/Hu/Taif/SA/2015 isolate was cultured and titrated in Vero cells; and 1.5 × 10 7 TCID 50 /ml was used to extract viral RNA. The viral RNA was serially diluted at 1:10 dilution factor then each dilution was used to synthesise cDNA. Camel nasal swabs in VTM were also used to extract total RNA and to synthesis cDNA. cDNA samples were used with ORF1a primers and probe (previously described 48 ), to set a standard curve using TaqMan master mix and ABi 7500 Fast Real-Time PCR System (Applied Biosystems, USA). The cutoff of this assay was determined based on the last dilution before the plateau of the standard curve of the cultured viral RNA. Negative nasal swab samples from healthy humans and healthy camels were used to confirm this cutoff as shown in Figure S2B . Statistical analysis. Statistical analyses were performed to analyse the change in virus titres as well as nasal discharge scores over time post infection challenge. First, a mixed model for repeated measures design of the log-transformed MERS-CoV GE (TCID 50 /ml) values was employed to account for the covariance among repeated measures and assess the change in virus titres over time. Virus titres in all animals (subjects) were measured daily (equally spaced time points), the within-subject association among the repeated measures is modelled by assuming a first-order autoregressive correlation structure matrix. The same analysis model was also applied on the nasal discharge scores collected over time (from 1 to 14 days post challenge). Next, areas under the curve (AUC) of log-transformed MERS-CoV GE (TCID 50 /ml) values and nasal discharge scores collected from 1 to 14 d.p.c. for the two experimental groups (vaccinated and control) across the two conditions of seropositivity status (seropositive and seronegative) was reported. This analysis was conducted to display whether there are differences in virus titres nasal discharge scores between groups; it also includes Cohen's f 2 test, which is a standardised measure of effect size, ensuring the suitability of our study sample size for the statistical testing that we performed, see Supplementary statistic file. Statistical tests and analysis was conducted using SAS 9.4 (SAS Institute Inc., Cary, NC, USA) and GraphPad Prism software. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 882,
                    "end": 892,
                    "text": "Figure S2B",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Viral titration by RT-qPCR."
        },
        {
            "text": "All data are available in this manuscript, no data in an archive. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data availability"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Middle East Respiratory Syndrome Coronavirus Outbreak in the Republic of Korea",
            "authors": [
                {
                    "first": "Korea",
                    "middle": [],
                    "last": "Centers For Disease",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Prevention",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Osong Public Heal. Res Perspect",
            "volume": "6",
            "issn": "",
            "pages": "269--278",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Experimental infection of bats with Geomyces destructans causes white-nose syndrome",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Lorch",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nature",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/nature10590"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Reported Direct and Indirect Contact with Dromedary Camels among Laboratory-Confirmed MERS-CoV Cases",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Conzade",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Viruses",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Cross-sectional study of MERS-CoV-specific RNA and antibodies in animals that have had contact with MERS patients in Saudi Arabia",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kasem",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J. Infect. Public Health",
            "volume": "11",
            "issn": "",
            "pages": "331--338",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Middle East respiratory syndrome coronavirus neutralising serum antibodies in dromedary camels: a comparative serological study",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "B E M"
                    ],
                    "last": "Reusken",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Lancet. Infect. Dis",
            "volume": "13",
            "issn": "",
            "pages": "859--66",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Dromedary camels in northern Mali have high seropositivity to MERS-CoV. One Heal",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Falzarano",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "3",
            "issn": "",
            "pages": "41--43",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Risk factors for MERS coronavirus infection in dromedary camels in",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Miguel",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Euro Surveill",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Serological Evidence of MERS-CoV Antibodies in Dromedary Camels (Camelus dromedaries) in Laikipia County",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Deem",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS One",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Seroepidemiology for MERS coronavirus using microneutralisation and pseudoparticle virus neutralisation assays reveal a high prevalence of antibody in dromedary camels in Egypt",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Perera",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Eurosurveillance",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Antibodies against MERS coronavirus in dromedaries",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Meyer",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Emerg. Infect. Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3201/eid2004.131746"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Mers coronavirus neutralizing antibodies in camels, eastern Africa",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Müller",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Emerg. Infect. Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3201/eid2012.141026"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Antibodies against MERS coronavirus in dromedary camels",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Corman",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Emerg. Infect. Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3201/eid2008.140596"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Geographic distribution of MERS coronavirus among dromedary camels",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "B E M"
                    ],
                    "last": "Reusken",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Africa. Emerg. Infect. Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3201/eid2008.140590"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Seroepidemiology of middle east respiratory syndrome (MERS) coronavirus in Saudi Arabia (1993) and Australia (2014) and characterisation of assay specificity",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Hemida",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2807/1560-7917.ES2014.19.23.20828"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Middle East respiratory syndrome coronavirus infection in dromedary camels in Saudi Arabia",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Alagaili",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "MBio",
            "volume": "5",
            "issn": "",
            "pages": "884--898",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The prevalence of Middle East respiratory Syndrome coronavirus (MERS-CoV) infection in livestock and temporal relation to locations and seasons",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kasem",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J. Infect. Public Health",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jiph.2018.01.004"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "MERS coronaviruses from camels in Africa exhibit region-dependent genetic diversity",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "K W"
                    ],
                    "last": "Chu",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1718769115"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "High Prevalence of MERS-CoV Infection in Camel Workers in Saudi Arabia",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Alshukairi",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Mbio",
            "volume": "",
            "issn": "",
            "pages": "1985--2003",
            "other_ids": {
                "DOI": [
                    "10.1128/mBio.01985-18"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Molecular basis of binding between novel human coronavirus MERS-CoV and its receptor CD26",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nature",
            "volume": "500",
            "issn": "",
            "pages": "227--258",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Dipeptidyl peptidase 4 is a functional receptor for the emerging human coronavirus-EMC",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "S"
                    ],
                    "last": "Raj",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nature",
            "volume": "495",
            "issn": "",
            "pages": "251--255",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Prospects for a MERS-CoV spike vaccine",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Expert Rev. Vaccines",
            "volume": "17",
            "issn": "",
            "pages": "677--686",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Recent Advances in the Vaccine Development Against Middle East Respiratory Syndrome-Coronavirus",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yong",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "K"
                    ],
                    "last": "Ong",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Yeap",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Tan",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Front. Microbiol",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Vaccines against Middle East respiratory syndrome coronavirus for humans and camels",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "K"
                    ],
                    "last": "Alharbi",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Rev Med Virol",
            "volume": "27",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Systematic, active surveillance for Middle East respiratory syndrome coronavirus in camels in Egypt",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Ali",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Emerg. Microbes Infect",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Longitudinal study of Middle East Respiratory Syndrome coronavirus infection in dromedary camel herds in Saudi Arabia",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Hemida",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Emerg. Microbes Infect",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Time Course of MERS-CoV Infection and Immunity in Dromedary Camels",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Meyer",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Emerg. Infect. Dis",
            "volume": "22",
            "issn": "",
            "pages": "2171--2173",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "MERS coronavirus in dromedary camel herd, Saudi Arabia",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Hemida",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Emerg. Infect. Dis",
            "volume": "20",
            "issn": "",
            "pages": "1231--1235",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Diversity of Middle East respiratory syndrome coronaviruses in 109 dromedary camels based on full-genome sequencing",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Yusof",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Emerg. Microbes Infect",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "ChAdOx1 and MVA based vaccine candidates against MERS-CoV elicit neutralising antibodies and cellular immune responses in mice",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "K"
                    ],
                    "last": "Alharbi",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vaccine.2017.05.032"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Protective efficacy of a novel simian adenovirus vaccine against lethal MERS-CoV challenge in a transgenic human DPP4 mouse model",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Munster",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "NPJ Vaccines",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "A novel chimpanzee adenovirus vector with low human seroprevalence: improved systems for vector derivation and comparative immunogenicity",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Dicks",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Chimpanzee adenovirus vaccine provides multispecies protection against rift valley fever",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Warimwe",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Sci. Rep",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Clinical assessment of a novel recombinant simian adenovirus ChAdOx1 as a vectored vaccine expressing conserved Influenza A antigens",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Antrobus",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Mol. Ther",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/mt.2013.284"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Heterologous Two-Dose Vaccination with Simian Adenovirus and Poxvirus Vectors Elicits Long-Lasting Cellular Immunity to Influenza Virus A in Healthy Adults",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Coughlan",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ebiom.2018.02.011"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "An orthopoxvirus-based vaccine reduces virus excretion after MERS-CoV infection in dromedary camels",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Haagmans",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Science",
            "volume": "351",
            "issn": "",
            "pages": "77--81",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Seroepidemiology for MERS coronavirus using microneutralisation and pseudoparticle virus neutralisation assays reveal a high prevalence of antibody in dromedary camels in Egypt",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Perera",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Euro Surveill",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Development and validation of different indirect ELISAs for MERS-CoV serological testing",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Hashem",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J. Immunol. Methods",
            "volume": "466",
            "issn": "",
            "pages": "41--46",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Sensitive and Specific Detection of Low-Level Antibody Responses in Mild Middle East Respiratory Syndrome Coronavirus Infections",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M A"
                    ],
                    "last": "Okba",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Emerg. Infect. Dis",
            "volume": "25",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Replication and shedding of MERS-CoV in upper respiratory tract of inoculated dromedary camels",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Adney",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Emerg Infect Dis",
            "volume": "20",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "A study of the probable transmission routes of MERS-CoV during the first hospital outbreak in the Republic of",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sung",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Korea. Indoor Air",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/ina.12430"
                ]
            }
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Effective induction of high-titer antibodies by viral vector vaccines",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Draper",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nat Med",
            "volume": "14",
            "issn": "",
            "pages": "819--821",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "A highly immunogenic, protective and safe adenovirus-based vaccine expressing MERS-CoV S1-CD40L fusion protein in transgenic human DPP4 mouse model",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Hashem",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J. Infect. Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/infdis/jiz137"
                ]
            }
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "An optimised method for the production of MERS-CoV spike expressing viral pseudotypes",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Grehan",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ferrara",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Temperton",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.mex.2015.09.003"
                ]
            }
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Protective efficacy of recombinant Modified Vaccinia virus Ankara (MVA) delivering Middle East Respiratory Syndrome coronavirus spike glycoprotein",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Volz",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Virol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.00614-15"
                ]
            }
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Evidence for camel-to-human transmission of MERS coronavirus",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "I"
                    ],
                    "last": "Azhar",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "N Engl J Med",
            "volume": "370",
            "issn": "",
            "pages": "2499--2505",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Detection of a novel human coronavirus by real-time reverse-transcription polymerase chain reaction",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Corman",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2807/ese.17.39.20285-en"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Evaluation of ChAdOx1 MERS vaccine in dromedary camels. Schematic diagram representing the study of immunogenicity and efficacy of ChAdOx1 MERS vaccine candidate in dromedary camels. +: Seropositive; −: seronegative; C: control group; V: vaccinated group. d.p.i.: days post immunisation. d.p.b.: days post boost. • and ♦ indicate camels that were boosted with PBS or the vaccine, respectively, at 45 d.p.i.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Antibody responses in dromedaries vaccinated with ChAdOx1 MERS. (A) Seronegative calves were either immunised with control injections (PBS or ChAdOx1 eGFP) in group −C (open bars), or with ChAdOx1 MERS in group −V (green bars). Two calves in group −V were boosted with a second dose of ChAdOx1 MERS at 45 d.p.i. Data in green bars prior to 84 d.p.i. are from the two boosted calves only; and data after 84 d.p.i. (after infection challenge) are from all five calves. (B) Seropositive camels were either immunised with control injections (PBS or ChAdOx1 eGFP) in group +C (open bars) or with ChAdOx1 MERS in group +V (red bars). Serum samples from different days (d.p.i. and d.p.b.) were evaluated for anti-S1 Ab endpoint titres. Infectious camels used as a natural challenge model (from 84 d.p.i.) were also evaluated (black bars) in (A,B). (C) The fold increase in Ab titres of groups +C and +V. (D) Analysis of nAbs in samples collected from 0, 28 and 365 d.p.i. (in A,B) using MERSpp NA. ns: No significant difference in antibody titres at day 0 in +C versus +V camels, by Kruskal-Wallis test with Dunn's Multiple comparison test. +: Seropositive; −: seronegative; C: control group; V: vaccinated group. d.p.i.: days post immunisation. d.p.b.: days post boost. Scientific RepoRtS | (2019) 9:16292 | https://doi.org/10.1038/s41598-019-52730-4",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Severity and abundance of nasal discharge post natural infection challenge. The twenty camels in all groups (−C, −V, +C, and +V) were challenged with ten naturally infectious camels; and nasal discharges were assessed for their abundance and severity for 14 d.p.c.; using arbitrary units of 0 (N: normal), 0.25 (R: recovered), 1 (+: mild), 2 (++: moderate), or 3 (+++: severe). (A) Representative photos taken from different camels in different days. (B) Areas under the curve (AUC) for the nasal discharge scores collected daily from 1 to 14 d.p.c. are plotted. The analysis of mixed model on AUC of nasal discharge scores and fixed factors (d.p.c., seropositivity, and vaccine) shows that the overall vaccine effect over time was significant, p = 0.0274.; also +V had statistically significantly lower scores as compared to +C, by Kruskal-Wallis test with Dunn's Multiple comparison test. d.p.i.: days post immunisation. +: Seropositive; −: seronegative; (C) control group; V: vaccinated group. (2019) 9:16292 | https://doi.org/10.1038/s41598-019-52730-4 www.nature.com/scientificreports www.nature.com/scientificreports/ immune responses as assessed by two ELISAs (Figure S5A,B) at 140, 168, and 196 d.p.i., which overlapped in time with the natural infection challenge of the main study.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Efficacy of ChAdOx1 MERS in dromedaries based on GE TCID 50 /ml. Nasal swab samples from 1 to 14 days post challenge (d.p.c.) were assessed in absolute RT-qPCR quantification and the MERS-CoV viral genome equivalent (GE) to TCID 50 /ml is reported. (A) The mean titres of MERS-CoV GE (TCID 50 /ml) are reported from 1 to 14 days post challenge (d.p.c.) with SEM error bars for each group. (B) Areas under the curve (AUC) for the mean MERS-CoV GE (TCID 50 /ml) titres measured from 1 to 14 d.p.c. are plotted for each group. +: Seropositive; −: seronegative; (C) control group; V: vaccinated group. The analysis of mixed model on the log-transformed MERS-CoV GE (TCID 50 /ml) titres and fixed factors (d.p.c., seropositivity, and vaccine) shows that the vaccine was significant with p = 0.0059. Scientific RepoRtS | (2019) 9:16292 | https://doi.org/10.1038/s41598-019-52730-4",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Antibody immune responses to ChAdOx1 MERS in dromedary calves at different ages. Seronegative dromedary calves, below 1 year old, were immunised with PBS (n = 2) or ChAdOx1-eGFP (n = 1) in group AG01 (black triangles) or with ChAdOx1 MERS in group AG02 (n = 3; blue squares). Older calves, 1-2 years old, were immunised with ChAdOx1 MERS in group AG03 (n = 3; red circles).(A) Anti-spike Ab titres were assessed in ELISA; and nAb titres were determined in MERS-CoV neutralisation assay (B) and in MERS pseudotyped virus neutralisation assay (MERSpp NA) (C). (D) Linear regression between the values of MERS-CoV neutralisation assay and MERSpp NA showed a significant relationship with R 2 = 0.96, p < 0.0001. (A) Nasal mucosal nAbs were determined by MERSpp NA in samples from 0 and 21 d.p.c. Scientific RepoRtS | (2019) 9:16292 | https://doi.org/10.1038/s41598-019-52730-4",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Ethical approval. The study was approved by the Institutional Animal Care and Use Committee (IACUC) in King Abdullah International Medical Research Center (KAIMRC) in the Saudi ministry of National Guard -Health Affairs (MNG-HA). The animal study was conducted under supervision of the Saudi ministry of Environment, Water, and Agriculture (MEWA) and in accordance with the regulations of the law of ethics of research on living creatures, set and monitored by the Saudi National Committee of Bioethics (NCBE).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Received: 22 July 2019; Accepted: 16 October 2019; Published: xx xx xxxx",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Information on camels utilised in the main vaccination study. +: Seropositive. −: Seronegative. C: Control group. V: Vaccinated group.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Scientific RepoRtS | (2019) 9:16292 | https://doi.org/10.1038/s41598-019-52730-4",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "RNA. The viral RNA was extracted from nasal swabs using MagNA Pure 96 DNA and Viral NA Small Volume Kit (Roche Diagnostics, USA). Extracted RNA samples were tested using one step RT-PCR targeting MERS-CoV UpE and ORF1a genes as previously described 47 on LightCycler 480II (Roche Diagnostics, USA). Samples were considered positive only if both UpE and ORF1a amplicons were detected with Ct values ≤37. The Ct values of UpE gene were reported here.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We would like to acknowledge and thank the following for their great support and assistance: Dr. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "SCG is a co-founder of and consultant to Vaccitech, a spin-out company from the University of Oxford which has commercial rights to ChAdOx1 MERS. ChAdOx1 MERS vaccine is registered as an IP, number: WO 2018/215766. The remaining authors declare no potential conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        },
        {
            "text": "Supplementary information is available for this paper at https://doi.org/10.1038/s41598-019-52730-4.Correspondence and requests for materials should be addressed to N.K.A.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Additional information"
        },
        {
            "text": "Publisher's note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit http://creativecommons.org/licenses/by/4.0/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reprints and permissions information is available at www.nature.com/reprints."
        }
    ]
}