{
    "paper_id": "f84decc775e81850bbfcbf71972377db10e4863c",
    "metadata": {
        "title": "Semen banking: consideration on viral contamination in the era of new emerging viral infection",
        "authors": [
            {
                "first": "Viroj",
                "middle": [],
                "last": "Wiwanitkit",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "D"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "To construct a semen bank, the collection of donated semen has to be done and an important concern is the safety of collected semen. The contamination is a big problem. Basically, the infectious pathogens can exist within donated semen, hence, a good donor screening is very important. Although viruses have an indirect role in sperm quality, but the evidence in banked semen is presently lack. This does not mean that there is no viral contamination but it might imply the inadequate concern on this issue. Contaminated semen usually means poor quality and hazardous to the recipient. The contamination of the virus in banked semen is a common problem in animal semen banking (1). The safety and transmission of each problematic virus is widely studied and well clarified in animal semen banking (2) . However, this issue is not widely concerned in human semen banking. For sure, this case is an actual direct contamination and this cannot be detected if there is no specific screening in the banking process. The scenario of important new emerging viral infections will be specifically detailed in this report. West Nile virus is an emerging problematic viral infection that can cause a deadly clinical disorder. Basically, West Nile virus is classified as an arbovirus that is mainly transmitted by mosquito. However, the uncommon modes of transmissions such as transfusion related transmission are reported (3) . The contamination of West Nile virus in semen is an important question in andrology. There is no evidence indicating for the presence of West Nile virus in the semen of the patients. However, American Society for Reproductive Medicine/Society for Assisted Reproductive Technology recommended that practitioners defer gamete donors who have confirmed or suspected West Nile virus infections (4).",
            "cite_spans": [
                {
                    "start": 797,
                    "end": 800,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1411,
                    "end": 1414,
                    "text": "(3)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "SARS is another deadly emerging viral infection. The new coronavirus infection is transmitted via respiratory route. The serious symptom due to this infection leads to death in almost all cases and brings a great concern to medical scientists around the world. The contamination of SARS in semen is an interesting topic. The possible transmission of SARS virus via germ line is an important question to be investigated in reproductive medicine (5) . Luckily, till present, there is no evidence of SARS contamination in semen. Generally, influenza virus is a respiratory virus that causes respiratory tract infection. In the recent few years, an atypical influenza, avian flu, emerged. This infection brought a concern to the medical society. In early of this year, 2009, the newest emerging viral infection caused by a novel influenza virus, swine flu occurred and became pandemic. The topic on the new influenza virus becomes the present hot issue. Focusing on the contamination of classical influenza virus in semen, there are many evidences confirming the existence of virus in semen derived from the infected cases. It is also confirmed that the existence of the influenza virus in semen lead to decreased semen quality and pathological spermatozoa (6, 7) . For the case of avian flu and swine flu, there is no report on the existence of virus in the semen of infected cases at present (8) . However, a recent report on animal model indicated for the possibility of transmission of swine flu virus via reproductive tract insemination (9) . It is suggested that new atypical influenza can result in poor semen quality and might lead to further infertility (8) . However, there is no report on contamination of influenza virus in banked semen. A possible explanation might be the fact that although the influenza virus can contaminate in donated semen it leads to poor semen quality but no proof for possible further transmission to the other one. For the case of avian flu and swine flu, there is also no report on the contamination in banked semen.",
            "cite_spans": [
                {
                    "start": 444,
                    "end": 447,
                    "text": "(5)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1253,
                    "end": 1256,
                    "text": "(6,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1257,
                    "end": 1259,
                    "text": "7)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1390,
                    "end": 1393,
                    "text": "(8)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1538,
                    "end": 1541,
                    "text": "(9)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1659,
                    "end": 1662,
                    "text": "(8)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Microbial contamination of embryos and semen during long term banking in liquid nitrogen",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bielanski",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bergeron",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Devenish",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Cryobiology",
            "volume": "46",
            "issn": "",
            "pages": "146--152",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Non-transmission of bacterial and viral microbes to embryos and semen stored in the vapour phase of liquid nitrogen in dry shippers",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bielanski",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Cryobiology",
            "volume": "50",
            "issn": "",
            "pages": "206--210",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "West Nile virus transmission via organ transplantation and blood transfusion -Louisiana",
            "authors": [],
            "year": 2008,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "58",
            "issn": "",
            "pages": "1263--1267",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Practice Committee of Society for Assisted Reproductive Technology; Practice Committee of American Society for Reproductive Medicine. American Society for Reproductive Medicine/Society for Assisted Reproductive Technology position statement on West Nile virus",
            "authors": [],
            "year": 2008,
            "venue": "Fertil Steril",
            "volume": "90",
            "issn": "",
            "pages": "270--271",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A sensitive and rapid assay for investigating vertical transmission of hepatitis B virus via male germ line using EGFP vector as reporter",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Ahmed",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [
                        "D"
                    ],
                    "last": "Xie",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Biomed Biotechnol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Characteristics of human sperm chromatin structure following an episode of influenza and high fever: a case study",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Evenson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Jost",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Corzett",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Balhorn",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Androl",
            "volume": "21",
            "issn": "",
            "pages": "739--746",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The influence of human sperm upon the pyrogenic and hemagglutinating properties of influenza viruses",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Grossgebauer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kaden",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "Zentralbl Bakteriol Orig A",
            "volume": "217",
            "issn": "",
            "pages": "4--13",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Influenza, swine flu, sperm quality and infertility: A story",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Wiwanitkit",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Hum Reprod Sci",
            "volume": "3",
            "issn": "",
            "pages": "116--117",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Susceptibility of turkeys to pandemic-H1N1 virus by reproductive tract insemination",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pantin-Jackwood",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Wasilenko",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Spackman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Suarez",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Swayne",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Virol J",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}