{
    "paper_id": "f9426bdcd204747d493857d5a88efaf70c2cbee5",
    "metadata": {
        "title": "Complemented Palindromic Small RNAs First Discovered from SARS Coronavirus",
        "authors": [
            {
                "first": "Chang",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Medical Molecular Virology",
                    "institution": "Nankai University",
                    "location": {
                        "postCode": "300071",
                        "settlement": "Tianjin",
                        "country": "China"
                    }
                },
                "email": "changliu@nankai.edu.cnc.l."
            },
            {
                "first": "†",
                "middle": [],
                "last": "Id",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ze",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory of Veterinary Etiological Biology and Key Laboratory of Veterinary Parasitology of Gansu Province",
                    "institution": "",
                    "location": {
                        "postCode": "730046",
                        "settlement": "Lanzhou",
                        "country": "China"
                    }
                },
                "email": "chenze@caas.cn"
            },
            {
                "first": "Yue",
                "middle": [],
                "last": "Hu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Medical Molecular Virology",
                    "institution": "Nankai University",
                    "location": {
                        "postCode": "300071",
                        "settlement": "Tianjin",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Haishuo",
                "middle": [],
                "last": "Ji",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nankai University",
                    "location": {
                        "postCode": "300071",
                        "settlement": "Tianjin",
                        "country": "China"
                    }
                },
                "email": "haishuo_ji@mail.nankai.edu.cnh.j."
            },
            {
                "first": "Deshui",
                "middle": [],
                "last": "Yu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nankai University",
                    "location": {
                        "postCode": "300071",
                        "settlement": "Tianjin",
                        "country": "China"
                    }
                },
                "email": "deshui_yu@mail.nankai.edu.cnd.y."
            },
            {
                "first": "Wenyuan",
                "middle": [],
                "last": "Shen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Medical Molecular Virology",
                    "institution": "Nankai University",
                    "location": {
                        "postCode": "300071",
                        "settlement": "Tianjin",
                        "country": "China"
                    }
                },
                "email": "shenwy@mail.nankai.edu.cnw.s."
            },
            {
                "first": "Siyu",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nankai University",
                    "location": {
                        "postCode": "300071",
                        "settlement": "Tianjin",
                        "country": "China"
                    }
                },
                "email": "siyu_li@mail.nankai.edu.cns.l."
            },
            {
                "first": "Jishou",
                "middle": [],
                "last": "Ruan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nankai University",
                    "location": {
                        "postCode": "300071",
                        "settlement": "Tianjin",
                        "country": "China"
                    }
                },
                "email": "jsruan@nankai.edu.cn"
            },
            {
                "first": "Wenjun",
                "middle": [],
                "last": "Bu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nankai University",
                    "location": {
                        "postCode": "300071",
                        "settlement": "Tianjin",
                        "country": "China"
                    }
                },
                "email": "wenjunbu@nankai.edu.cnw.b."
            },
            {
                "first": "Shan",
                "middle": [],
                "last": "Gao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nankai University",
                    "location": {
                        "postCode": "300071",
                        "settlement": "Tianjin",
                        "country": "China"
                    }
                },
                "email": "gao_shan@mail.nankai.edu.cns.g."
            }
        ]
    },
    "abstract": [
        {
            "text": "In this study, we report for the first time the existence of complemented palindromic small RNAs (cpsRNAs) and propose that cpsRNAs and palindromic small RNAs (psRNAs) constitute a novel class of small RNAs. The first discovered 19-nt cpsRNA UUAACAAGCUUGUUAAAGA, named SARS-CoV-cpsR-19, was detected from a 22-bp DNA complemented palindrome TCTTTAACAAGCTTGTTAAAGA in the severe acute respiratory syndrome coronavirus (SARS-CoV) genome. The phylogenetic analysis supported that this DNA complemented palindrome originated from bat betacoronavirus. The results of RNA interference (RNAi) experiments showed that one 19-nt segment corresponding to SARS-CoV-cpsR-19 significantly induced cell apoptosis. Using this joint analysis of the molecular function and phylogeny, our results suggested that SARS-CoV-cpsR-19 could play a role in SARS-CoV infection or pathogenesis. The discovery of cpsRNAs has paved a way to find novel markers for pathogen detection and to reveal the mechanisms underlying infection or pathogenesis from a different point of view. Researchers can use cpsRNAs to study the infection or pathogenesis of pathogenic viruses when these viruses are not available. The discovery of psRNAs and cpsRNAs, as a novel class of small RNAs, also inspire researchers to investigate DNA palindromes and DNA complemented palindromes with lengths of psRNAs and cpsRNAs in viral genomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Small RNA sequencing (small RNA-seq or sRNA-seq) is used to obtain thousands of short RNA sequences with lengths that are usually less than 50 bp. With sRNA-seq, many novel non-coding RNAs (ncRNAs) have been discovered. For example, two featured series of ribosomal RNA (rRNA)-derived RNA fragments (rRFs) constitute a novel class of small RNAs [1] . Small RNA-seq has also been used for virus detection in plants [2] [3] [4] and invertebrates [5] . In 2016, Wang et al. first used sRNA-seq data from the National Center for Biology Information Sequence Read Archive database (NCBI SRA) to show that sRNA-seq can be used to detect and identify human viruses [6] , however the detection results were not as robust as those of plant or invertebrate viruses. To improve virus detection in mammals, our strategy was to detect and compare featured RNA fragments in plants, invertebrates, and mammals using sRNA-seq data. In a previous study [7] , we detected siRNA duplexes that were induced by plant viruses and analyzed these small interfering RNA (siRNA) duplexes as an important class of featured RNA fragments. In this study, we aimed to investigate siRNA duplexes that were induced by invertebrate and mammalian viruses and unexpectedly discovered another important class of featured RNA fragments: complemented palindromic small RNAs (cpsRNAs). Among all of the detected cpsRNAs, the first discovered cpsRNA, named SARS-CoV-cpsR-19, from the severe acute respiratory syndrome coronavirus (SARS-CoV) strain MA15 merited further study, because mice infected with SARS-CoV MA15 died from an overwhelming viral infection with viral-mediated destruction of pneumocytes and ciliated epithelial cells [8] . SARS-CoV-cpsR-19 was detected from a DNA complemented palindrome TCTTTAACAAGCTTGTTAAAGA in the SARS-CoV genome. In our previous study of mitochondrial genomes, we reported palindromic small RNAs (psRNAs) for the first time [9] . Both of psRNAs and cpsRNAs could comprise a novel class of small RNAs due to their special sequence structures.",
            "cite_spans": [
                {
                    "start": 345,
                    "end": 348,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 414,
                    "end": 417,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 418,
                    "end": 421,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 422,
                    "end": 425,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 444,
                    "end": 447,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 658,
                    "end": 661,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 936,
                    "end": 939,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1696,
                    "end": 1699,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1925,
                    "end": 1928,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this study, we compared the features of the siRNA duplexes that were induced by mammalian viruses with those that were induced by plant and invertebrate viruses. We found that the detected siRNA duplexes that were induced by mammalian viruses had significantly lower percentages of total sequenced reads than those that were induced by plant and invertebrate viruses, and it seemed that they were produced only from a few sites in the viral genomes. One possible reason could be that a large proportion of the sRNA-seq data is from other small RNA fragments, owing to the presence of a number of double-stranded RNA (dsRNA)-triggered nonspecific responses, such as type I interferon (IFN) synthesis [10] . Another possible reason could be that the missing siRNA duplexes or siRNA fragments function in cells by interacting with host RNAs or proteins. Based on this idea, we hypothesized that SARS-CoV-cpsR-19 or other cpsRNAs from SARS-CoV MA15 could play a role in SARS-CoV infection or pathogenesis.",
            "cite_spans": [
                {
                    "start": 702,
                    "end": 706,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To test our hypothesis, we conducted the joint analysis of the molecular function and phylogeny. First, we investigated the origins of SARS-CoV-cpsR-19 by the phylogenetic analysis of coronavirus genome sequences that were associated with bats, palm civets, rats, mice, monkeys, dogs, bovines, hedgehogs, giraffes, waterbucks, and equines. Subsequently, we performed RNA interference (RNAi) experiments to test the possible cellular effects that were induced by SARS-CoV-cpsR-19. The phylogenetic analysis supported that the DNA complemented palindrome TCTTTAACAAGCTTGTTAAAGA could originate from bat betacoronaviruses. The results of the RNAi experiments showed that one 19-nt segment corresponding to SARS-CoV-cpsR-19 significantly induced cell apoptosis. This study aimed to provide a different point of view for pathogen detection and pathogenesis studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "All sRNA-seq data were downloaded from the NCBI SRA database. In our previous study, 6 mammalian viruses (HPV-18, HBV, HCV, HIV-1, SMRV, and EBV) were detected from 36 runs of sRNA-seq data [6] . In this study, 11 invertebrate viruses were detected from 51 runs of sRNA-seq data (Supplementary file 1) and 2 mammalian viruses (H1N1 and SARS-CoV) were detected from 20 runs of sRNA-seq data (NCBI SRA: SRP012018) [11] . In total, 11 invertebrate viruses and 8 mammalian viruses were detected from 107 runs of sRNA-seq data using VirusDetect [4] , and their genome sequences were downloaded from the NCBI GenBank database. Among 107 runs of sRNA-seq data, four runs (NCBI SRA: SRR452404, SRR452406, SRR452408, and SRR452410) had been sequenced from lung tissue in mice that were infected with SARS-CoV MA15 [11] and they were used to detect SARS-CoV. The cleaning and quality control of the sRNA-seq data were performed using pipeline Fastq_clean [12] , which was optimized to clean the raw reads from the Illumina platforms. Using the software Bowtie v0.12.7 [13] with one mismatch, we aligned all of the cleaned sRNA-seq reads to viral genome sequences and obtained alignment results in sequence alignment map (SAM) format for the detection of siRNA duplexes using the program duplexfinder [7] . Statistical computation and plotting were performed using the software R v2.15.3 (R Core Team, Vienna, Austria) with the Bioconductor packages [14] . The ORF3b gene from human betacoronavirus (GenBank: DQ497008.1), 20 homologous sequences from the bat betacoronaviruses, and nine homologous sequences from the civet betacoronaviruses (Supplementary file 1) were aligned using ClustalW2 [15] with curation. After the removal of the identical sequences, the ORF3b gene from human betacoronavirus, eight homologous sequences from bat betacoronaviruses, and two homologous sequences from civet betacoronaviruses were used for phylogenetic analysis. Since these homologous sequences had high identities (from 85.16% to 99.78%) to the ORF3b gene from DQ497008, the Neighbor Joining (NJ) method was used for phylogenetic analysis.",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 193,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 412,
                    "end": 416,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 540,
                    "end": 543,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 805,
                    "end": 809,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 945,
                    "end": 949,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1058,
                    "end": 1062,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1290,
                    "end": 1293,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1439,
                    "end": 1443,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1682,
                    "end": 1686,
                    "text": "[15]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Datasets and Data Analysis"
        },
        {
            "text": "Based on the short hairpin RNA (shRNA) design protocol [1] , the 16-nt, 18-nt, 19-nt, 20-nt, and 22-nt segments from the DNA complemented palindrome TCTTTAACAAGCTTGTTAAAGA and their control \"CGTACGCGGAATACTTCGA\" were selected as the target sequences for pSIREN-RetroQ vector construction (Clontech, Mountain View, CA, USA). PC-9 cells were provided by Dr. Qingsong Wang from Tianjin Medical University and they were divided into six groups-namely, 16, 18, 19, 20, 22 , and control-for transfection using plasmids containing the 16-nt, 18-nt, 19-nt, 20-nt, and 22-nt segments and the control sequences. Each group had three replicate samples for plasmid transfection and cell apoptosis measurement. Each sample was processed following the procedure described below. The PC-9 cells were washed with phosphate buffer saline (PBS) and were trypsinized 12 h prior to transfection. Gbico RPMI-1640 medium (Thermo Fisher Scientific, Wattham, MA, USA) was added to the cells, which were then centrifuged at 1000 rpm for 10 min at 4 • C to remove the supernatant. Gbico RPMI-1640 medium containing 10% fetal bovine serum was added to adjust the solvent to reach a volume of 2 µL and contain 2 × 10 5 cells. These cells were seeded into one well of a 6-well plate for plasmid transfection. Transfection of 2 µg of plasmid was performed using 5 µL Lipofectamine 2000 (Life technology, Carlsbad, CA, USA), following the manufacturer's instructions. Cell apoptosis was measured with the FITC Annexin V Apoptosis Detection Kit I (BD Biosciences, Franklin Lakes, NJ, USA), following the procedure described below. The cells were washed with PBS, were trypsinized, and were collected using a 5-mL culture tube 48 or 72 h after transfection. The culture tube was then centrifuged at 1000 rpm for 10 min at 4 • C to remove the supernatant. The cells were washed twice with cold PBS and were resuspended in 1X Binding Buffer at a concentration of 1 × 10 6 cells/mL. Then, 100 µL of the solution (1 × 10 5 cells) was transferred to a new culture tube with 5 µL of FITC-Annexin V and 5 µL PI. The cells were gently vortexed and were incubated for 15 min at room temperature in the dark. 1X Binding Buffer (400 µL) was added to the tube. Finally, the sample was analyzed using a FACSCalibur flow cytometer (BD Biosciences, Franklin Lakes, NJ, USA) within 1 h. Apoptotic cells were quantified by summing the count of the early apoptotic cells (FITC-Annexin V+/PI−) and the late apoptotic cells (FITC-Annexin V+/PI+). To confirm the results using Annexin V/PI staining and detection, the expression levels of three cell-apoptosis marker genes (BAX, BCL2, and CASP3) were also measured by quantitatice PCR (qPCR) assays using 16-nt, 18-nt, 19-nt, 20-nt, and 22-nt segments to produce siRNA duplexes by pSIREN-RetroQ plasmid transfection. The cells were collected 24 h after transfection. For each gene, three RNAi samples and three control samples were tested for relative quantification. After transfection, RNA extraction, complementary DNA (cDNA) synthesis, and cDNA amplification were performed following the same procedure described below. For each sample, total RNA was isolated using RNAiso Plus Reagent (TaKaRa Bio Inc., Kusatsu, Shiga, Japan) and the cDNA was synthesized by M-MuLV (New England Biolabs, Hitchin, UK). The cDNA product was amplified by qPCR (Eppendorf, Hamburg, Germany) using GAPDH as internal control and the qPCR reaction mixture using Real Time PCR Easy (Foregene, Chengdu, China) was incubated at 95 • C for 10 min, followed by 35 PCR cycles (10 s at 95 • C, 20 s at 55 • C, and 30 s at 72 • C for each cycle). The primers of five genes are listed in Table 1 . Table 1 . Primers for quantitative PCR (qPCR) assays.",
            "cite_spans": [
                {
                    "start": 55,
                    "end": 58,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 448,
                    "end": 451,
                    "text": "16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 452,
                    "end": 455,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 456,
                    "end": 459,
                    "text": "19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 460,
                    "end": 463,
                    "text": "20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 464,
                    "end": 466,
                    "text": "22",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 3656,
                    "end": 3663,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 3666,
                    "end": 3673,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "RNAi and Cellular Experiments"
        },
        {
            "text": "Forward Primer Reverse Primer",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gene Symbol"
        },
        {
            "text": "The primers of MDL1 were used to amplify both MDL1 and MDL1AS as they are sense-antisense transcripts from the same loci [9] and were predicted to be markers which can indicate the activities of mitochondria and even the whole cells.",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 124,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Gene Symbol"
        },
        {
            "text": "In total, 11 invertebrate and 8 mammalian viruses (HPV-18, HBV, HCV, HIV-1, SMRV, and EBV that were detected in the previous study, and H1N1 and SARS-CoV that were detected in this study) were used to detect siRNA duplexes (see Materials and Methods). Next, we compared the features of the siRNA duplexes that were induced by invertebrate viruses ( Figure 1A ) with those that were induced by plant viruses ( Figure 1B) . The results showed that duplex length was the principal factor that determined the read count in both plants and invertebrates. The 21-nt siRNA duplexes were the most abundant duplexes in both plants and invertebrates, followed by the 22-nt siRNA duplexes in plants, whereas it was the 20-nt siRNA duplexes in invertebrates. The 21-nt siRNA duplexes with 2-nt overhangs were the most abundant 21-nt duplexes in plants, whereas the 21-nt siRNA duplexes with 1-nt overhangs were the most abundant 21-nt duplexes in invertebrates, however they had a very similar read count to that of the 21-nt siRNA duplexes with 2-nt overhangs. The 18-nt, 19-nt, 20-nt, and 22-nt siRNA duplexes in invertebrates had much higher percentages of total sequenced reads than those in plants. In addition, 18-nt and 19-nt siRNA duplexes had very similar read counts, and the 20-nt and 22-nt siRNA duplexes had very similar read counts in invertebrates. As the siRNA duplexes that were induced by mammalian viruses had significantly lower percentages of total sequenced reads, comparison of the siRNA-duplex features between mammals and invertebrates or plants could not provide meaningful results using our data.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 349,
                    "end": 358,
                    "text": "Figure 1A",
                    "ref_id": null
                },
                {
                    "start": 409,
                    "end": 419,
                    "text": "Figure 1B)",
                    "ref_id": null
                }
            ],
            "section": "Comparison of siRNA Duplexes Induced by Plant, Invertebrate, and Mammalian Viruses"
        },
        {
            "text": "However, as an unexpected result of the comparison, we discovered cpsRNAs from both invertebrate and mammalian viruses. As this study was to focus on the study of cpsRNAs from SARS-CoV, we did not include cpsRNAs from other animal viruses. One 19-nt cpsRNA UUAACAAGCUUGUUAAAGA from a DNA complemented palindrome TCTTTAACAAGCTTGTTAAAGA (DQ497008: 25962-25983), located in the ORF3b gene of the SARS-CoV MA15 genome (GenBank: DQ497008.1), was detected in four runs of sRNA-seq data (see Materials and Methods). This 19-nt cpsRNA was named SARS-CoV-cpsR-19 and the DNA complemented palindrome contained 22 nucleotides which perfectly matched its reverse complement sequence. From this DNA complemented palindrome, we also detected one 18-nt and one 21-nt cpsRNA named SARS-CoV-cpsR-18 and SARS-CoV-cpsR-21 (Figure 2A ), respectively. however we did not detect cpsRNAs of other lengths (e.g., 16-nt, 20-nt, or 22-nt) using our data. We speculated that 18-nt, 19-nt, and one 21-nt cpsRNA could be derived from siRNA duplexes ( Figure 2B ), as the presence of these overhanging nucleotides is a hallmark of small RNAs that are produced by silencing-related ribonucleases (e.g., Drosha or Dicer). However, we did not have any evidence to prove the existence of siRNA duplexes.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 803,
                    "end": 813,
                    "text": "(Figure 2A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1022,
                    "end": 1031,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Comparison of siRNA Duplexes Induced by Plant, Invertebrate, and Mammalian Viruses"
        },
        {
            "text": "Genes 2018, 9, x FOR PEER REVIEW 5 of 11 Figure 1 . Comparison of small interfering RNA (siRNA) duplexes that were induced by plant and invertebrate viruses. All of the cleaned small RNA sequencing (sRNA-seq) reads were aligned to viral genome sequences using the software Bowtie v0.12.7 [13] with one mismatch. The detection of siRNA duplexes was performed using the program duplexfinder [7] . (A). The read count of siRNA duplexes varies with the duplex length and the overhang length, using data from 11 invertebrate viral genomes.",
            "cite_spans": [
                {
                    "start": 12,
                    "end": 14,
                    "text": "9,",
                    "ref_id": null
                },
                {
                    "start": 288,
                    "end": 292,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 389,
                    "end": 392,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 41,
                    "end": 49,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Comparison of siRNA Duplexes Induced by Plant, Invertebrate, and Mammalian Viruses"
        },
        {
            "text": "(B). The read count of siRNA duplexes varies with the duplex length and the overhang length, using data from seven plant viral genomes [7] .",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 138,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Comparison of siRNA Duplexes Induced by Plant, Invertebrate, and Mammalian Viruses"
        },
        {
            "text": "Palindromic DNA motifs have been discovered in the published genomes of most species and play important roles in biological processes. The well-known samples of palindromic DNA motifs include restriction enzyme sites, methylation sites, and palindromic motifs in T cell receptors [16] . In this study, we classified palindromic DNA motifs into palindromic motifs and complemented palindromic motifs, from which psRNAs and cpsRNAs could transcribe, respectively. A palindromic DNA motif is classically defined as a nucleic acid sequence that is reverse complementary to itself, while small RNAs that are reverse complementary to themselves are defined as cpsRNAs in this study. Accordingly, a typical psRNA should have a sequence that is 100% identical to its reverse sequence, however most psRNAs are semipalindromic or heteropalindromic, such as hsa-tiR-MDL1-16 AAAGACACCCCCCACA from a palindromic DNA motif AAAGACACCCCCCACAGTTT (NC_012920: 561-580) [9] . As a heteropalindromic psRNA, hsa-tiR-MDL1-16 is derived by cleavage after it starts transcription of the long heavy strand (H-strand) primary transcript at the position 561 of the human mitochondrial genome ( Figure 2A ). All cpsRNAs that are discovered from SARS-CoV MA15 are semipalindromic or heteropalindromic, such as SARS-CoV-cpsR-19 and SARS-CoV-cpsR-21. Although SARS-CoV-cpsR-21 contains almost 100% of the total nucleotides which contribute to the matches (Figure 2A ), most cpsRNAs have mismatches or insertions/deletions (InDels). One example is a new Epstein-Barr virus (EBV) microRNA precursor (pre-miRNA) with a length of 89 nt, as was reported in our previous study [6] . This pre-miRNA sequence contains only 87.64% (78/89) of the total nucleotides which contribute to the matches.",
            "cite_spans": [
                {
                    "start": 280,
                    "end": 284,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 951,
                    "end": 954,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1640,
                    "end": 1643,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 1167,
                    "end": 1176,
                    "text": "Figure 2A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1424,
                    "end": 1434,
                    "text": "(Figure 2A",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Discovery of psRNAs and cpsRNAs"
        },
        {
            "text": "In this study, we also found that palindromic or complemented palindromic motifs with sizes ranging from 14 to 50 nt existed ubiquitously in the animal virus genomes, however only a few of them were detected as transcribed and processed into psRNAs or cpsRNAs. For example, we only detected psRNAs from two (CTACTGACCAGTCATC and AAGGTCTCCCTCTGGAA) of 14 palindromic motifs and cpsRNA from two (GCAAATTGCACAATTTGC and TCTTTAACAAGCTTGTTAAAGA) of 29 complemented palindromic motifs (Table 2) in the SARS-CoV genome (GenBank: DQ497008.1) using four runs of sRNA-seq data (see Materials and Methods). One possible reason could be that only a few of cpsRNAs had been ligated to adapters during the sRNA-seq library preparation process as they could form hairpins (Figure 2A ) at room temperature (~20 °C). From Table 2 , it can be seen that the Tm (melting temperature) of cpsRNA hairpins in the SARS-CoV genome is distributed ranging from 14 °C to 26 °C. This finding provided Figure 1 . Comparison of small interfering RNA (siRNA) duplexes that were induced by plant and invertebrate viruses. All of the cleaned small RNA sequencing (sRNA-seq) reads were aligned to viral genome sequences using the software Bowtie v0.12.7 [13] with one mismatch. The detection of siRNA duplexes was performed using the program duplexfinder [7] . (A). The read count of siRNA duplexes varies with the duplex length and the overhang length, using data from 11 invertebrate viral genomes. (B). The read count of siRNA duplexes varies with the duplex length and the overhang length, using data from seven plant viral genomes [7] .",
            "cite_spans": [
                {
                    "start": 1219,
                    "end": 1223,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1320,
                    "end": 1323,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1601,
                    "end": 1604,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 757,
                    "end": 767,
                    "text": "(Figure 2A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 805,
                    "end": 812,
                    "text": "Table 2",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 972,
                    "end": 980,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Discovery of psRNAs and cpsRNAs"
        },
        {
            "text": "Palindromes have been discovered in the published genomes of most species and play important roles in biological processes. The well-known samples of DNA palindromes include restriction enzyme sites, methylation sites, and palindromic motifs in T cell receptors [16] . In this study, we classified DNA palindromes into DNA palindromes and DNA complemented palindromes, from which psRNAs and cpsRNAs could be produced, respectively. A DNA palindrome is classically defined as a nucleic acid sequence that is reverse complementary to itself, while small RNAs that are reverse complementary to themselves are defined as cpsRNAs in this study. Accordingly, a typical psRNA should have a sequence that is 100% identical to its reverse sequence, however most psRNAs are semipalindromic or heteropalindromic, such as hsa-tiR-MDL1-16 AAAGACACCCCCCACA from a DNA palindrome AAAGACACCCCCCACAGTTT (NC_012920: 561-580) [9] . As a heteropalindromic psRNA, hsa-tiR-MDL1-16 is derived by cleavage after it starts transcription of the long heavy strand (H-strand) primary transcript at the position 561 of the human mitochondrial genome (Figure 2A ). All cpsRNAs that are discovered from SARS-CoV MA15 are semipalindromic or heteropalindromic, such as SARS-CoV-cpsR-19 and SARS-CoV-cpsR-21. Although SARS-CoV-cpsR-21 contains almost 100% of the total nucleotides which contribute to the matches (Figure 2A ), most cpsRNAs have mismatches or insertions/deletions (InDels). One example is a new Epstein-Barr virus (EBV) microRNA precursor (pre-miRNA) with a length of 89 nt, as was reported in our previous study [6] . This pre-miRNA sequence contains only 87.64% (78/89) of the total nucleotides which contribute to the matches.",
            "cite_spans": [
                {
                    "start": 262,
                    "end": 266,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 907,
                    "end": 910,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1595,
                    "end": 1598,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 1121,
                    "end": 1131,
                    "text": "(Figure 2A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1379,
                    "end": 1389,
                    "text": "(Figure 2A",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Discovery of psRNAs and cpsRNAs"
        },
        {
            "text": "In this study, we also found that DNA palindromes with sizes ranging from 14 to 31 nt and DNA complemented palindromes with sizes ranging from 14 to 53 nt existed ubiquitously in the animal virus genomes, however only a few of them were detected as transcribed or processed into psRNAs or cpsRNAs. For example, we only detected psRNAs from two (CTACTGACCAGTCATC and AAGGTCTCCCTCTGGAA) of 14 DNA palindromes and cpsRNA from two (GCAAATTGCACAATTTGC and TCTTTAACAAGCTTGTTAAAGA) of 29 DNA complemented palindromes (Table 2) in the SARS-CoV genome (GenBank: DQ497008.1) using four runs of sRNA-seq data (see Materials and Methods). One possible reason could be that only a few of cpsRNAs had been ligated to adapters during the sRNA-seq library preparation process as they could form hairpins ( Figure 2A ) at room temperature (~20 • C). From Table 2 , it can be seen that the T m (melting temperature) of cpsRNA hairpins in the SARS-CoV genome is distributed ranging from 14 • C to 26 • C. This finding provided a clue to explain why the detected siRNA duplexes that were induced by mammalian viruses had significantly lower percentages of total sequenced reads than those that were induced by plant and invertebrate viruses, and could help to improve the virus detection of mammalian viruses.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 790,
                    "end": 799,
                    "text": "Figure 2A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 838,
                    "end": 845,
                    "text": "Table 2",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Discovery of psRNAs and cpsRNAs"
        },
        {
            "text": "Genes 2018, 9, x FOR PEER REVIEW 6 of 11 a clue to explain why the detected siRNA duplexes that were induced by mammalian viruses had significantly lower percentages of total sequenced reads than those that were induced by plant and invertebrate viruses, and could help to improve the virus detection of mammalian viruses. ",
            "cite_spans": [
                {
                    "start": 12,
                    "end": 14,
                    "text": "9,",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discovery of psRNAs and cpsRNAs"
        },
        {
            "text": "The previously unknown SARS virus generated widespread panic in 2002 and 2003 when it caused 774 deaths and more than 8000 cases of illness. Scientists immediately suspected that civet cats, which are only distant relatives of house cats, may have been the springboard for the transmission of SARS-CoV to humans [17] . Later, scientists concluded that civets were not the original source of SARS. Further investigation showed that the genetic diversity of coronaviruses in bats increased the possibility of variants crossing the species barrier to cause disease outbreaks in the human population [18] . To investigate the origins of SARS-CoV-cpsR-19, we obtained coronavirus genome sequences that were associated with bats, palm civets, rats, mice, monkeys, dogs, bovines, hedgehogs, ",
            "cite_spans": [
                {
                    "start": 312,
                    "end": 316,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 596,
                    "end": 600,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Clues to Origins of SARS-CoV-cpsR-19"
        },
        {
            "text": "The previously unknown SARS virus generated widespread panic in 2002 and 2003 when it caused 774 deaths and more than 8000 cases of illness. Scientists immediately suspected that civet cats, which are only distant relatives of house cats, may have been the springboard for the transmission of SARS-CoV to humans [17] . Later, scientists concluded that civets were not the original source of SARS. Further investigation showed that the genetic diversity of coronaviruses in bats increased the possibility of variants crossing the species barrier to cause disease outbreaks in the human population [18] . To investigate the origins of SARS-CoV-cpsR-19, we obtained coronavirus genome sequences that were associated with bats, palm civets, rats, mice, monkeys, dogs, bovines, hedgehogs, giraffes, waterbucks, and equines from the NCBI GenBank database. The results of the sequence analysis showed that the DNA complemented palindrome TCTTTAACAAGCTTGTTAAAGA was only located in the ORF3b genes of betacoronaviruses. Next, we blasted the ORF3b gene of human betacoronavirus (GenBank: DQ497008.1) with all of the obtained betacoronavirus genomes, except for those that were obtained from experiments with mice and monkeys. The results showed that the ORF3b gene from human betacoronavirus had homologous genes from the betacoronaviruses of bats and palm civets (Supplementary file 1) rather than from those of other species. The DNA complemented palindrome also had 22-nt homologous sequences in the bat and civet betacoronavirus genomes. All of the 22-nt homologous sequences in the civet betacoronavirus genomes were identical to the DNA complemented palindrome, whereas four genotypes of 22-nt homologous sequences were detected in the bat betacoronavirus genomes, however only one of them was identical to it ( Figure 2C) . Four genotypes had no, one, two, and three mismatches with the DNA complemented palindrome and their corresponding ORF3b homologous sequences had identities of 96.77%, 96.13%, 87.96%, and 85.16%, respectively. This suggested that one betacoronavirus variant containing the DNA complemented palindrome could have originated from bats and was then passed onto palm civets and finally to humans. This was consistent with the results of the phylogenetic analysis using the ORF3b homologous sequences from the bat and civet betacoronavirus genomes ( Figure 2D ). In the phylogenetic tree, all of the human and civet betacoronaviruses containing the DNA complemented palindrome were grouped into one clade. The nearest relative of the human and civet clade was the bat betacoronavirus (GenBank: JX993988.1) containing the DNA complemented palindrome, and the next nearest relative was the bat betacoronavirus (GenBank: DQ412042.1) containing a homologous 22-nt sequence with one mismatch with the DNA complemented palindrome. Tm (melting temperature) of cpsRNA hairpins was calculated by the formula: Tm = 4*(C+G) + 2*(A+T) and only using the nucleic acids in the stems of DNA complemented palindromes.",
            "cite_spans": [
                {
                    "start": 312,
                    "end": 316,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 596,
                    "end": 600,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 1809,
                    "end": 1819,
                    "text": "Figure 2C)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2367,
                    "end": 2376,
                    "text": "Figure 2D",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Clues to Origins of SARS-CoV-cpsR-19"
        },
        {
            "text": "Our previous study showed that the psRNA hsa-tiR-MDL1-16 contained the Transcription Initiation Site (TIS) of the human mitochondrial H-strand and could be involved in mtDNA transcription regulation [9] . This inspired us to speculate that cpsRNAs could also have specific biological functions and we investigated SARS-CoV-cpsR-19 using RNAi and Annexin V/PI staining and detection. 16-nt, 18-nt, 19-nt, 20-nt, and 22-nt segments from the DNA complemented palindrome TCTTTAACAAGCTTGTTAAAGA were used to produce siRNA duplexes by pSIREN-RetroQ plasmid transfection (see Materials and Methods). As a result, the 19-nt and 20-nt segments significantly induced cell apoptosis 2.76-and 1.48-fold 48 h after their transfection, respectively. Particularly, the 19-nt segment significantly induced cell apoptosis 7.94-fold (36.04%/4.54%) 72 h after its transfection into PC-9 cells (Figure 3 ). Using the 19-nt segment, we also tested cell apoptosis in five other human cell lines and one mouse cell line. The results showed that the 19-nt segment significantly induced cell apoptosis in the A549, MCF-7, and H1299 cell lines, however it did not in the MB231, H520, and L929 (mouse) cell lines. The siRNA duplexes that were induced by the 19-nt segment could silence cell-specific transcripts to induce cell apoptosis through RNAi. These results suggested that SARS-CoV-cpsR-19 had significant biological functions and could play a role in SARS-CoV infection or pathogenesis.",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 202,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 874,
                    "end": 883,
                    "text": "(Figure 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Preliminary Studies on Biological Functions of SARS-CoV-cpsR-19"
        },
        {
            "text": "To confirm the results using Annexin V/PI staining and detection, the expression levels of three cell-apoptosis marker genes (BAX, BCL2, and CASP3) were measured by qPCR assays using the same RNAi protocol in the Hela cell line (see Materials and Methods). The results showed 1.08-, 1.65-, 1.60-, 1.24-, and 1.30-fold increases in BAX/BCL2 ratios which were caused by 16-nt, 18-nt, 19-nt, 20-nt, and 22-nt segments, respectively ( Figure 3E ). As a low BAX/BCL2 ratio (<1) and a high BAX/BCL2 ratio (>1) is against and in favor of cell apoptosis, it suggested that 18-nt and 19-nt segments significantly induced cell apoptosis. The RNAi using 18-nt, 19-nt, and 20-nt segments also caused significantly increased expression of CASP3 by 1.72, 2.58, and 1.89 fold changes in Hela cells. Therefore, the experimental results by qPCR assays were consistent with those using Annexin V/PI staining and detection. In addition, the expression levels of two novel long non-coding RNAs (lncRNAs) (MDL1 and MDL1AS) from mitochondrial genome were measured to investigate their expression changes that were caused by RNAi using 16-nt, 18-nt, 19-nt, 20-nt, and 22-nt segments. MDL1 and MDL1AS were recently discovered [9] and were predicted to be markers which can indicate the activities of mitochondria and even the whole cells. The RNAi using 16-nt, 18-nt, 19-nt, 20-nt, and 22-nt segments also caused increased relative expression levels of MDL1 by 1.28, 5.43, 1.58, 9.25, and 1.41 fold changes in Hela cells ( Figure 3E ). It suggested that qPCR of MDL1 produce higher sensitivities than that of BAX/BCL2 and CASP3 in the detection of cell apoptosis. The experimental results by qPCR assays were consistent with those using Annexin V/PI staining and detection. The primers of MDL1 were used to amplify both MDL1 and MDL1AS, as they are sense-antisense transcripts from the same loci [9] and are predicted to be markers which can indicate the activities of mitochondria and even the whole cells.",
            "cite_spans": [
                {
                    "start": 1202,
                    "end": 1205,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1872,
                    "end": 1875,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 431,
                    "end": 440,
                    "text": "Figure 3E",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1499,
                    "end": 1508,
                    "text": "Figure 3E",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Preliminary Studies on Biological Functions of SARS-CoV-cpsR-19"
        },
        {
            "text": "from a complemented palindromic motif TCTTTAACAAGCTTGTTAAAGA (DQ497008: 25962-25983) is located in the ORF3b gene of the SARS-CoV MA15 genome. In one previous study, this 22-nt palindromic DNA motif was studied using two mathematics models (M0 and M1) to conclude that this motif was quite unlikely to occur by chance [19] . These authors found that the underrepresentation of length-four palindromes existed in all of the coronaviruses and the significant underrepresentation of length-six palindromes existed only in SARS but not in the other six coronaviruses. Then, they hypothesized that this avoidance of length-six palindromes in the SARS genome would offer a protective effect on the virus, making it comparatively more difficult to be destroyed by some host-defence mechanisms (e.g., restriction enzymes). In this study, we unexpectedly discovered cpsRNAs and reported that SARS-CoV-cpsR-19 could play a role in SARS-CoV infection or pathogenesis. We hypothesized that cpsRNAs, as a novel class of small RNAs, were produced by some host-defence mechanisms (e.g., (E). The experimental results by qPCR assays were consistent with those using Annexin V/PI staining and detection. The primers of MDL1 were used to amplify both MDL1 and MDL1AS, as they are sense-antisense transcripts from the same loci [9] and are predicted to be markers which can indicate the activities of mitochondria and even the whole cells.",
            "cite_spans": [
                {
                    "start": 318,
                    "end": 322,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1309,
                    "end": 1312,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "SARS-CoV-cpsR-19"
        },
        {
            "text": "SARS-CoV-cpsR-19 from the DNA complemented palindrome TCTTTAACAAGCTTGTTAAAGA (DQ497008: 25962-25983) is located in the ORF3b gene of the SARS-CoV MA15 genome. In one previous study, this 22-nt DNA palindrome was studied using two mathematics models (M0 and M1) to conclude that this DNA palindrome was quite unlikely to occur by chance [19] . These authors also found that the underrepresentation of 4-nt DNA palindromes existed in all of the coronaviruses and the significant underrepresentation of 6-nt DNA palindromes existed only in SARS but not in the other six coronaviruses. Then, they hypothesized that this avoidance of 6-nt DNA palindromes in the SARS genome would offer a protective effect on the virus, making it comparatively more difficult to be destroyed by some host-defence mechanisms (e.g., restriction enzymes). In this study, we unexpectedly discovered cpsRNAs from the DNA palindrome TCTTTAACAAGCTTGTTAAAGA and reported that SARS-CoV-cpsR-19 could play a role in SARS-CoV infection or pathogenesis. We hypothesized that cpsRNAs, as a novel class of small RNAs, were produced by some host-defence mechanisms (e.g., RNAi) and that they could interact with the immune system of the host cells to help virus survival or infection.",
            "cite_spans": [
                {
                    "start": 336,
                    "end": 340,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions and Discussion"
        },
        {
            "text": "Another previous study reported that another sRNA AGGAACUGGCCCAGAAGCUUC in the SARS-CoV genome, named small viral RNA-N (svRNA-N), contributed to SARS-CoV pathogenesis [20] . SARS-CoV-cpsR-19 was detected in very low abundance using four runs of sRNA-seq data (see Materials and Methods) in this study but was not detected using the sRNA-seq data (NCBI SRA: SRP094035) in that study [20] . One possible reason could be that SARS-CoV-cpsR-19 can form one hairpin and the T m (melting temperature) of this hairpin is about 20 • C. Therefore, most of SARS-CoV-cpsR-19 cannot be ligated to adapters during the sRNA-seq library preparation process at room temperature (~20 • C). As the optimal secondary structure of svRNA-N (Minimum Free Energy (MFE) = −1.7) is less stable than those of SARS-CoV-cpsR-19 (MFE = −2.6) and all the other possible cpsRNAs (Table 2) , svRNA-N is more easily captured during the sRNA-seq library preparation process. SARS-CoV-cpsR-19 induced cell apoptosis, whereas svRNA-N caused pulmonary inflammation.",
            "cite_spans": [
                {
                    "start": 168,
                    "end": 172,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 383,
                    "end": 387,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 849,
                    "end": 858,
                    "text": "(Table 2)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Conclusions and Discussion"
        },
        {
            "text": "In Vivo experiments revealed that the biogenesis pathway that was responsible for svRNA-N's synthesis was not dependent on Dicer or Drosha as the canonical biogenesis of miRNAs and svRNA-N were able to silence mRNA expression by targeting its 3' UTR. However, the mechanisms underlying infection or pathogenesis of both SARS-CoV-cpsR-19 and svRNA-N are still unknown.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions and Discussion"
        },
        {
            "text": "Supplementary Materials: The following are available online at http://www.mdpi.com/2073-4425/9/9/442/s1, Table S1 : 51 runs of sRNA-seq data for invertebrate virus detection, Table S2 : Homologous sequences of ORF3b. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 105,
                    "end": 113,
                    "text": "Table S1",
                    "ref_id": null
                },
                {
                    "start": 175,
                    "end": 183,
                    "text": "Table S2",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Conclusions and Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Two featured series of rRNA-derived RNA fragments (rRFs) constitute a novel class of small RNAs",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Niu",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ruan",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Bu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "PLoS ONE",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0176458"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Complete viral genome sequence and discovery of novel viruses by deep sequencing of small RNAs: A generic method for diagnosis, discovery and sequencing of viruses",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Kreuze",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Perez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Untiveros",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Quispe",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fuentes",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Barker",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Simon",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Virology",
            "volume": "388",
            "issn": "",
            "pages": "1--7",
            "other_ids": {
                "DOI": [
                    "10.1016/j.virol.2009.03.024"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Deep sequencing of small RNAs in tomato for virus and viroid identification and strain differentiation",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Hernandez",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "P"
                    ],
                    "last": "Wechter",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Fei",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ling",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS ONE",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0037127"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "VirusDetect: An automated pipeline for efficient virus discovery using deep sequencing of small RNAs",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Chellappan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Marco",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Dina",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Segundo",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ling",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Jan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Fei",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Virology",
            "volume": "500",
            "issn": "",
            "pages": "130--138",
            "other_ids": {
                "DOI": [
                    "10.1016/j.virol.2016.10.017"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Using small RNA deep sequencing to detect human viruses",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ruan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Kreuze",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Fei",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "BioMed Res. Int",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1155/2016/2596782"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Using small RNA-seq data to detect siRNA duplexes induced by plant viruses",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Niu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Padmanabhan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ruan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Kreuze",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ling",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Fei",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Genes",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/genes8060163"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A mouse-adapted SARS-coronavirus causes disease and mortality in BALB/c mice",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Deming",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Paddock",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yount",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Vogel",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Herman",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sheahan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Heise",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Genrich",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "PLoS Pathog",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.ppat.0030005"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Two novel lncRNAs discovered in human mitochondrial DNA using PacBio full-length transcriptome data",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ruan",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Bu",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "36",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.mito.2017.08.002"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Analysis of gene function in somatic mammalian cells using small interfering RNAs",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Elbashir",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Harborth",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Weber",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tuschl",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "26",
            "issn": "",
            "pages": "199--213",
            "other_ids": {
                "DOI": [
                    "10.1016/S1046-2023(02)00023-3"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Integrative deep sequencing of the mouse lung transcriptome reveals differential expression of diverse classes of small RNAs in response to respiratory virus infection",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gralinski",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Ferris",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Frieman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Proll",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Korth",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Tisoncik",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Heise",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Mbio",
            "volume": "2",
            "issn": "",
            "pages": "198--209",
            "other_ids": {
                "DOI": [
                    "10.1128/mBio.00198-11"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "An optimized pipeline to clean the Illumina sequencing data with quality control",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Gong",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Fei",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Fastq_Clean",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Proceedings of the 2014 IEEE International Conference on Bioinformatics and Biomedicine (BIBM)",
            "volume": "",
            "issn": "",
            "pages": "2--5",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Ultrafast and memory-efficient alignment of short DNA sequences to the human genome",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Langmead",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Trapnell",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pop",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Salzberg",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Genome Biol",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/gb-2009-10-3-r25"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Bioinformatics Applications",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ou",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Language",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Bioconductor",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Palindromic nucleotide analysis in human T cell receptor rearrangements",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Srivastava",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Robins",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS ONE",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0052250"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Clues to the animal origins of SARS",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Enserink",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/science.300.5624.1351a"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Bats are natural reservoirs of SARS-like coronaviruses",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Epstein",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Crameri",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Science",
            "volume": "310",
            "issn": "",
            "pages": "676--679",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1118391"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Palindromes in SARS and other coronaviruses",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S H"
                    ],
                    "last": "Chew",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "P"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Heidner",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Informs J. Comput",
            "volume": "16",
            "issn": "",
            "pages": "331--340",
            "other_ids": {
                "DOI": [
                    "10.1287/ijoc.1040.0087"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Sola, I. SARS-CoV-encoded small RNAs contribute to infection-associated lung pathology",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Morales",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Oliveros",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fernandez-Delgado",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Tenoever",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Enjuanes",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Cell Host Microbe",
            "volume": "21",
            "issn": "",
            "pages": "344--355",
            "other_ids": {
                "DOI": [
                    "10.1016/j.chom.2017.01.015"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Clues to the origins of SARS-CoV-cpsR-19. All of the genome sequences are represented by their GenBank accession numbers (e.g., DQ497008). (A). hsa-tiR-MDL1-16 is derived by cleavage after it starts transcription of the long H-strand primary transcript at the position 561 of human mitochondrial genome (Left). SARS-CoV-cpsR-21 can form a hairpin (Right). (B). 16-nt, 18-nt, 19-nt, 20-nt, and 22-nt siRNA duplexes were used for RNA interference (RNAi) experiments. *16-nt, 20-nt, and 22-nt palindromic small RNAs (cpsRNAs) were not detected in this study. (C). SARS-CoV-cpsR-19 was detected from a complemented palindromic motif TCTTTAACAAGCTTGTTAAAGA in the SARS-CoV genome. All of the 22-nt homologous sequences in the civet betacoronavirus genomes were identical to the complemented palindromic motif, whereas four genotypes of 22-nt homologous sequences were detected in the bat betacoronavirus genomes, however only one of them was identical to it. (D). The phylogenetic tree was built by the Neighbor Joining (NJ) method using the ORF3b gene from human betacoronavirus, eight homologous sequences from bat betacoronaviruses, and two homologous sequences from civet betacoronaviruses. The branch's length corresponds to an average number of nucleotide changes per 100 nucleotides.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Clues to the origins of SARS-CoV-cpsR-19. All of the genome sequences are represented by their GenBank accession numbers (e.g., DQ497008). (A). hsa-tiR-MDL1-16 is derived by cleavage after it starts transcription of the long H-strand primary transcript at the position 561 of human mitochondrial genome (left). SARS-CoV-cpsR-21 can form a hairpin (right). (B). 16-nt, 18-nt, 19-nt, 20-nt, and 22-nt siRNA duplexes were used for RNA interference (RNAi) experiments. * 16-nt, 20-nt, and 22-nt palindromic small RNAs (cpsRNAs) were not detected in this study. (C). SARS-CoV-cpsR-19 was detected from a DNA complemented palindrome TCTTTAACAAGCTTGTTAAAGA in the SARS-CoV genome. All of the 22-nt homologous sequences in the civet betacoronavirus genomes were identical to the DNA complemented palindrome, whereas four genotypes of 22-nt homologous sequences were detected in the bat betacoronavirus genomes, however only one of them was identical to it. (D). The phylogenetic tree was built by the Neighbor Joining (NJ) method using the ORF3b gene from human betacoronavirus, eight homologous sequences from bat betacoronaviruses, and two homologous sequences from civet betacoronaviruses. The branch's length corresponds to an average number of nucleotide changes per 100 nucleotides.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "RNAi and cellular experiments for validation. PC-9 cells were divided into six groups named 16, 18, 19, 20, 22, and control for transfection using plasmids containing 16-nt, 18-nt, 19-nt, 20-nt, 22-nt segments, and their controls (Figure 2B). Each group had three replicate samples for plasmid transfection and cell apoptosis measurement. The 19-nt and 20-nt segments significantly induced cell apoptosis, whereas the 16-nt, 18-nt, and 22-nt did not show significantly positive results. The samples in this figure were selected randomly from the control (A), 18 (B), 19 (C), and 20 (D) group. (E).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "RNAi and cellular experiments for validation. PC-9 cells were divided into six groups named 16, 18, 19, 20, 22, and control for transfection using plasmids containing 16-nt, 18-nt, 19-nt, 20-nt, 22-nt segments, and their controls (Figure 2B). Each group had three replicate samples for plasmid transfection and cell apoptosis measurement. The 19-nt and 20-nt segments significantly induced cell apoptosis, whereas the 16-nt, 18-nt, and 22-nt did not show significantly positive results. The samples in this figure were selected randomly from the control (A), 18 (B), 19 (C), and 20 (D) group.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Contributions: S.G. conceived this project. S.G. and W.B. supervised this project. S.G., Z.C., and D.Y. analyzed the data. H.J. and S.L. curated the sequences and prepared all of the figures, tables, and additional files. C.L., Y.H., and W.S. performed the experiments. S.G. drafted the main manuscript. S.G. and J.R. revised the manuscript. All of the authors have read and approved the manuscript.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "This work was supported by grants from the National Key Research and Development Program of China (2016YFC0502304-03) to Defu Chen, Central Public-Interest Scientific Institution Basal Research Fund of Lanzhou Veterinary Research Institute of CAAS to Ze Chen, Natural Science Foundation of China (81472052) to Qingsong Wang, and Internationalization of Outstanding Postdoctoral Training Program from Tianjin government to Shan Gao.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "DNA complemented palindromes in the severe acute respiratory syndrome coronavirus (SARS-CoV) genome.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank Dr. Qingsong Wang from Tianjin Medical University for her cell lines, Yangguang Han and Jinke Huang from TianJin KeYiJiaXin Technology Co., Ltd. for his professional guidance on the RNAi and cellular experiments. This manuscript has been released as a pre-print at https://www.biorxiv.org/ content/early/2017/12/13/185876.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments:"
        },
        {
            "text": "Non-financial competing interests are claimed in this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of Interest:"
        }
    ]
}