{
    "paper_id": "f9a61ae749c3d53492b38119c9fbe5f0e448b52a",
    "metadata": {
        "title": "BMC Public Health What infection control measures will people carry out to reduce transmission of pandemic influenza? A focus group study",
        "authors": [
            {
                "first": "Leanne",
                "middle": [
                    "G"
                ],
                "last": "Morrison",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Southampton",
                    "location": {
                        "addrLine": "University Road",
                        "settlement": "Southampton",
                        "region": "Hampshire",
                        "country": "UK"
                    }
                },
                "email": "leannegmorrison*-lm904@soton.ac.uk"
            },
            {
                "first": "Lucy",
                "middle": [],
                "last": "Yardley",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Southampton",
                    "location": {
                        "addrLine": "University Road",
                        "settlement": "Southampton",
                        "region": "Hampshire",
                        "country": "UK"
                    }
                },
                "email": "l.yardley@soton.ac.uk*correspondingauthor†equalcontributors"
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Pandemic influenza poses a future health threat against which infection control behaviours may be an important defence. However, there is little qualitative research examining perceptions of infection control measures in the context of pandemic influenza.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Eight focus groups and one interview were conducted with a purposive sample of 31 participants. Participants were invited to discuss their perceptions of infection transmission and likely adherence to infection control measures in both non-pandemic and pandemic contexts. Infection control measures discussed included handwashing, social distancing and cough hygiene (e.g. covering mouth, disposing of tissues immediately etc.).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results: Thematic analysis revealed that although participants were knowledgeable about infection transmission, most expressed unfavourable attitudes toward control behaviours in non-pandemic situations. However, with the provision of adequate education about control measures and appropriate practical support (e.g. memory aids, access to facilities), most individuals report that they are likely to adhere to infection control protocols in the event of a pandemic. Of the behaviours likely to influence infection transmission, handwashing was regarded by our participants as more feasible than cough and sneeze hygiene and more acceptable than social distancing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Handwashing could prove a useful target for health promotion, but interventions to promote infection control may need to address a number of factors identified within this study as potential barriers to carrying out infection control behaviours.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The risk of a pandemic outbreak of influenza is considered high. The World Health Organisation estimates that over seven million deaths worldwide may result [1] . Several behaviours have been recommended in order to limit the spread of influenza in the event of a pandemic [2] . These include handwashing [3] [4] [5] , social distancing [6, 7] and cough and sneeze hygiene measures.",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 160,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 273,
                    "end": 276,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 305,
                    "end": 308,
                    "text": "[3]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 309,
                    "end": 312,
                    "text": "[4]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 313,
                    "end": 316,
                    "text": "[5]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 337,
                    "end": 340,
                    "text": "[6,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 341,
                    "end": 343,
                    "text": "7]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "A number of surveys have been carried out in order to examine factors associated with adherence to these behaviours. Particular attention has been paid to improving the handwashing practices of healthcare workers (HCWs) [8, 9] and understanding implementation of infection control procedures during previous epidemics such as Severe Acute Respiratory Syndrome (SARS) [10] [11] [12] [13] . This research has identified a positive association between implementation of infection control behaviour and knowledge, efficacy beliefs and risk perceptions [10, 12, [14] [15] [16] [17] [18] [19] . Perceived personal risk appears to be an important factor. During the SARS epidemic, a survey of cross-border travellers from Hong Kong to mainland China identified that reported levels of mask wearing were lower when individuals stated they wore masks mainly in order to protect others from infection than when they wore masks to protect themselves [13] . However, the role of these factors may be less influential in the context of infections such as influenza, which is seen by most people as a familiar and everyday risk [20, 21] .",
            "cite_spans": [
                {
                    "start": 220,
                    "end": 223,
                    "text": "[8,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 224,
                    "end": 226,
                    "text": "9]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 367,
                    "end": 371,
                    "text": "[10]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 372,
                    "end": 376,
                    "text": "[11]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 377,
                    "end": 381,
                    "text": "[12]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 382,
                    "end": 386,
                    "text": "[13]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 548,
                    "end": 552,
                    "text": "[10,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 553,
                    "end": 556,
                    "text": "12,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 557,
                    "end": 561,
                    "text": "[14]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 562,
                    "end": 566,
                    "text": "[15]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 567,
                    "end": 571,
                    "text": "[16]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 572,
                    "end": 576,
                    "text": "[17]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 577,
                    "end": 581,
                    "text": "[18]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 582,
                    "end": 586,
                    "text": "[19]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 939,
                    "end": 943,
                    "text": "[13]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1114,
                    "end": 1118,
                    "text": "[20,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1119,
                    "end": 1122,
                    "text": "21]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Research also points to socio-demographic factors as influences on infection control behaviour. Men were less likely than women to engage in appropriate handwashing practices in hospitals [14] and less likely to believe that preventive behaviours for controlling SARS were efficacious [11] [12] [13] 18] . Findings with regard to age are more inconsistent, with some research identifying an inverted-U relationship [11] and some reporting that older adults are more likely to engage in certain types of preventive behaviours [12] . Practical barriers reported to impede implementation of infection control behaviour have included: high work load; time constraints; skin irritation; and availability of hand decontamination facilities [22, 23] .",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 192,
                    "text": "[14]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 285,
                    "end": 289,
                    "text": "[11]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 290,
                    "end": 294,
                    "text": "[12]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 295,
                    "end": 299,
                    "text": "[13]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 300,
                    "end": 303,
                    "text": "18]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 415,
                    "end": 419,
                    "text": "[11]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 525,
                    "end": 529,
                    "text": "[12]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 734,
                    "end": 738,
                    "text": "[22,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 739,
                    "end": 742,
                    "text": "23]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "While surveys are useful for identifying broad associations between preventive behaviour and attitudinal and sociodemographic factors, qualitative research is needed in order to develop a more detailed understanding of how these factors may affect adherence to infection control behaviours in different contexts. Qualitative research to date has focussed on the attitudes and perceptions of HCWs toward infection control behaviours [24, 25] and continuing to work during a pandemic [26, 27] . Whitby, McLaws, and Ross [25] found that nurses viewed handwashing as a habitual behaviour primarily determined by the perceived risk of infection from a patient i.e. primarily motivated by self-protection. The attitudes and motivations of HCWs may not be generalisable to individuals at a population level however, since they work within a health-specific context which actively promotes handwashing behaviour.",
            "cite_spans": [
                {
                    "start": 432,
                    "end": 436,
                    "text": "[24,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 437,
                    "end": 440,
                    "text": "25]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 482,
                    "end": 486,
                    "text": "[26,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 487,
                    "end": 490,
                    "text": "27]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 518,
                    "end": 522,
                    "text": "[25]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Three qualitative investigations were undertaken during the SARS epidemic examining individuals' experiences of quarantine [28, 29] and the responses of older Chinese people living in Canada [30] . These studies suggest that social and emotional factors may override the influence of rational attitudes such as risk perceptions and efficacy beliefs. Older Chinese people held a perceived ethical duty to protect others, 'filial piety', which facilitated adherence to quarantine protocols [30] . However, an eth-ical duty could also act as a barrier to social isolation measures, with reports that caring for an infected loved one took priority over one's own health [28] . Research examining the handwashing behaviours of caregivers in developing countries also suggests that an immediate need to care for or \"nurture\" a child may undermine the implementation of adequate handwashing procedures [31] . Fears of isolation, boredom or stigmatisation were also barriers to compliance with infection control procedures [29] .",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 127,
                    "text": "[28,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 128,
                    "end": 131,
                    "text": "29]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 191,
                    "end": 195,
                    "text": "[30]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 488,
                    "end": 492,
                    "text": "[30]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 666,
                    "end": 670,
                    "text": "[28]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 895,
                    "end": 899,
                    "text": "[31]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1015,
                    "end": 1019,
                    "text": "[29]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "We could only identify one qualitative study that has examined perceptions of pandemic influenza and infection control behaviours. Janssen, Tardif, Landry, and Warner [32] found that existing knowledge and awareness of pandemic influenza amongst the general public in the United States was on the whole very poor, with concern about a pandemic low. Few individuals were willing to learn and implement behaviours to control a pandemic when such an event was neither present nor showed immediate signs of occurring. This highlights the importance of context. Attitudes and responses at the height of a pandemic may vary considerably from responses when there is no salient threat of infection. Anticipated responses to the risk of a human-to-human H5N1 outbreak were also examined in Hong Kong, where people have recent experience with SARS [17] . The likelihood of adopting infection control behaviours was associated with older age, perceptions of risk and susceptibility to infection, perceived likelihood of a local outbreak, perceived severity as compared to SARS, perceived efficacy of the behaviours and concern for family members. However, it is unclear how far these findings can be generalised from non-western cultures such as Hong Kong and China to the UK and other western populations [11, 17] .",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 171,
                    "text": "[32]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 839,
                    "end": 843,
                    "text": "[17]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1296,
                    "end": 1300,
                    "text": "[11,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1301,
                    "end": 1304,
                    "text": "17]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The research presented here examined perceptions of influenza and in particular the anticipated likelihood of implementing a variety of infection control behaviours in a Western culture with no recent epidemic experience. This study comprised the first empirical stage of the development of a complex intervention [33] . The purpose was to inform the development of a website-based infection control intervention to modify respiratory infection transmission within the home, in both non-pandemic and pandemic contexts. Following the PRECEDE-PROCEED intervention development approach [34] , a medical team identified the behavioural determinants considered important to preventing virus transmission. The aim of this study was to determine the 'changeability' of these determinants, i.e. how acceptable and feasible it would be to promote each behaviour. A qualitative design was used so as to develop a detailed understanding of the interrelated factors which might support or inhibit the adoption of each of the infection control measures. Focus groups were carried out in order to facilitate natural interaction, comparison and discussion between participants.",
            "cite_spans": [
                {
                    "start": 314,
                    "end": 318,
                    "text": "[33]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 583,
                    "end": 587,
                    "text": "[34]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Thirty one participants (18 women and 13 men) aged between 17 and 68 were recruited from Southern England. Criteria for recruitment were that participants were currently living with at least one other person and were fluent English speakers. Participants were recruited to the study using advertisements (paper-based and online) and snowballing techniques. Purposive sampling methods were used to ensure a diverse sample, including older people, people with and without children and people with varied living arrangements and relationship status (see Table 1 for a summary of participant characteristics).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 551,
                    "end": 558,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Participants"
        },
        {
            "text": "Semi-structured focus groups lasting between one to one and a half hours were conducted by a single group facilitator (the first author). In total one interview and eight focus groups were conducted; each group contained between two and six participants. Group discussions with two people do not constitute an ideal focus group design; only two groups were this small. However, when more than two participants were not able to meet at a convenient time, or when any participant failed to attend an arranged meeting, data collection proceeded with the number of participants present to avoid losing potentially valuable data. Separate focus groups were conducted with participants who had children (two groups) and participants who did not have children (six groups) as it was reasoned that parents might have different responses toward infection control measures given their particular responsibilities and circumstances. Six of the focus groups were mixed gender, with one group of men and one group of women. The focus groups were fairly homogenous with respect to age.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Design"
        },
        {
            "text": "Approval for the study was granted by the University of Southampton Ethics Committee (study ID: 491) and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Procedure"
        },
        {
            "text": "Research Governance Office (reference: 5755). Data collection took place between May 2008 and July 2008. Written informed consent was obtained from all participants. A focus group schedule was used to guide the discussion, and a pilot interview (not included in the analysis) was undertaken to identify and rectify any problems with the schedule. The schedule first stimulated talk about perceptions of cold and influenza transmission and prevention. Participants were invited to discuss their thoughts about how colds and 'flu are caught and spread between people. Stimulus materials were then used to prompt discussion of handwashing, social distancing and cough hygiene as measures of reducing the spread of infections within households in the context of non-pandemic colds and influenza. The recommended infection control measures (see Table 2 ) were developed by the second author, in conjunction with a team of medical experts (see Acknowledgements).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 840,
                    "end": 847,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Procedure"
        },
        {
            "text": "Participants were invited to discuss situations where they would or would not implement the measures, whether they thought the measures might be effective, and their feelings about the measures. The infection control measures were considered both in the event of someone else in the house becoming infected or if the participants themselves became infected. This was followed by a discussion of current knowledge and feelings about pandemic influenza. A definition of pandemic flu adapted from the UK Department of Health website [35] was provided to participants as a stimulus card (see Additional file 1). The group ended with a second discussion of the same infection control measures in the context of pandemic influenza. Neutral prompts were used to redirect or stimulate discussion where necessary.",
            "cite_spans": [
                {
                    "start": 530,
                    "end": 534,
                    "text": "[35]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Procedure"
        },
        {
            "text": "The focus groups and interview were audio recorded and transcribed verbatim. Inductive thematic analysis was then used to identify recurring patterns within the data [36] , incorporating some techniques from grounded theory [37] . The analysis was undertaken from a broadly realist epistemology, assuming that what participants say largely reflects their genuine attitudes and experiences [38] . That said, the analysis does acknowledge that there may be social influences on participants' discussions, including group processes and perceived demands to give socially desirable responses. Data analysis was iterative and began after completion of the first six focus groups. Study enrolment ceased when no new themes emerged from the data i.e. when saturation had been achieved [39] .",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 170,
                    "text": "[36]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 224,
                    "end": 228,
                    "text": "[37]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 389,
                    "end": 393,
                    "text": "[38]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 778,
                    "end": 782,
                    "text": "[39]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "The analytic process consisted of four phases, following guidelines for conducting thematic analysis [40] and establishing validity in qualitative research [41] . Phase one involved familiarisation with the data by reading and re-reading all transcripts. Phase two involved first level open and 'in-vivo' coding (a technique taken from grounded theory), i.e. working line-by-line, each element of the text was given a code that summarised the meaning of that text segment, where possible using the participants' own words. In phase three these lower level codes were organised into potential themes. Constant comparison (another technique from grounded theory) was used to identify data that did not match the evolving coding scheme, which was then modified to fit the data better. Constant comparison was also used for 'deviant case analysis', i.e. to ensure that data that did not fit the dominant patterns was not ignored [41] . Discussions between the two authors shaped the development of the final coding structure. Phase four involved interpretation and exploration of the data, using the coding framework to identify the key influences on participants' likely adherence to infection control measures.",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 105,
                    "text": "[40]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 156,
                    "end": 160,
                    "text": "[41]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 925,
                    "end": 929,
                    "text": "[41]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "A paper trail was maintained throughout all phases of analysis documenting progression from the raw data to the findings reported here. Participants are identified by focus group (F) or interview (I) number, gender and age. Where quotations involve dialogue between two or more participants within a focus group, the participant (P) number is also given. The frequency with which each code occurred was noted, but is only reported qualitatively below (e.g. stating that a view was expressed by 'most', 'some' or 'a few' participants). Exact frequencies are not reported as how often a code was spontaneously expressed in our study cannot be taken as a reliable measure of how prevalent a view is in the population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "The final coding scheme consisted of 29 themes. These themes were grouped into three categories: knowledge and perceptions of infection transmission; attitudes towards infection control measures; and factors relating to the implementation of infection control measures (see Table 3 ). Themes related to knowledge and perceptions of infection transmission are only summarised briefly here. The analysis primarily focuses on the final two categories in order to provide a detailed review of potential influences on likely adherence to infection control measures. Although the views expressed by parents and non-parents did not appear to differ, the sample size does not permit firm conclusions to be drawn. Consequently, no explicit comparisons will be made between parents and non-parents within the results. Handwashing:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 274,
                    "end": 281,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "When someone in the house is infected: When you are infected: Wash your hands with soap or gel for 15 seconds at least 6 times per day Wash your hands with soap or gel for 15 seconds at least once an hour Hands must be washed before you eat or drink anything Hands must be washed before touching anything shared with other members of the household (e.g. door handles, TV remote controls etc.) Hands must be washed after any contact with the infectious person or things they have touched Hands must be washed after blowing your nose or covering your mouth when you cough Social distancing:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "When someone in the house is infected:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "When you are infected: Keep at least 3 feet away from the infected person Keep at least 3 feet away from other people Try not to spend too long in the same room as them",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Cough hygiene:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "When you are infected: Cover your nose or mouth with a tissue every time you cough or sneeze Throw the tissue away at once in a disposable container (e.g. plastic bag)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Participants were quite knowledgeable about the transmission routes of colds and influenza, including hand or other bodily contact with an infected person or contaminated object and airborne transmission by coughing and sneezing [42] . Knowledge levels did not appear to differ by age, gender or whether participants had children. However, there was much uncertainty about pandemic influenza. The limited knowledge participants did have centred on its serious and widespread nature. A large number of participants expressed distrust of some kind, which ranged from beliefs that pandemic influenza will not happen to a scepticism regarding the motives of the media and/or government:",
            "cite_spans": [
                {
                    "start": 229,
                    "end": 233,
                    "text": "[42]",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Knowledge and perceptions of infection transmission"
        },
        {
            "text": "\"It's just scare mongering really it's like the end of the world was gonna be the year 2000 it just didn't happen it's probably never gonna happen so it's not a worry to me at all\" (F9 male, age 20) .",
            "cite_spans": [
                {
                    "start": 195,
                    "end": 198,
                    "text": "20)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Knowledge and perceptions of infection transmission"
        },
        {
            "text": "\"Erm at this point in time I think that fear is kind of pumped out there and I get really annoyed when the media does that and I think they're just trying to make people get stuck in one place and not move around\" (F2 female, age 24).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Knowledge and perceptions of infection transmission"
        },
        {
            "text": "Positive attitudes were more often expressed toward handwashing and cough hygiene behaviours than to social distancing. Several participants agreed with the premise of the recommendations, believing the behaviours to be effective prevention measures. A few participants appreciated that such measures would provide a sense of control:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Attitudes toward infection control measures"
        },
        {
            "text": "\"I think it might give us a, give people anyway a sense of control over something we cannot control\" (F4 female, age 26).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Attitudes toward infection control measures"
        },
        {
            "text": "The favourable attitudes of all participants were markedly strengthened given the prospect of pandemic influenza. Older adults in particular stated they would go further than the suggested behaviours in such a scenario:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Attitudes toward infection control measures"
        },
        {
            "text": "\"You'd probably, you'd probably do more than that\" (F5 male, age 49).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Attitudes toward infection control measures"
        },
        {
            "text": "\"Definitely, I'd be scrubbing me house down as well\" (F8 female, age 49).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Attitudes toward infection control measures"
        },
        {
            "text": "Responsibility for the protection of oneself or another appeared to be a strong motivation. This was especially evident given the prospect of pandemic influenza. Responsibility for the protection of others was presented as a stronger motivation than the protection of one's own health, especially amongst younger participants. Accordingly, motivation to protect one's own health was to be able to adequately care for others who became ill:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Attitudes toward infection control measures"
        },
        {
            "text": "\"Well yeah, obviously if you've picked up a disease and you're fighting it and nearly dying you're not gonna want to pass it on to your little sister or your younger brother or your mum or anyone are you?\" (F6 male, age 23).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Attitudes toward infection control measures"
        },
        {
            "text": "\"Be more aware of other people and how they might get infected by you instead of relying on other people to protect themselves from you\" (F9 male, age 18). Although participants were particularly motivated to protect the health of their family and loved ones, they also expressed a wider sense of responsibility to protect the health of any 'other' in society at risk of infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Attitudes toward infection control measures"
        },
        {
            "text": "However, negative attitudes were also expressed in response to all of the recommended infection control behaviours. The recommendations were deemed difficult, hard or awkward to undertake, with a few participants suggesting their implementation would be impossible. Similarly, a large number of participants dismissed the behaviours as bothersome, inconvenient and not worth the effort:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Attitudes toward infection control measures"
        },
        {
            "text": "\"I don't think that anybody washes their hands more than what they already do. You only wash your hands at normal intervals that I think you would normally, like if you're eating, after you've been to the toilet, etcetera\" (F8 male, age 52).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Attitudes toward infection control measures"
        },
        {
            "text": "\"I guess it's just a bit like, a bit of a hassle as well, just like thinking 'Oh, an hour's passed. I need to wash my hands\"' (I3 female, age 19).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Attitudes toward infection control measures"
        },
        {
            "text": "A few participants expressed concern about the stigma which may be associated with frequent handwashing:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Attitudes toward infection control measures"
        },
        {
            "text": "\"People might think you're a bit nuts if you did it outside the home -you'd get some funny looks wouldn't you?\" (F5 male, age 49).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Attitudes toward infection control measures"
        },
        {
            "text": "Over half of the participants questioned the effectiveness of the recommended infection control measures, believing that transmission of infection, particularly pandemic outbreaks, cannot be controlled and one must just \"accept fate\" (F10, female, age 24). This was a view primarily expressed by younger participants: These selfish attitudes took two forms; either it is the responsibility of the ill person to protect others from infection, or it is the responsibility of the healthy person to protect themselves from becoming ill. In some instances these two contradictory attitudes were expressed by the same participant! A few participants stated that they did not feel motivated to undertake the recommended behaviours because they were concerned that other people would not be implementing them:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Attitudes toward infection control measures"
        },
        {
            "text": "\"But then I would think if I was to do this, the next, the next person isn't, why should I blow out the stops\" (F6 male, age 24).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Attitudes toward infection control measures"
        },
        {
            "text": "Participants frequently attempted to compensate for their negative attitudes by suggesting 'easier' behaviours such as the use of antibacterial gel, gloves or face masks. Alternatively, some participants said that they would devote more effort to the performance of one behaviour, particularly cleaning or handwashing, in order to compensate for the non-performance of other behaviours such as social distancing or not using tissues.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Attitudes toward infection control measures"
        },
        {
            "text": "Participants suggested that behaviours already performed were more likely to be implemented. Commonly performed behaviours included: washing hands six times per day, particularly prior to eating; washing more regularly when ill; increasing one's distance from ill persons; and increasing one's distance when ill. A few participants considered cough hygiene measures \"proper behaviour\" (F4 female, age 26) which should be undertaken regardless of whether one is ill or not.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Factors relating to the implementation of infection control measures"
        },
        {
            "text": "Social isolation of infected persons was not seen as an acceptable measure, especially if the infected person was a child. The need or desire to care for ill persons was seen as a major barrier to the implementation of social distancing measures. Indeed, some considered that it would be selfish to \"flee\" from an infected member of their family purely for self-protection:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Factors relating to the implementation of infection control measures"
        },
        {
            "text": "\"But don't you have some kind of duty, or at least I think I do to look after that person\" (F9 male, age 24).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Factors relating to the implementation of infection control measures"
        },
        {
            "text": "\"What if it's a baby you've got to look after you can't do it can you? (F8 female, age 46).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Factors relating to the implementation of infection control measures"
        },
        {
            "text": "In the context of a close or intimate relationship there was a lack of concern about being near to an infected loved one, and a fear of offending or insulting the infected person who would be in need of comfort when ill: \"I wouldn't want them to feel like isolated, and like they you know they couldn't come out and like socialise with us\" (I3 female, age 19).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Factors relating to the implementation of infection control measures"
        },
        {
            "text": "The impeding nature of a close relationship seemed strengthened at the prospect of an outbreak of pandemic influenza. Participants stated they would be reluctant to keep away from loved ones if either they or their loved one were dying of pandemic influenza:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Factors relating to the implementation of infection control measures"
        },
        {
            "text": "\"Oh man if you were dying I wouldn't, I'd like be at your side\" (F10 female, age 24).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Factors relating to the implementation of infection control measures"
        },
        {
            "text": "The need for memory joggers was advocated with many participants stating that even if they did wish to implement the measures they would most likely forget. This included, for example, handwashing timers to ensure hands were washed for an adequate length of time and adverts, posters or campaigns to remind people of the types of behaviours they should be undertaking. Indeed, many of the participants were not aware of the behaviours recommended to prevent the spread of colds and/or influenza between persons prior to participation in the study:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Factors relating to the implementation of infection control measures"
        },
        {
            "text": "\"No one's ever told you when, not even your doctor's told you when you get a cold you should wash your hands a lot more than you usually do\" (F6 male, age 23).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Factors relating to the implementation of infection control measures"
        },
        {
            "text": "Initiatives to improve understanding either at school, through doctors or in the media were considered valuable methods to facilitate implementation of the recommended behaviours.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Factors relating to the implementation of infection control measures"
        },
        {
            "text": "Practical difficulties such as access to the required facilities represented one of the most commonly cited barriers to implementation. The use and disposal of tissues for every sneeze or cough was seen as a challenge given that coughs and sneezes are most often a surprise with disposal facilities not always nearby:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Factors relating to the implementation of infection control measures"
        },
        {
            "text": "\"P2: I still think your coughs, coughs and sneezes catch me by surprise P1: Yeah you can't, you can't P2: You're like that, or it's in your pocket or as you say you're in the living room by the time you've got to the toilet or wherever the tissue is you've done your load\" (F6 P2: male, age 24, P1: male, age 23).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Factors relating to the implementation of infection control measures"
        },
        {
            "text": "Other physical barriers to the implementation of the recommended behaviours included a lack of time to implement frequent handwashing and bodily effects such as sore noses from frequent tissue use or sore hands from frequent washing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Factors relating to the implementation of infection control measures"
        },
        {
            "text": "Despite all participants stating that it was possible for each member of their household to sleep in separate bedrooms, a lack of adequate space to maintain social distance was cited as a further practical barrier. This apparent contradiction appeared to be based on the assumption that the infected person would continue to be mobile. For example, several participants stated that maintaining social distance would not be feasible given the necessary, daily activities of the household e.g. eating, cleaning, moving between rooms etc. This assumed mobility may result from the perceived unacceptability of restricting an individual's movement within the household. As one participant states, a household represents \"shared\" space to which all members are entitled access:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Factors relating to the implementation of infection control measures"
        },
        {
            "text": "\"so yeh it's not that practical, especially if they're just wandering around the house like you have to share living space\" (I3, female, age 19)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Factors relating to the implementation of infection control measures"
        },
        {
            "text": "\"I think it will still be quite practically hard if like the person that was infected chose just to walk around the house or flat like practically it's really hard to keep three feet away from them, maybe wait till they've walked out the corridor and just things like that\" (F4, female, age 19) It seems that, at least in the context of non-pandemic colds and influenza, socially isolating members of a household contradicts the ethos of what a household should be; a shared, socially connected and 'free' household.",
            "cite_spans": [
                {
                    "start": 291,
                    "end": 294,
                    "text": "19)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Factors relating to the implementation of infection control measures"
        },
        {
            "text": "The impact of illness, for example fatigue or energy loss, was viewed as a significant barrier, particularly in the context of pandemic influenza: ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Factors relating to the implementation of infection control measures"
        },
        {
            "text": "In general, participants were knowledgeable about the transmission routes of colds and influenza, supporting the previous work of Vingilis et al. [20] . Participants were less knowledgeable with regard to pandemic influenza, its origins and the threat it poses. These findings are in line with Janssen et al. [32] , who reported low concern for pandemic influenza amongst the general public in the United States. In the context of non-pandemic influenza, infection control behaviours were met with unfavourable attitudes. Specifically, participants felt that the behaviours may do more harm than good and/or were unnecessary. However, participants expressed a much greater willingness to carry out hygiene behaviours in the context of pandemic influenza. Thus, participants reported that they were only likely to implement the recommended behaviours in the event of a serious health threat, reinforcing previous research suggesting the importance of perceived personal risk [43] . That said, pandemic health threats with symptoms perceived as mild e.g. 'swine 'flu', may not result in widespread and consistent implementation of infection control behaviours. Moreover, habit is an important influence on routine behaviour [44] -including hygiene behaviour [31] -and despite their best intentions people may find it difficult to implement new hygiene measures during a pandemic if they have not previously made these a habit.",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 150,
                    "text": "[20]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 309,
                    "end": 313,
                    "text": "[32]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 974,
                    "end": 978,
                    "text": "[43]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1222,
                    "end": 1226,
                    "text": "[44]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1256,
                    "end": 1260,
                    "text": "[31]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A common motivation for implementing the behaviours was to protect the health of others. This is consistent with the views of the older Chinese people during the SARS epidemic [30] , and suggests that the motivation to protect family members may not be a culture-specific phenomenon. That said, the role of social responsibility in infection control is a complex issue. For example, some participants also expressed selfish attitudes, passing responsibility for the implementation of infection control behaviours to other members of the household. Although such attitudes were more often expressed in the context of non-pandemic influenza, survey studies conducted during the SARS epidemic [13] suggest that selfish attitudes may also be influential in pandemic contexts. More research is required to understand the balance between the motivation to protect oneself, family and others and how these motivations will interact to influence behaviour in pandemic contexts.",
            "cite_spans": [
                {
                    "start": 176,
                    "end": 180,
                    "text": "[30]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 690,
                    "end": 694,
                    "text": "[13]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Several factors were cited as likely to influence the ability to implement infection control behaviours. Practical difficulties such as access to facilities and skin irritation were similar to those cited by health care workers [22, 23] . Participants stated they would be unable to undertake social distancing measures in the event of a pandemic due to the need to care for and remain close to other household members. This supports the findings of previous qualitative research conducted during the SARS epidemic [28] . Despite demonstrating adequate knowledge regarding infection transmission, several participants stated they would benefit from more comprehensive education and/ or reminders regarding infection control behaviours.",
            "cite_spans": [
                {
                    "start": 228,
                    "end": 232,
                    "text": "[22,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 233,
                    "end": 236,
                    "text": "23]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 515,
                    "end": 519,
                    "text": "[28]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Several of the themes identified within this study fit within the conceptual model proposed by Curtis, Danquah, and Aunger [31] to explain the handwashing practices of caregivers in developing countries. The implementation of infection control behaviours appears to depend on a number of environmental (e.g. time, energy, availability of facilities, social norms), motivational (e.g. social responsibility, social relationships, selfishness) and habitual (e.g. education, use of memory aids) factors.",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 127,
                    "text": "[31]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Any conclusions drawn from this study must be considered tentative only due to a number of considerations. Although a fairly large and varied sample of participants was recruited, the sample size does not permit conclusions regarding the effect of sociodemographic factors such as age, gender, occupational background, relationship status or whether or not one has children. The effect of social influences on responses seemed evident in a minority of the discussions. For example, participants showed a tendency toward conforming to the responses of their friends, partner or spouse. It is also possible that different responses may have been expressed in individual interviews. There were some indications of 'groupthink' [45] , particularly evident within male dominated discus-sions, where a strong consensus was reached within the group without consideration of alternative attitudes and opinions. This precludes conclusions based on gender as it is unknown whether these males would express the same attitudes to infection control behaviours outside of this group situation. Most importantly, given the hypothetical nature of the present study, it is quite possible that in the event of a pandemic individuals may behave entirely differently than anticipated, for better or for worse.",
            "cite_spans": [
                {
                    "start": 724,
                    "end": 728,
                    "text": "[45]",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Further research is needed in order to confirm and/or develop the conclusions drawn. For example, it would be useful to verify and quantify the extent to which reservations about the acceptability and practicality of social distancing may pose a motivational barrier to this preventive behaviour. Attention should also be paid to identifying the role of sociodemographic factors and how they may differentially affect willingness to implement infection control behaviours. Future research should also seek to validate the extent to which the factors mentioned by participants really influence behaviour, and to empirically test whether attitudes and behaviour can be changed by intervention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Despite the limitations outlined, our findings may be of value when designing infection control interventions. Of the behaviours likely to influence infection transmission, handwashing was regarded by our participants as more feasible than cough and sneeze hygiene and more acceptable than social distancing, and so may be a useful target for health promotion. Consequently, encouraging handwashing will form the key focus of our web-based intervention, since attempting to promote behaviours that people are unable or unwilling to engage is naturally more likely to provoke scepticism and low 'self-efficacy' -a selffulfilling anticipation of failure [46] . Interventions may also need to address a number of beliefs identified in this study as potential barriers to carrying out infection control behaviours. For example, it may be necessary to persuade members of the community that pandemic influenza could pose a real threat to those living in developed western countries, that infection control measures can be effective, and that it is important to protect oneself from infection in order to be able to care for family members. In addition to these motivational arguments, practical measures may be needed to support implementation, such as education, reminders and provision of hand gel.",
            "cite_spans": [
                {
                    "start": 652,
                    "end": 656,
                    "text": "[46]",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World Health Organisation: WHO global influenza preparedness plan. In The role of WHO and recommendations for national measures before and during pandemics Geneva: World Health Organisation",
            "authors": [],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Effectiveness of handwashing in preventing SARS: a review",
            "authors": [
                {
                    "first": "Ic-H",
                    "middle": [],
                    "last": "Fung",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cairncross",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Trop Med Int Health",
            "volume": "11",
            "issn": "11",
            "pages": "1749--1758",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Handwashing and risk of respiratory infections: a quantitative systematic review",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Rabie",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Curtis",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Trop Med Int Health",
            "volume": "11",
            "issn": "3",
            "pages": "258--267",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Handwashing and respiratory illness among young adults in military training",
            "authors": [
                {
                    "first": "Mak",
                    "middle": [],
                    "last": "Ryan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Christian",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wohlrabe",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Am J Prev Med",
            "volume": "21",
            "issn": "2",
            "pages": "79--83",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Social contact networks for the spread of pandemic influenza in children and teenagers",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Glass",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Glass",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "BMC Public Health",
            "volume": "8",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Reducing the impact of the next influenza pandemic using household-based public health interventions",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "PLoS Med",
            "volume": "3",
            "issn": "9",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Guideline for hand hygiene in health-care settings: recommendations of the Healthcare Infection Control Practices Advisory Committee and the HICPAC/SHEA/ APIC/IDSA Hand Hygiene Task Force",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Boyce",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Pittet",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Infect Control Hosp Epidemiol",
            "volume": "23",
            "issn": "",
            "pages": "3--40",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Effectiveness of a hospital-wide programme to improve compliance with hand hygiene",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Pittet",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hugonnet",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Harbarth",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mourouga",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Sauvan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Touveneau",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "V"
                    ],
                    "last": "Perneger",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Lancet",
            "volume": "356",
            "issn": "9238",
            "pages": "1307--1312",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "A tale of two cities: community psychobehavioral surveillance and related impact on outbreak control in Hong Kong and Singapore during the severe acute respiratory syndrome epidemic",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Quah",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Hedley",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "P"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Lam",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Infect Control Hosp Epidemiol",
            "volume": "25",
            "issn": "12",
            "pages": "1033--1041",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Longitudinal assessment of community psychobehavioral responses during and after the 2003 outbreak of severe acute respiratory syndrome in Hong Kong",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bacon Shone",
                    "suffix": ""
                },
                {
                    "first": "Choy",
                    "middle": [],
                    "last": "Ray",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "L"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Hedley",
                    "middle": [],
                    "last": "Anthony",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Fielding",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Clin Infect Dis",
            "volume": "40",
            "issn": "12",
            "pages": "1713--1720",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Monitoring community responses to the SARS epidemic in Hong Kong: from day 10 to day 62",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tsui",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Epidemiol Community Health",
            "volume": "57",
            "issn": "11",
            "pages": "864--870",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Pang E: SARS related preventive and risk behaviours practised by Hong Kong-mainland China cross border travellers during the outbreak of the SARS epidemic in Hong Kong",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "Y"
                    ],
                    "last": "Tsui",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Epidemiol Community Health",
            "volume": "58",
            "issn": "12",
            "pages": "988--996",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Healthcare personnel and hand decontamination in intensive care units: knowledge, attitudes, and behaviour in Italy",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Nobile",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Montuori",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Diaco",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Villari",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Hosp Infect",
            "volume": "51",
            "issn": "3",
            "pages": "226--232",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Hand hygiene among physicians: performance, beliefs, and perceptions",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Pittet",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Simon",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hugonnet",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Pessoa-Silva",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Sauvan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "V"
                    ],
                    "last": "Perneger",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Ann Intern Med",
            "volume": "141",
            "issn": "1",
            "pages": "1--8",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Changing attitudes of healthcare workers to comply with infection control procedures",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Teare",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Hosp Infect",
            "volume": "43",
            "issn": "1",
            "pages": "239--242",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Anticipated and current preventive behaviors in response to an anticipated human-tohuman H5N1 epidemic in the Hong Kong Chinese general population",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tsui",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Griffiths",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "BMC Infect Dis",
            "volume": "7",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "SARS-related perceptions in Hong Kong. Emerg Infect Dis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Pang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "Y"
                    ],
                    "last": "Tsui",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "K"
                    ],
                    "last": "Wing",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "11",
            "issn": "",
            "pages": "417--424",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Factors influencing the wearing of facemasks to prevent the severe acute respiratory syndrome among adult Chinese in Hong Kong",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Prev Med",
            "volume": "39",
            "issn": "6",
            "pages": "1187--1193",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Evaluation of a cold/flu self-care public education campaign",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Vingilis",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Koeppen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hennen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bass",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Peyton",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Downe",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Stewart",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Health Educ Res",
            "volume": "13",
            "issn": "1",
            "pages": "33--46",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Societal responses to familiar versus unfamiliar risk: comparisons of influenza and SARS in Korea",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Collins",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Risk Anal",
            "volume": "26",
            "issn": "5",
            "pages": "1247--1257",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "A survey on handwashing practices and opinions of healthcare workers",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Harris",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Samore",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Nafziger",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dirosario",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Roghmann",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Carmeli",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Hosp Infect",
            "volume": "45",
            "issn": "4",
            "pages": "318--321",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Compliance with handwashing and barrier precautions",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Larson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "K"
                    ],
                    "last": "Kretzer",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J Hosp Infect",
            "volume": "30",
            "issn": "1",
            "pages": "88--106",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Perceptions of infection control practices among health professionals",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Watkins",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wynaden",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hart",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Landsborough",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mcgowan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Speed",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Orb",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Henderson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Calnan",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Contemp Nurse",
            "volume": "22",
            "issn": "1",
            "pages": "109--119",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Why healthcare workers don't wash their hands: a behavioral explanation",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Whitby",
                    "suffix": ""
                },
                {
                    "first": "M-L",
                    "middle": [],
                    "last": "Mclaws",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Ross",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Infection Control and Hospital Epidemiology",
            "volume": "27",
            "issn": "5",
            "pages": "484--492",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Healthcare workers' attitudes towards working during pandemic influenza: a multi method study",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Draper",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ives",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gratus",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Greenfield",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Parry",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Petts",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sorell",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "BMC Public Health",
            "volume": "8",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Wilson S: Healthcare workers' attitudes to working during pandemic influenza: a qualitative study",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ives",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Greenfield",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Parry",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Draper",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gratus",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Petts",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sorell",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "BMC Public Health",
            "volume": "9",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "The experience of quarantine for individuals affected by SARS in Toronto",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Cava",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Fay",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Beanlands",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Mccay",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wignall",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Public Health Nurs",
            "volume": "22",
            "issn": "5",
            "pages": "398--406",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Risk perception and compliance with quarantine during the SARS outbreak",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Cava",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Fay",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Beanlands",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Mccay",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wignall",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Nurs Scholarsh",
            "volume": "37",
            "issn": "4",
            "pages": "343--347",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Responses of Chinese elderly to the threat of severe acute respiratory syndrome (SARS) in a Canadian community",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Wills",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Morse",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Public Health Nurs",
            "volume": "25",
            "issn": "1",
            "pages": "57--68",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Aunger RV: Planned, motivated and habitual hygiene behaviour: an eleven country review",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "A"
                    ],
                    "last": "Curtis",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "O"
                    ],
                    "last": "Danquah",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Health Educ Res",
            "volume": "24",
            "issn": "4",
            "pages": "655--673",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Why tell me now?\" the public and healthcare providers weigh in on pandemic influenza messages",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Janssen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Tardif",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Landry",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Warner",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Public Health Manag Pract",
            "volume": "12",
            "issn": "4",
            "pages": "388--394",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Developing and evaluating complex interventions: the new Medical Research Council guidance",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Craig",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Dieppe",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Macintyre",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Michie",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Nazareth",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Petticrew",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "BMJ",
            "volume": "337",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Health Promotion Planning: an Educational and Ecological Approach 3rd edition",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "W"
                    ],
                    "last": "Green",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Kreuter",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "About Pandemic Flu",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Content and thematic analysis",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Joffe",
                    "suffix": ""
                },
                {
                    "first": "Yardley",
                    "middle": [
                        "L"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "56--68",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Basics of Qualitative Research: Grounded Theory Procedures and Techniques",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Strauss",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Corbin",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Objectivity and reliability in qualitative analysis: realist, contextualist and radical constructionist epistemologies",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Madill",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jordan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Shirley",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Br J Psychol",
            "volume": "91",
            "issn": "",
            "pages": "1--20",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Sampling for qualitative research",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Marshall",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Fam Pract",
            "volume": "13",
            "issn": "6",
            "pages": "522--526",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Using thematic analysis in psychology",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Braun",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Clarke",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Qual Res Psychol",
            "volume": "3",
            "issn": "",
            "pages": "77--101",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Demonstrating validity in qualitative psychology",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yardley",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Qualitative Psychology: A Practical Guide to Research",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Transmission of influenza: implications for control in health care settings",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Bridges",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Kuehnert",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Hall",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Clin Infect Dis",
            "volume": "37",
            "issn": "8",
            "pages": "1094--1101",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Meta-analysis of the relationship between risk perception and health behavior: the example of vaccination",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "T"
                    ],
                    "last": "Brewer",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "B"
                    ],
                    "last": "Chapman",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "X"
                    ],
                    "last": "Gibbons",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gerrard",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Mccaul",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "D"
                    ],
                    "last": "Weinstein",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Health Psychol",
            "volume": "26",
            "issn": "2",
            "pages": "136--145",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Does changing behavioral intentions engender behavior change? A meta-analysis of the experimental evidence",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Webb",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sheeran",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Psychological Bulletin",
            "volume": "132",
            "issn": "2",
            "pages": "249--268",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Groupthink: Psychological Studies of Policy Decisions and Fiascoes",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "L"
                    ],
                    "last": "Janis",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Self-efficacy: the Exercise of Control New York: W.H. Freeman",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bandura",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "to other members of the household: n (%) Living with spouse/partner 12 (39) Living with parent(s) and/or siblings 11 (35) Living with friend(s) and/or unrelated people 7 (23) Living with family relations 1 (3) Share a bedroom: Yes n (%) 13 (42) Possibility of sleeping in separate bedrooms in the event of a pandemic: yes n (%) 31 (100)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Summary of participant characteristics",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Recommended infection control measures",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Key themes",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors would like to thank the medical team that helped develop the descriptions of the behaviours important to infection control: Professor Paul Little, Dr Bill Carman, Dr Michael Moore, Dr Douglas Fleming and Dr Ian Williamson.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "The authors declare that they have no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        },
        {
            "text": "LM contributed to the design, carried out the data collection and analysis, and drafted the manuscript. LY conceptualized and supervised the project, discussed emerging codes, checked the final coding, and edited the manuscript. Both authors read and approved the final manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authors' contributions"
        },
        {
            "text": "Additional file 1 ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Additional material"
        },
        {
            "text": "The pre-publication history for this paper can be accessed here:http://www.biomedcentral.com/1471-2458/9/258/pre pub",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pre-publication history"
        }
    ]
}