{
    "paper_id": "f9d40df8555bd7f3d0269178141f9e5ce11c6e2e",
    "metadata": {
        "title": "Clinical Infectious Diseases Infection Prevention and Control in Asia: Current Evidence and Future Milestones",
        "authors": [
            {
                "first": "Anucha",
                "middle": [],
                "last": "Apisarnthanarak",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Thammasat University Hospital",
                    "location": {
                        "addrLine": "Pratum Thani",
                        "country": "Thailand"
                    }
                },
                "email": ""
            },
            {
                "first": "Linda",
                "middle": [
                    "M"
                ],
                "last": "Mundy",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Luitpold Pharmaceuticals, Inc",
                    "location": {
                        "settlement": "Norristown",
                        "region": "Pennsylvania"
                    }
                },
                "email": ""
            },
            {
                "first": "Terapong",
                "middle": [],
                "last": "Tantawichien",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chulalongkorn University Hospital",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Amorn",
                "middle": [],
                "last": "Leelarasamee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Siam University",
                    "location": {
                        "settlement": "Bangkok",
                        "country": "Thailand"
                    }
                },
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Apisarnthanarak",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The Asia-Pacific region is a geographic source for emerging infectious diseases, including multidrug-resistant (MDR) organisms (MDROs) and pathogens with pandemic potential. Risks for emerging infectious diseases in this geographic region are complex and are presumed to include ecological, socioeconomic, and technological processes favorable to microbial transmission dynamics. In resource-limited settings, relative to resource-adequate settings, there continues to be a paucity of data in support of infection prevention and control, and patient safety interventions to ensure that regional, if not national, healthcare systems work effectively to improve infection prevention and control interventions. In addition, several viral pandemics and annual influenza strains have originated in the Asia-Pacific region, which, together, has global implications for population health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The prevention, control, and reporting of MDROs and healthcare-associated infections (HAIs) benefit from effective data dissemination plans and harmonized surveillance systems. HAIs compromise patient safety because they are preventable and serve as a reservoir for MDROs, which are associated with excess length of hospital stay, increased antimicrobial drug exposure, and excess costs [1] [2] [3] [4] [5] . In the Asia-Pacific region, the risks of HAIs have been estimated to be 2-20 times higher than in developed countries, with up to 25% of hospitalized patients reported to have acquired infections [4] . Although infection prevention and control is well recognized in the Asia-Pacific region, there are inconsistencies in the quality of evidence and dedicated resources to enhance current infection prevention practices, surveillance, and patient safety [4] [5] [6] . Existing evidence gaps include education, organizational and cultural barriers, physician and nursing champions, administrative support, infrastructure, fiscal resources, and key leadership that endorse implementation of infection prevention and control as a core component of patient safety programs across the Asia-Pacific region [6, 7] .",
            "cite_spans": [
                {
                    "start": 387,
                    "end": 390,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 391,
                    "end": 394,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 395,
                    "end": 398,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 399,
                    "end": 402,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 403,
                    "end": 406,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 605,
                    "end": 608,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 861,
                    "end": 864,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 865,
                    "end": 868,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 869,
                    "end": 872,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1207,
                    "end": 1210,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1211,
                    "end": 1213,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "This issue of Clinical Infectious Diseases focuses on 3 key themes of infection prevention and control in healthcare settings across the Asia-Pacific regions: (1) epidemiology and evidence to support prevention and control interventions, (2) enhancements to infection prevention and control in healthcare settings, and (3) practices associated with the containment of emerging infectious diseases and outbreaks. The epidemiological data and evidence to support prevention and control interventions include 2 national survey studies for best practices and 4 epidemiology studies. A survey from Thailand and Japan relative to the United States compared evidence-based practices for prevention of HAIs and identified a modifiable gap associated with quality improvement for hospitals in these Asian-Pacific countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "A second national survey focused on policy, process, and outcomes associated with methicillin-resistant Staphylococcus aureus (MRSA) and MDR Acinetobacter baumannii interventions in Thailand. Higher compliance (>75%) with bundled approaches was associated with reduction in MRSA, where containment of MDR A. baumannii necessitated bundle compliance along with additional infection control interventions. Four other publications describe the complex clinical factors, molecular epidemiology, and transmission dynamic associated with prevalent and emerging MDROs in Singapore and South Korea (eg, MRSA, community-associated MRSA, and carbapenem-resistant Enterobacteriaceae). Together, these studies provide information on the epidemiology of infection prevention and control and the transmission dynamic of MDROs in Asia-Pacific settings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The second theme in this issue on infection prevention and control in the Asia-Pacific region is the innovative use of molecular diagnostics, electronically linked administrative data, and information technology to enhance infection prevention and control. Findings from 4 meta-analyses or S U P P L E M E N T A R T I C L E",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The Asia-Pacific region is a geographic source for emerging infectious diseases, including multidrug-resistant (MDR) organisms (MDROs) and pathogens with pandemic potential. Risks for emerging infectious diseases in this geographic region are complex and are presumed to include ecological, socioeconomic, and technological processes favorable to microbial transmission dynamics. In resource-limited settings, relative to resource-adequate settings, there continues to be a paucity of data in support of infection prevention and control, and patient safety interventions to ensure that regional, if not national, healthcare systems work effectively to improve infection prevention and control interventions. In addition, several viral pandemics and annual influenza strains have originated in the Asia-Pacific region, which, together, has global implications for population health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The prevention, control, and reporting of MDROs and healthcare-associated infections (HAIs) benefit from effective data dissemination plans and harmonized surveillance systems. HAIs compromise patient safety because they are preventable and serve as a reservoir for MDROs, which are associated with excess length of hospital stay, increased antimicrobial drug exposure, and excess costs [1] [2] [3] [4] [5] . In the Asia-Pacific region, the risks of HAIs have been estimated to be 2-20 times higher than in developed countries, with up to 25% of hospitalized patients reported to have acquired infections [4] . Although infection prevention and control is well recognized in the Asia-Pacific region, there are inconsistencies in the quality of evidence and dedicated resources to enhance current infection prevention practices, surveillance, and patient safety [4] [5] [6] . Existing evidence gaps include education, organizational and cultural barriers, physician and nursing champions, administrative support, infrastructure, fiscal resources, and key leadership that endorse implementation of infection prevention and control as a core component of patient safety programs across the Asia-Pacific region [6, 7] .",
            "cite_spans": [
                {
                    "start": 387,
                    "end": 390,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 391,
                    "end": 394,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 395,
                    "end": 398,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 399,
                    "end": 402,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 403,
                    "end": 406,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 605,
                    "end": 608,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 861,
                    "end": 864,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 865,
                    "end": 868,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 869,
                    "end": 872,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1207,
                    "end": 1210,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1211,
                    "end": 1213,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This issue of Clinical Infectious Diseases focuses on 3 key themes of infection prevention and control in healthcare settings across the Asia-Pacific regions: (1) epidemiology and evidence to support prevention and control interventions, (2) enhancements to infection prevention and control in healthcare settings, and (3) practices associated with the containment of emerging infectious diseases and outbreaks. The epidemiological data and evidence to support prevention and control interventions include 2 national survey studies for best practices and 4 epidemiology studies. A survey from Thailand and Japan relative to the United States compared evidence-based practices for prevention of HAIs and identified a modifiable gap associated with quality improvement for hospitals in these Asian-Pacific countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A second national survey focused on policy, process, and outcomes associated with methicillin-resistant Staphylococcus aureus (MRSA) and MDR Acinetobacter baumannii interventions in Thailand. Higher compliance (>75%) with bundled approaches was associated with reduction in MRSA, where containment of MDR A. baumannii necessitated bundle compliance along with additional infection control interventions. Four other publications describe the complex clinical factors, molecular epidemiology, and transmission dynamic associated with prevalent and emerging MDROs in Singapore and South Korea (eg, MRSA, community-associated MRSA, and carbapenem-resistant Enterobacteriaceae). Together, these studies provide information on the epidemiology of infection prevention and control and the transmission dynamic of MDROs in Asia-Pacific settings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The second theme in this issue on infection prevention and control in the Asia-Pacific region is the innovative use of molecular diagnostics, electronically linked administrative data, and information technology to enhance infection prevention and control. Findings from 4 meta-analyses or network meta-analyses demonstrate the reduction in central catheter-associated bloodstream infection with the use of minocycline-rifampin-impregnated central venous catheters; the effects of antibiotic stewardship on outcomes including antibiotic consumptions, mortality rates, and the reduction in MDROs; infection control-specific interventions associated with control of specific MDR gram-negative pathogens in intensive care units; and the potential role of the enteric microbiome in postoperative complications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Together, these studies also provide strong methodological approaches for the use of network meta-analyses, which permitted assessment of these exposure-response relationships inclusive of potential confounding factors. In addition, a report from Singapore describes the use of an electronic medical recordlinked administrative database that included language selectively of specific terms, using text parsing of chest radiographic reports to identify evidence of pneumonia. Use of this electronic medical record-linked data source in a case validation of hospitalized adults with community-acquired pneumonia provides an enhanced method for conducting real-world evidence studies that can include enhanced case detection, diagnostic evaluations, and pathogen-specific treatment patterns in future studies. Finally, the real-life feasibility of using the Xpert MTB/ RIF assay (Cepheid) in clinical practice in a tuberculosis-prevalent country was reported from Thailand. Results suggest the potential role of this molecular diagnostic method in the containment of MDR tuberculosis in the Asia-Pacific region.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The third theme is practices associated with the containment of emerging infectious diseases and outbreaks in Asia-Pacific countries. Two publications describe successful containment for emerging infectious diseases, inclusive of lessons learned from the 15-year Hong Kong infectious diseases preparedness experience and the experience of zero secondary chain transmission of Middle East respiratory syndrome coronavirus in Thailand. Together, these 2 studies emphasize the key message that control of emerging infectious diseases is feasible and sustainable in these geographic regions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Finally, 2 interesting outbreaks are reported in this issue. The first is a large food-borne outbreak of Streptococcus agalactiae infection in Singapore. Findings imply a potential role of regional collaboration to control S. agalactiae, because molecular epidemiological data were linked to the zoonotic spread from farmed freshwater fish. These fish share phylogenomic analysis of ST238, similar to human and fish isolates from Thailand and Hong Kong. A second report confirms a pseudo-outbreak of Bacillus spp. bacteremia linked to contaminated hospital linen, with emphasis on the benefit of good hygienic practice in central supply and sterilization services. These collective efforts complement existing evidence for the advancement of infection prevention science in the Asia-Pacific region.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Healthcare in the Asia-Pacific region has had notable milestones in infection and prevention control. The publications in this issue support future work focused on continued generation of evidence and dissemination of data, ongoing microbial surveillance, and implementation, if not adoption, of effective prevention strategies to contain the spread of MDROs and key emerging infectious diseases in the region. We thank the Infectious Diseases Association of Thailand for its partial sponsorship of this issue and share our hope that the collective experience from the study contributors reporting work in this issue will serve as a 2017 platform for improvement in the science and practice of infection prevention in the Asia-Pacific region and in other resource-limited settings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Notes Supplement sponsorship. This article appears as part of the supplement \"Infection Prevention in Asia Pacific, \" sponsored by the Infectious Diseases Association of Thailand (IDAT) with additional author sponsorship.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Potential conflicts of interest. All authors: No potential conflicts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Estimating the proportion of healthcare-associated infections that are reasonably preventable and the related mortality and costs",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Umscheid",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Mitchell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Doshi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Agarwal",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Brennan",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Infect Control Hosp Epidemiol",
            "volume": "32",
            "issn": "",
            "pages": "101--115",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "APSIC guide for prevention of central line associated bloodstream infections (CLABSI)",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Ling",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Apisarnthanarak",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Jaggi",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Antimicrob Resist Infect Control",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "APSIC guidelines for environmental cleaning and decontamination",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Ling",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Apisarnthanarak",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Thu Le",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Villanueva",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Pandjaitan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yusof",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Antimicrob Resist Infect Control",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The burden of healthcare-associated infections in Southeast Asia: a systematic literature review and meta-analysis",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Ling",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Apisarnthanarak",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Madriaga",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Clin Infect Dis",
            "volume": "60",
            "issn": "",
            "pages": "1690--1699",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "European and Asian guidelines on management and prevention of catheter-associated urinary tract infections",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Tenke",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kovacs",
                    "suffix": ""
                },
                {
                    "first": "Bjerklund",
                    "middle": [],
                    "last": "Johansen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Matsumoto",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tambyah",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Naber",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Int J Antimicrob Agents",
            "volume": "31",
            "issn": "",
            "pages": "68--78",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Feasibility and efficacy of infection-control interventions to reduce the number of nosocomial infections and drug-resistant microorganisms in developing countries: what else do we need?",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Apisarnthanarak",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Fraser",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Clin Infect Dis",
            "volume": "48",
            "issn": "",
            "pages": "22--26",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Socioeconomic impact on device-associated infections in limited-resource neonatal intensive care units: findings of the INICC",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "D"
                    ],
                    "last": "Rosenthal",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lynch",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "R"
                    ],
                    "last": "Jarvis",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Infection",
            "volume": "39",
            "issn": "",
            "pages": "439--50",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "All authors have submitted the ICMJE Form for Disclosure of Potential Conflicts of Interest. Conflicts that the editors consider relevant to the content of the manuscript have been disclosed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}