{
    "paper_id": "f9f0d3495e6f8f04b60c9e1cf9a3cf1423d51cc7",
    "metadata": {
        "title": "Enhanced surveillance for severe pneumonia, Thailand 2010-2015",
        "authors": [
            {
                "first": "Charatdao",
                "middle": [],
                "last": "Bunthi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Henry",
                "middle": [
                    "C"
                ],
                "last": "Baggett",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Christopher",
                "middle": [
                    "J"
                ],
                "last": "Gregory",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Somsak",
                "middle": [],
                "last": "Thamthitiwat",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Thitipong",
                "middle": [],
                "last": "Yingyong",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wantana",
                "middle": [],
                "last": "Paveenkittiporn",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Anusak",
                "middle": [],
                "last": "Kerdsin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Malinee",
                "middle": [],
                "last": "Chittaganpitch",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ruchira",
                "middle": [],
                "last": "Ruangchira-Urai",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Pasakorn",
                "middle": [],
                "last": "Akarasewi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kumnuan",
                "middle": [],
                "last": "Ungchusak",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: The etiology of severe pneumonia is frequently not identified by routine disease surveillance in Thailand. Since 2010, the Thailand Ministry of Public Health (MOPH) and US CDC have conducted surveillance to detect known and new etiologies of severe pneumonia. Methods: Surveillance for severe community-acquired pneumonia was initiated in December 2010 among 30 hospitals in 17 provinces covering all regions of Thailand. Interlinked clinical, laboratory, pathological and epidemiological components of the network were created with specialized guidelines for each to aid case investigation and notification. Severe pneumonia was defined as chest-radiograph confirmed pneumonia of unknown etiology in a patient hospitalized ≤48 h and requiring intubation with ventilator support or who died within 48 h after hospitalization; patients with underlying chronic pulmonary or neurological disease were excluded.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Respiratory and pathological specimens were tested by reverse transcription polymerase chain reaction for nine viruses, including Middle East Respiratory Syndrome Coronavirus (MERS-CoV), and 14 bacteria. Cases were reported via a secure web-based system. Results: Of specimens from 972 cases available for testing during December 2010 through December 2015, 589 (60.6%) had a potential etiology identified; 399 (67.8%) were from children aged < 5 years. At least one viral agent was detected in 394 (40.5%) cases, with the most common of single vial pathogen detected being respiratory syncytial virus (RSV) (110/589, 18.7%) especially in children under 5 years. Bacterial pathogens were detected in 341 cases of which 67 cases had apparent mixed infections. The system added MERS-CoV testing in September 2012 as part of Thailand's outbreak preparedness; no cases were identified from the 767 samples tested. Conclusions: Enhanced surveillance improved the understanding of the etiology of severe pneumonia cases and improved the MOPH's preparedness and response capacity for emerging respiratory pathogens in Thailand thereby enhanced global health security. Guidelines for investigation of severe pneumonia from this project were incorporated into surveillance and research activities within Thailand and shared for adaption by other countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Emerging or re-emerging infections, including avian influenza (AI), pandemic human influenza and coronaviruses such as severe acute respiratory syndrome (SARS) and Middle East respiratory syndrome (MERS--CoV), can cause severe respiratory illness and death and cause international outbreaks that can threaten global health security [1] [2] [3] [4] [5] [6] . In 2003 and 2004, the World Health Organization reported that the avian influenza A H5N1 virus had spread from Asia to Europe and Africa, resulting in millions of poultry infections, 50 human cases, and 36 human deaths [7, 8] . These avian influenza outbreaks have had serious impact on national economies and international trade. In response, the Thailand Ministry of Public Health (MOPH) established the National Avian Influenza Surveillance (NAIS) system in 2004 to detect influenza in severe pneumonia patients [9] . However, due to limited resources, the NAIS did not conduct diagnostic testing for other pathogens in severe pneumonia cases that tested negative for influenza. To expand this influenza-specific system, an enhanced surveillance system for severe and fatal pneumonia (SevPn) was established by the Bureau of Epidemiology (BOE) and National Institute of Health (NIH), Thailand MOPH, in collaboration with the United States Centers for Disease Control and Prevention (US CDC).",
            "cite_spans": [
                {
                    "start": 332,
                    "end": 335,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 336,
                    "end": 339,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 340,
                    "end": 343,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 344,
                    "end": 347,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 348,
                    "end": 351,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 352,
                    "end": 355,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 577,
                    "end": 580,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 581,
                    "end": 583,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 873,
                    "end": 876,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "On December 1, 2010, the SevPn surveillance network began among 30 public hospitals in 17 provinces in Thailand with the following objectives: identify potential pathogens causing severe pneumonia; create networks to develop standardized guidelines for case investigation; provide clinical consultation or diagnostic services; and create a database of severe pneumonia cases and a specimen bank of samples from these cases for potential future testing when new methods are available. Findings from this surveillance system was intended to provide information that lead to some policy changes or recommendation on pneumonia case management guidelines in the future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "This report describes the methodology of the SevPn surveillance system and provides preliminary results on each of its objectives from December 2010 through December 2015.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Thailand is a middle to high income country with the estimated population of 69 million in 2016. The population density was 135 people per square kilometer and varies from 100 to 250 people per square kilometer in each region [10] . Surveillance was conducted in 17 provinces in all five regions of Thailand (Fig. 1) . The 30 participating hospitals in these provinces were selected based on having an intensive care unit and hospital staff willing to participate in the SevPn activities.",
            "cite_spans": [
                {
                    "start": 226,
                    "end": 230,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 308,
                    "end": 316,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Surveillance sites"
        },
        {
            "text": "This network, established by BOE, comprised experts in clinical infectious diseases, virology, bacteriology, radiology, pathology and epidemiology. The network, based in Bangkok with members from MOPH and various academic centers, developed the severe pneumonia case definition, notification and investigation guidelines for SevPn surveillance. The expert members of this network served as technical consultants for physicians and nurses at the surveillance hospitals who identified cases and provided treatment. The focal person was the project data officer at BOE, but physicians were able to contact the experts directly or through the BOE.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Surveillance system structure Clinical network"
        },
        {
            "text": "The laboratory network provided laboratory testing and consultation to the clinicians of the surveillance hospitals and transferred specimens to other laboratories as needed. The focal point was a staff member at the specimen receiving and distributing center of NIH.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Laboratory network"
        },
        {
            "text": "The pathology network comprised medical and veterinary pathologists from academic centers and the Thailand Zoological Park Organization and developed post-mortem examination guidelines. These guidelines instructed non-pathologists in performing percutaneous transthoracic lung needle biopsy to collect appropriate and adequate lung tissue in fatal pneumonia cases. The network provided consultations on autopsy and histopathology testing through the pathology focal points, which were the four regional pathology network hubs located in the academic institutions in each of these regions; in the North, Northeast, South and Central regions of Thailand.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pathology network"
        },
        {
            "text": "This network operated through epidemiologists in the 30 surveillance hospitals who also served as members of 'Surveillance and Rapid Response Teams' (SRRT) nationwide. The SRRT is a national system of epidemiology and investigation teams from the central through community level established in 2004 to rapidly detect and respond to emerging public health threats. The SRRTs performed disease surveillance for outbreaks, conducted field investigations and implemented necessary responses [11] . The hospital epidemiologist performed case notification and investigation at the hospitals where SevPn cases were identified. There were also SRRT epidemiologists at the district, provincial, and community levels who worked closely with the hospital SRRT on case investigations for severe pneumonia cases, particularly for cases with contact with sick persons or sick or dead poultry or other animals, or with a history of travel. The focal person for the epidemiology network was the project manager at the BOE.",
            "cite_spans": [
                {
                    "start": 487,
                    "end": 491,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Epidemiology network"
        },
        {
            "text": "A severe pneumonia case was defined as community-acquired pneumonia (CAP) with radiographic findings consistent with pneumonia as determined by clinician or radiologist, no etiology was identified by laboratory testing available at the hospital and in a patient aged ≥2 months, requiring ventilator support and hospitalized ≤48 h. Cases also included patients with CAP who died without being ventilated and within 48 h of admission. Patients were excluded if illness onset occurred ≥2 weeks before identification or if they had been hospitalized within the prior week. Patients were also excluded if they had known hospital-acquired pneumonia, chronic pulmonary disease (chronic obstructive pulmonary disease, chronic bronchitis, chronic bronchiectasis or pulmonary dysplasia in children), swallowing dysfunction, or a neurological condition causing inability to perform daily activities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Surveillance case definition"
        },
        {
            "text": "At each surveillance hospital, a designated focal person for the SevPn network ensured that the guidelines developed by the clinical network were followed. The focal persons, hospital physicians and nurses, were trained by BOE project staff on the surveillance case definition, exclusion criteria, data entry systems, and specimen collection and handling, including post mortem transthoracic needle biopsy. On a daily basis, each hospital focal person screened patients admitted to the intensive care unit to assess if they met the SevPn case definition.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case finding and ascertainment"
        },
        {
            "text": "Demographic, clinical, epidemiological and hospital laboratory information were collected from each patient's medical record by the surveillance site focal person using a standard case report form and entered into an online reporting system. Data were updated when the patient was discharged from the hospital. In addition to routine specimens collected for clinical care, including blood culture, clinicians collected tracheal aspirates (intubated patients), acute serum and convalescent serum at 2 weeks later if possible. Nasopharyngeal or throat swabs were collected in patients who died without intubation. In fatal cases, Transthoracic cardiac puncture was encouraged to collect heart blood if serum was not available; if consent was provided, lung tissue specimens were collected by transthoracic needle biopsy [12] and deposited in two sterile tubes and a separate container with 10% formalin. All specimens were kept cold and sent to NIH within 24 h.",
            "cite_spans": [
                {
                    "start": 818,
                    "end": 822,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Collection of clinical information and specimens"
        },
        {
            "text": "Respiratory, blood, and serum specimens were shipped to NIH in Bangkok where they were stored and tested or sent to other academic centers that had laboratory capacity for further testing based on clinician request. For the tracheal aspirates, viral and bacterial testing were performed on different samples. Tracheal aspirates in viral transport media (VTM) were tested by multiplex real-time reverse transcription polymerase chain reaction (rRT-PCR) [13] for a panel of six viruses including influenza A and B, parainfluenza virus, adenovirus, respiratory syncytial virus (RSV), and human metapneumovirus. Singleplex rRT-PCR was performed for subtyping of influenza A-positive specimens and for MERS Co-V starting in September 2012 [14] . For bacterial testing, tracheal aspirates in sterile tubes (without VTM) were tested by conventional multiplex PCR for 11 bacterial pathogens: Streptococcus pneumoniae, Haemophilus influenzae, Moraxella catarrhalis, Klebsiella pneumoniae, Pseudomonas aeruginosa, Acinetobacter baumannii, Stenotrophomonas maltophilia, Escherichia coli, Staphylococcus aureus, Burkholderia pseudomallei and Acinetobacter species. A separate multiplex real-time PCR was used to detect atypical bacteria including Mycoplasma pneumoniae, Chlamydophila pneumoniae, and Legionella species. All multiplex PCRs used for testing were developed by the NIH [15] .",
            "cite_spans": [
                {
                    "start": 452,
                    "end": 456,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 734,
                    "end": 738,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1370,
                    "end": 1374,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Laboratory testing"
        },
        {
            "text": "Lung tissue from fatal cases were sent to the regional pathology network for histopathological testing where they were embedded in paraffin, cut into 3 μm-thick sections, deparaffinized in xylene, and rehydrated in graded alcohol. Each section was stained with hematoxylin and eosin. Additional specialized testing was performed if there was clinical suspicion for a particular disease, such as silver staining for Pneumocystis jirovecii. Acute serum and/or convalescent serum were sent for serological testing and storage for further diagnostic testing if required by the clinical committees.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Laboratory testing"
        },
        {
            "text": "The case reporting system at BOE and the laboratory testing system at NIH were activated when a focal person at a surveillance hospital entered the patient's information into the online reporting system. After the specimens arrived and were tested at NIH, a focal person at the laboratory entered the test result in the online system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case reporting and monitoring"
        },
        {
            "text": "At BOE, the project data officer routinely checked the data on the severe pneumonia web-based system and followed up with the hospital focal person as needed to ensure the accuracy and completeness of the report. A report was considered complete when all fields of the online case record form were completed. Laboratory results were made available to the attending physicians in each hospital via a password protected online database. BOE posted monthly, quarterly and annual severe and fatal pneumonia surveillance reports on the BOE website that were available to the public (Fig. 2) . Each hospital was able to export their data and conduct hospital-level reports themselves.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 577,
                    "end": 585,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Case reporting and monitoring"
        },
        {
            "text": "Medical and laboratory records from all cases were reviewed and presented in a quarterly clinical network meeting to confirm that reported cases met the case definition and, through a case review process, assign the likely causative pathogen. The expert committee also suggested additional testing that might be necessary for a final etiologic determination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case reporting and monitoring"
        },
        {
            "text": "SevPn surveillance staff conducted two surveillance audits in all 30 hospitals during the 4 years of project implementation. The first audit was conducted during 2011-2012 and the second during 2013-2014. BOE staff, including physicians, nurses and data officers, visited each hospital. They reviewed the medical records of all hospitalized patients who required mechanical ventilation and had been discharged with International Classification of Diseases (ICD-10) codes consistent with a diagnosis of pneumonia including codes J12 to J16 and J18 and who were admitted during the selected 3-month audit period. Once potential cases were identified, all medical records were reviewed to determine whether they met the surveillance case definition and had been reported to the SevPn system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Surveillance audit"
        },
        {
            "text": "The sensitivity of the SevPn system was calculated by dividing the number of cases reported to the surveillance system that met the SevPn case definition by the total number of eligible cases (number of cases meeting the SevPn case definition from chart review audit). Descriptive ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "The study proposal was reviewed and determined to be a routine public health activity for public health surveillance by Thailand MOPH Ethical Review Committee. Confidentiality was maintained by using a password protected online system that limited access to authorized persons.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical review"
        },
        {
            "text": "A total of 972 patients met the case definition of severe pneumonia of unknown etiology, including 220 (22.6%) fatal cases, and were reported to the BOE severe pneumonia system during December 2010 through December 2015 (Table 1) . Of these, 580 (59.7%) were male. The majority (61.7%) were children aged < 5 years and the largest proportion (35.1%) of cases came from the southern region of Thailand. Of 220 fatal cases, lung biopsy was performed in 13 (5.9%).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 220,
                    "end": 229,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Demographic data"
        },
        {
            "text": "Tracheal secretion was the main specimen tested for viruses (946, 99.4%) and bacteria (823, 99%) while five cases had lung tissues tested for bacterial and four cases for viruses. Only two NP swabs were sent for viral and bacterial testing. Twenty cases had no specimen for viral testing and 141 cases had no specimen for bacterial testing either because the hospital did not sent the specimen or the specimens were not adequate for testing. Blood cultures were done at the participating hospitals per their routine practice and only 337 patients (34.7%) had results available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Types of specimen"
        },
        {
            "text": "All reported cases had at least one specimen submitted for testing. Among respiratory specimens from all 972 cases, 589 (60.6%) tested positive for at least one potential pathogen ( Table 2) . A virus was detected in 394 (40.5%) of cases with 236 (24.3%) of cases having a single virus as the only detected pathogen. RSV was the most commonly detected virus overall (12.3%), followed by influenza A and influenza B (3.9%), and adenovirus (3.0%). A bacteria was detected in 341 (35%) of cases with 128 (13.2%) of cases, having a single bacteria as the only detected pathogen. M. pneumoniae was the most commonly detected bacteria overall (4.2%), followed by H. influenzae (1.7%), M. catarrhalis (1.4%) and S. pneumoniae (1.0%). Mixed detection were found in 225 cases (23.1%).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 182,
                    "end": 190,
                    "text": "Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Etiologic identification"
        },
        {
            "text": "Among children aged < 5 years, RSV was the most common single pathogen detected (110, 18.7%), followed by adenovirus (28, 4.8%) and parainfluenza type 3 (11, 0.5%). For patients ≥5 years, M. pneumoniae was found in 21 (3.6%) cases, followed by influenza A (H1N1) pdm09 (14, 2.4%) and RSV (10, 1.7%) ( Table 2) . No pathogen was detected in 383 (39.4%) of specimens tested. Only 13 of 220 fatal cases had lung biopsy performed, and five (38.5%) had pathogens identified from Table 3) . Bacterial infection was more common among fatal cases while viral infection was more common among non-fatal cases. Since MERS-CoV testing was initiated in September 2012, no cases have been identified among the 767 patients tested.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 301,
                    "end": 309,
                    "text": "Table 2)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 474,
                    "end": 482,
                    "text": "Table 3)",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Etiologic identification"
        },
        {
            "text": "Of 1101 cases identified by surveillance audit who met the SevPn case definition based on chart review, 158 had been reported to the system for a sensitivity of 14.4% ( Table 4 ). The sensitivity in 2011-2012 was 6.5%, ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 169,
                    "end": 176,
                    "text": "Table 4",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Surveillance performance"
        },
        {
            "text": "Enhanced surveillance for severe pneumonia was implemented in Thailand in response to a need to improve identification of the causes of unexplained respiratory deaths and critical illnesses [8, 9] . During 5 years of surveillance, the system strengthened the overall ability of the Thailand MOPH to identify pathogens causing severe pneumonia and demonstrated the significance of RSV as a cause of fatal and non-fatal pneumonia cases, in both adults and children. Additional benefits of the system included improving the investigation of severe pneumonia cases through the use of standardized guidelines, although surveillance sensitivity, while improved over time, remained low. Enhanced surveillance captured just over 6% of eligible cases in 2012, increasing to 18% by 2014. The increased sensitivity over time may have resulted from identification of dedicated hospital focal persons, laboratorians and the clinicians having a better understanding of the system, ongoing efforts to sensitize clinicians to the importance of the surveillance, or increased awareness from concern over possible MERS-CoV importation. The SevPn clinical network produced a number of guidelines for severe pneumonia case notification and investigation that have been used throughout Thailand. The case and real-time laboratory results reporting in the online severe pneumonia database allowed for expedited results availability for pathogen identification as soon as 24 h after specimen arrival at NIH, helping clinicians make a definitive diagnosis and improving clinician buy-in for the system. The laboratory diagnostic testing platform and reporting algorithm successfully expanded the range of pneumonia pathogens able to be microbiologically confirmed, including newly emerging pathogens such as MERS-CoV. The system was established in 2010 and proved an important sentinel surveillance platform when MERS-CoV emerged in 2012; the majority of specimens tested for MERS-CoV to date in Thailand have come from the SevPn network.",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 193,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 194,
                    "end": 196,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Throughout the surveillance period, a pathogen was detected in over half of the reported cases. In addition to increasing the number of cases with an identified etiology, the SevPn surveillance has led to a valuable specimen bank of stored specimens that could be used for retrospective testing for new pathogens in the future when diagnostic methods become available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Guidelines for notification and investigation of severe pneumonia created by this system were modified for use in Thailand's severe acute respiratory infection surveillance, and post mortem examination guidelines developed by the pathology network for this surveillance system informed procedures for a sub-study of the Pneumonia Etiology Research for Child Health (PERCH) study [16] [17] [18] . These post-mortem examination guidelines have frequently been used as a training tool for non-pathologist health personnel to strengthen their capacity to perform lung biopsy in fatal pneumonia cases and also shared with other countries, including Cambodia during a hand, foot, and mouth disease outbreak in 2012 [19] .",
            "cite_spans": [
                {
                    "start": 379,
                    "end": 383,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 384,
                    "end": 388,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 389,
                    "end": 393,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 709,
                    "end": 713,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Despite improvements over time, the findings from the SevPn surveillance system have several important limitations: (1) Case reporting was passive. We documented vast under-reporting through surveillance audits with 86% of potential cases identified through chart review not reported to the SevPn system. Low reporting and variability by region make it difficult to know if etiologic findings were representative of all severe pneumonia cases in Thailand. (2) Post-mortem lung biopsy specimens were infrequently submitted, which might have resulted from a lack of pathologists in most hospitals, challenges in obtaining consent, and limited space to conduct the procedure. (3) Despite an extensive testing algorithm, a pathogen was not detected in nearly 40% of cases with specimens submitted, similar to what has been seen in other pneumonia etiology studies [9, 20, 21] . Detection of pathogens from respiratory specimens does not confirm etiology, especially for bacteria that commonly colonize the upper respiratory tract like S. pneumoniae and H. influenzae. Collection of lower respiratory specimens through endotracheal tubes helped reduce this challenge, but contamination with upper respiratory flora likely occurred; further, patients who died before intubation had only upper respiratory specimens available. Methods used in this enhanced surveillance could be improved if resources allowed for strengthening the networks, in particular the clinical network and regional laboratory network. In order to increase the number and quality of specimens obtained from fatal cases, further training on obtaining consent and performing post-mortem percutaneous transthoracic needle biopsy would likely be beneficial.",
            "cite_spans": [
                {
                    "start": 860,
                    "end": 863,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 864,
                    "end": 867,
                    "text": "20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 868,
                    "end": 871,
                    "text": "21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Developing the capacity for enhanced surveillance for severe pneumonia, which can be used to describe the prevalence of known as well as new pathogens, has been important to strengthen Thailand MOPH's preparedness and rapid response to emerging respiratory pathogens. Despite its low sensitivity, the SevPn surveillance system has built a network and platform that has bolstered Thailand's ability to detect emerging infectious diseases. This capacity was demonstrated with the quick addition of MERS-CoV to the testing algorithm in 2012. This project has enhanced the capacity of Thailand MOPH to more rapidly identify causes of severe pneumonia, which will contribute to more rapid detection and control of public health threats and thereby enhance global health security.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Although not all components of the surveillance system will continue after 2015, the severe and fatal pneumonia case notification and investigation guidelines and the post-mortem percutaneous transthoracic needle biopsy guidelines remain useful tools that clinicians, laboratory personnel and epidemiologists can employ during future outbreaks of severe respiratory illness of unknown etiology. The result of the 5 years data collection can help establishment of baseline disease burden estimates or trends for monitoring impact of new potential vaccines, especially for RSV; and facilitate other improved pathogen-specific disease control efforts. The availability of additional diagnostic assays and methods to more fully identify potential pneumonia etiologies for emerging and re-emerging pathogens would be beneficial to test banked specimens from this project as well as in future severe respiratory disease outbreaks [13, [22] [23] [24] . Incorporating elements of this enhanced surveillance into existing routine disease surveillance can help the Thailand MOPH strengthen preparedness and rapid response capabilities for infectious disease threats.",
            "cite_spans": [
                {
                    "start": 924,
                    "end": 928,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 929,
                    "end": 933,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 934,
                    "end": 938,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 939,
                    "end": 943,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "An avian influenza H5N1 virus that binds to a humantype receptor",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Auewarakul",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Virol",
            "volume": "81",
            "issn": "18",
            "pages": "9950--9955",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Human disease from influenza a (H5N1)",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Chotpitayasunondh",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Emerg Infect Dis",
            "volume": "11",
            "issn": "2",
            "pages": "201--210",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "How SARS changed the world in less than six months",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Fleck",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Bull World Health Organ",
            "volume": "81",
            "issn": "8",
            "pages": "625--631",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "SARS virus returns to China as scientists race to find effective vaccine",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Fleck",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Bull World Health Organ",
            "volume": "82",
            "issn": "2",
            "pages": "152--155",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Public health management of mass gatherings: the Saudi Arabian experience with MERS-CoV",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Memish",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Al-Rabeeah",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Bull World Health Organ",
            "volume": "91",
            "issn": "12",
            "pages": "899--899",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Newly discovered coronavirus as the primary cause of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kuiken",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "362",
            "issn": "9380",
            "pages": "263--70",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "World Health Organization. Avian influenza, fact sheet",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "World Health Organization. Cumulative number of confirmed human cases of avian influenza a (H5N1) reported to WHO",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Severe human influenza infections in Thailand: oseltamivir treatment and risk factors for fatal outcome",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hanshaoworakul",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "PLoS One",
            "volume": "4",
            "issn": "6",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Population density (people per sq. km of land area)",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Bank",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Kingdom of Thailand Implementation of Thailand's SRRT (Surveillance and Rapid Response Team) for Outbreak Containment",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "Y"
                    ],
                    "last": "Kumnuan Ungchusak",
                    "suffix": ""
                },
                {
                    "first": "Nipapan",
                    "middle": [],
                    "last": "Wanchai Ardkean",
                    "suffix": ""
                },
                {
                    "first": "Ubonrat",
                    "middle": [],
                    "last": "Saritapirak",
                    "suffix": ""
                },
                {
                    "first": "Darin",
                    "middle": [],
                    "last": "Narueponjirakul",
                    "suffix": ""
                },
                {
                    "first": "Wanna",
                    "middle": [],
                    "last": "Areechokchai",
                    "suffix": ""
                },
                {
                    "first": "Sopon",
                    "middle": [],
                    "last": "Hanchaoworakul",
                    "suffix": ""
                },
                {
                    "first": "Preecha",
                    "middle": [],
                    "last": "Iamsirithavorn",
                    "suffix": ""
                },
                {
                    "first": "Saruvudh",
                    "middle": [],
                    "last": "Prempree",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Suwannathapachapter",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Transthoracic needle biopsy of the lung",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Dibardino",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Yarmus",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Semaan",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Thorac Dis",
            "volume": "7",
            "issn": "4",
            "pages": "304--320",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Application of TaqMan low-density arrays for simultaneous detection of multiple respiratory pathogens",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kodani",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Clin Microbiol",
            "volume": "49",
            "issn": "6",
            "pages": "2175--82",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Detection of a novel human coronavirus by real-time reverse-transcription polymerase chain reaction",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Corman",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Euro Surveill",
            "volume": "17",
            "issn": "39",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "https:/www.eurosurveillance.org/content/10.2807/ese.17.39.20285-en#header"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Development of triplex SYBR green real-time PCR for detecting mycoplasma pneumoniae, Chlamydophila pneumoniae, and legionella spp. without extraction of DNA",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kerdsin",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Jpn J Infect Dis",
            "volume": "63",
            "issn": "3",
            "pages": "173--80",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Pneumonia etiology research for child health. Introduction",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "S"
                    ],
                    "last": "Levine",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Clin Infect Dis",
            "volume": "54",
            "issn": "2",
            "pages": "87--95",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The pneumonia etiology research for child health project: a 21st century childhood pneumonia etiology study",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "S"
                    ],
                    "last": "Levine",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Clin Infect Dis",
            "volume": "54",
            "issn": "2",
            "pages": "93--101",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The role of postmortem studies in pneumonia etiology research",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Turner",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Clin Infect Dis",
            "volume": "54",
            "issn": "2",
            "pages": "165--71",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Enterovirus 71 related severe hand, foot and mouth disease outbreaks in South-East Asia: current situation and ongoing challenges",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sabanathan",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Epidemiol Community Health",
            "volume": "68",
            "issn": "6",
            "pages": "500--502",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Incidence of respiratory pathogens in persons hospitalized with pneumonia in two provinces in Thailand",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Olsen",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Epidemiol Infect",
            "volume": "138",
            "issn": "12",
            "pages": "1811--1833",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Surveillance for unexplained deaths and critical illnesses due to possibly infectious causes",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Hajjeh",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Emerg Infect Dis",
            "volume": "8",
            "issn": "2",
            "pages": "145--53",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Field evaluation of TaqMan Array card (TAC) for the simultaneous detection of multiple respiratory viruses in children with acute respiratory infection",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Weinberg",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Clin Virol",
            "volume": "57",
            "issn": "3",
            "pages": "254--60",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Optimization of multiple pathogen detection using the TaqMan Array card: application for a population-based study of neonatal infection",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Diaz",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS One",
            "volume": "8",
            "issn": "6",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Laboratory methods for determining etiology of neonatal infection at population-based sites in South Asia: the ANISA study",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Saha",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Pediatr Infect Dis J",
            "volume": "35",
            "issn": "5",
            "pages": "16--22",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Author created a regional map of the site locations for severe pneumonia enhanced surveillance network in Thailand from 2010 to 2015",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Structure of severe pneumonia enhanced surveillance network data are presented as frequencies for discrete variables, and mean or median for continuous variables. SPSS version 18.0 was used for all analyses.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "18.1% in 2013-2014. Case reporting increased in all regions between the two periods. Sensitivity of the system was highest in the southern region and lowest in the northeastern region during both audits. Between 2011 and 2014 the number of cases reported to the system steadily increased from an average of nine cases a month in 2011 to 16 cases a month in 2014.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Demographic characteristics of patients enrolled in the severe pneumonia enhanced surveillance network, Thailand 2010-2015 cases where blood for culture was collected and incubated at the hospitals, only 27 cases had positive result and in six cases these blood culture results matched with the result of the PCR testing from NIH of respiratory specimens; S. pneumoniae (3), A. baumannii (1), K. pneumoniae (1) and B pseudomallei (1). From 589 cases that had positive laboratory results, 485 (82.3%) cases were reviewed by the severe pneumonia clinical network; 412 (69.9%) met the severe pneumonia case definition and consensus was reached on a likely causative agent in 406 (68.9%) (",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Pathogens detected through enhanced surveillance for severe pneumonia, by patient outcome, Thailand 2010-2015",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Etiology of severe pneumonia cases reported to the severe pneumonia surveillance system based on case reviews by the Clinical Network, Thailand 2010-2015",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Surveillance audit results for severe pneumonia enhanced surveillance network by region and time period, Thailand 2011-2014 Surveillance regionSevere pneumonia cases reported and detected by chart review",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors would like to give special thanks to all of the dedicated staff of all the 30 network hospitals for their assistance with data collection. Thanks also goes to the severe pneumonia expert committees for their in-depth review of patient medical records. We also appreciate the assistance with data analysis provided by Patranuch Sapchookul and Sonia Hegde. Dorothy L Southern provided scientific writing guidance and critically reviewed this manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "The publication cost was funded by the U.S. Centers for Disease Control and Prevention (CDC). This work was supported CDC awarded to the Ministry of Public Health, Thailand in cooperative agreement # 5U2GGH000613-03.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "The data will not be shared without permission from the Bureau of Epidemiology, Department of Disease Control, Thailand Ministry of Public Health. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Availability of data and materials"
        },
        {
            "text": "Authors' contributions CB and KU conceived the study design, led the data analyses, and drafted the report. CB and TY organized the surveillance system and prepared the databases. HCB, CJG, ST, WP, AK, MC, RRU, and PA did the literature review and provided critical inputs to the report. All authors revised and approved the final version.Ethics approval and consent to participate Thailand MOPH Ethical Review Committee reviewed the study proposal and determined to be a routine public health activity for public health surveillance therefor the consent to participate was waived.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent for publication"
        },
        {
            "text": "The authors declare that they have no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        },
        {
            "text": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.Author details",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Publisher's Note"
        }
    ]
}