{
    "paper_id": "fa16032841f11e0924b539d21444915e3bcc9a0e",
    "metadata": {
        "title": "A Nucleic-Acid Hydrolyzing Single Chain Antibody Confers Resistance to DNA Virus Infection in HeLa Cells and C57BL/6 Mice",
        "authors": [
            {
                "first": "G",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "Yu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "S",
                "middle": [],
                "last": "Cho",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "S-J",
                "middle": [],
                "last": "Byun",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "D",
                "middle": [
                    "H"
                ],
                "last": "Kim",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Viral protein neutralizing antibodies have been developed but they are limited only to the targeted virus and are often susceptible to antigenic drift. Here, we present an alternative strategy for creating virus-resistant cells and animals by ectopic expression of a nucleic acid hydrolyzing catalytic 3D8 single chain variable fragment (scFv), which has both DNase and RNase activities. HeLa cells (SCH7072) expressing 3D8 scFv acquired significant resistance to DNA viruses. Virus challenging with Herpes simplex virus (HSV) in 3D8 scFv transgenic cells and fluorescence resonance energy transfer (FRET) assay based on direct DNA cleavage analysis revealed that the induced resistance in HeLa cells was acquired by the nucleic acid hydrolyzing catalytic activity of 3D8 scFv. In addition, pseudorabies virus (PRV) infection in WT C57BL/6 mice was lethal, whereas transgenic mice (STG90) that expressed high levels of 3D8 scFv mRNA in liver, muscle, and brain showed a 56% survival rate 5 days after PRV intramuscular infection. The antiviral effects against DNA viruses conferred by 3D8 scFv expression in HeLa cells as well as an in vivo mouse system can be attributed to the nuclease activity that inhibits viral genome DNA replication in the nucleus and/or viral mRNA translation in the cytoplasm. Our results demonstrate that the nucleic-acid hydrolyzing activity of 3D8 scFv confers viral resistance to DNA viruses in vitro in HeLa cells and in an in vivo mouse system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Viruses are pathogenic agents that cause potentially devastating diseases such as the flu, hepatitis, poliomyelitis, acquired immunodeficiency syndrome (AIDS), severe acute respiratory syndrome (SARS), avian influenza, and foot-and-mouse disease [1, 2, 3] . Many antiviral drug studies have been based on a functional analysis of viral genes and an understanding of the virus life cycle. McFarland and Hill (1987) showed successful vaccination of mice and pigs with a mutant PRV thymidine kinase [4] . Qing Ge also demonstrated that nucleocapsid siRNA or a component of the RNA transcriptase (PA) is a good antiviral drug to protect against influenza virus by inhibiting viral RNA transcription with siRNAs [5] . In addition, acyclovir, which is the best antiviral agent against HSV-1, is a nucleotide analogue that shows an antiviral effect by inhibiting DNA replication [6] . However, commercially-developed antiviral drugs such as viral DNA polymerases, viral reverse transcriptases, and neuraminidase inhibitors target one or two viruses [7, 8, 9, 10, 11] . Thus, a new strategy is needed to prepare for outbreaks caused by new viruses or new mutant viruses because of the high mutation rates of viral genomes and recombination events among closely-related viruses [12, 13] .",
            "cite_spans": [
                {
                    "start": 246,
                    "end": 249,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 250,
                    "end": 252,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 253,
                    "end": 255,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 388,
                    "end": 413,
                    "text": "McFarland and Hill (1987)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 496,
                    "end": 499,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 707,
                    "end": 710,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 872,
                    "end": 875,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1042,
                    "end": 1045,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1046,
                    "end": 1048,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1049,
                    "end": 1051,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1052,
                    "end": 1055,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1056,
                    "end": 1059,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1269,
                    "end": 1273,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1274,
                    "end": 1277,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A scFv is a recombinant antibody fragment, which commonly consists of a full variable region of an immunoglobulin heavy chain covalently linked to the corresponding variable region of an immunoglobulin light chain. scFvs have multiple benefits over traditional monoclonal antibodies due to their greatly reduced size, ease of genetic manipulation, and production of antibodies against viral proteins [14] . In 1994, scFv which binds to the Human immunodeficiency virus 1 (HIV-1) regulatory protein Rev was expressed intracellularly and potently inhibited HIV-1 replication in scFv immunized cells [15] . In addition, scFv against HIV integrase and reverse transcriptase showed reduced viral progeny in virus infected cells [16, 17] . The retroviral capsid protein can be used as an antiviral target and thereby extend the number of targets that can potentially be used in combined scFvbased gene therapy approaches [18] . However, despite the many virus resistant studies using scFv proteins, no reports are available about scFv having an antiviral effect against a broad spectrum of viruses. Montandon et al. (1982) showed antiviral effects against Moloney murine leukemia virus (M-MuLV) with DNase I. In another study, DNase I digested DNA in the form of unmethylated proviral M-MuLV selectively [19] . Exonuclease, ISG20, which is induced by type 1 interferon (IFN), was over-expressed in CEL cells to inhibit HIV replication through nuclease activity [20, 21] . Another case was reported in a plant system using Pac1, an RNase isolated from the yeast Schizosaccharomyces pombe. Challenging a transgenic potato that expresses Pac1 with potato spindle tuber viroid (PSTVd) resulted in suppression of PSTVd infection and accumulation without significant undesired effects on the plant. The anti-viral effects of these RNases depend on their RNAhydrolyzing activity [22] .",
            "cite_spans": [
                {
                    "start": 400,
                    "end": 404,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 597,
                    "end": 601,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 723,
                    "end": 727,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 728,
                    "end": 731,
                    "text": "17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 915,
                    "end": 919,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1093,
                    "end": 1116,
                    "text": "Montandon et al. (1982)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1298,
                    "end": 1302,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1455,
                    "end": 1459,
                    "text": "[20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1460,
                    "end": 1463,
                    "text": "21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1866,
                    "end": 1870,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We have shown previously that the 3D8 scFv protein has nuclease activity that non-specifically degrades in vitro DNA and RNA substrates [23] . 3D8 scFv originated from MRL mice and is a recombinant single chain antibody linked to VH and VL by linker peptides [14] . 3D8 scFv has catalytic activity supporting the hydrolysis of both single stranded and double stranded DNAs in the presence of Mg 2+ without significant sequence specificity. In addition, efficient degradation of RNAs by 3D8 scFv in the presence of EDTA demonstrates that 3D8 scFv does not need divalent metal ions for its RNase activity [23] . Additionally, 3D8 scFv has DNase and RNase activity but when the active sites of each VL and VH are changed from histidine (35 position in VH and 94 position in VL) to alanine, respectively, by site-directed mutagenesis, the mutant 3D8 scFv loses DNase activity but retains RNase activity [24] . We previously showed that 3D8 scFv can be applied to protect PK15 cells from virus infection. PK15 cells harboring 3D8 scFv show resistance to classical swine fever virus (CSFV) through RNase activity [25] . Also, we previously found that progenies of the transgenic tobacco plant acquired complete resistances against two single stranded (ss)-DNA geminiviruses, four ssRNA tobamoviruses, and one ssRNA cucumovirus [26, 27] . So far, chemicals or specific antibodies for viral proteins have been mostly used in antiviral agents. But, 3D8 scFv with a completely different mechanism than antiviral agents is expected to be effective against a broad spectrum of viral infections.",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 140,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 259,
                    "end": 263,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 603,
                    "end": 607,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 899,
                    "end": 903,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1107,
                    "end": 1111,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1321,
                    "end": 1325,
                    "text": "[26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1326,
                    "end": 1329,
                    "text": "27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We established in vitro cell and in vivo mouse systems harboring 3D8 scFv genes and antiviral mechanism against PRV and HSV as DNA viruses with dsDNA genomes. The expression patterns of viral open reading frames (ORFs) were identified and the FRET assay and confocal microscopy were performed to investigate the antiviral mechanism shown in our experimental in vitro and in vivo systems. Taken together, our data support that the antiviral effect against the DNA virus used in this work was caused by (1) nuclear DNase activity that inhibited DNA replication or RNA transcription and (2) RNase activity in the cytoplasm blocked protein translation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The 3D8 scFv cell line expresses 3D8 proteins in both the cytosol and nucleus",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and Discussion"
        },
        {
            "text": "The gene encoding 3D8 scFv was introduced into HeLa cells to test whether 3D8 scFv expressing cell lines could protect against DNA virus (HSV-1 and PRV) infection. The DNAs coding for both the wild-type 3D8 scFv protein (SCH) and the inactive DNase-mutated 3D8 scFv protein (muSCH) were cloned under the transcriptional dependence of the cytomegalovirus promoter in the pcDNA3.1/V5-HisB vector ( Figure 1A ). Three 3D8 scFv lines (SCH07041, SCH07071, and SCH07072) and mutated 3D8 scFv (muSCH) were selected by serial dilution in media containing G418 [28] . We evaluated 3D8 scFv expression levels in selected cell lines by quantitative real-time reverse transcription polymerase chain reaction (RT-PCR), flow cytometric analysis, and immunocytochemistry. According to quantitative real-time RT-PCR, SCH07072 expressed the highest 3D8 scFv RNA compared to that of the other two cell lines (1.3 and 4 times more). The mutant 3D8 scFv-transfected (muSCH) cells expressed similar levels of 3D8 scFv RNA to SCH07072 ( Figure 1B) . Flow cytometry data revealed that when the mean for the HeLa cell line as a control was 79.48, SCH07041, SCH07071, and SCH07072 were 88.45, 109.17, and 126.38, respectively (Geo mean: HeLa = 74.51, SCH07041 = 76.88, SCH07071 = 89.89, and SCH07072 = 115.33) and was similar to the results shown in the quantitative real-time RT-PCR analysis ( Figure 1C ). Confocal microscopy demonstrated that 3D8 scFv proteins in SCH07072 and muSCH were targeted and localized in both the cytosol and nucleus ( Figure 1D ). Common features of anti-DNA antibodies that have a large number of positively-charged residues within complementarity determining regions (CDRs) of VH or VL domains due to their antigen binding properties, which resemble the nuclear localization signal (NLS), have been attributed to their final accumulation within the nucleus of cells, such as cell-penetrating peptides (CPPs) [29] . Therefore, 3D8 scFv proteins were localized in the cytosol using a vector system and targeted to the nucleus by a NLS.",
            "cite_spans": [
                {
                    "start": 552,
                    "end": 556,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1915,
                    "end": 1919,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 396,
                    "end": 405,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1015,
                    "end": 1025,
                    "text": "Figure 1B)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1370,
                    "end": 1379,
                    "text": "Figure 1C",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1523,
                    "end": 1532,
                    "text": "Figure 1D",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "3D8 scFv exhibits resistance to HSV type1 and PRV in stably transfected cell lines",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and Discussion"
        },
        {
            "text": "The three 3D8 scFv lines and the one mutant 3D8 scFv line were challenged with HSV-1::GFP and PRV which had dsDNA as a genome. Virus-infected HeLa cells express GFP in the cytoplasm after HSV infection [30] and PRV infection results in cytopathic effects (CPE) in HeLa cells. In addition, PRV results in multinuclear giant cell formation as a PRV CPE [31] .",
            "cite_spans": [
                {
                    "start": 202,
                    "end": 206,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 351,
                    "end": 355,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Results and Discussion"
        },
        {
            "text": "GFP expression levels in the four cell lines challenged with three different MOI (0.1, 0.5, and 1.0) of HSV::GFP were observed under a fluorescence microscope 48 hours after virus challenge. The SCH07072 line showed the lowest GFP expression compared to that of the other two lines (SCH07041 and SCH07071) and the",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and Discussion"
        },
        {
            "text": "Most strategies for developing virus-resistant transgenic cells and animals are based on the concept of virusderived resistance, in which dysfunctional virus-derived products are expressed to interfere with the pathogenic process of the virus in transgenic cells or animals. However, these viral protein targeting approaches are limited because they only target specific viruses and are susceptible to viral mutations. We describe a novel strategy that targets the viral genome itself, rather than viral gene products, to generate virus-resistant transgenic cells and animals. We functionally expressed 3D8 scFv which has both DNase and RNase activities, in HeLa cells and transgenic mice. We found that the transgenic cells and mice acquired complete resistance to two DNA viruses (HSV and PRV) without accumulating the virus, and showed delayed onset of disease symptoms. The antiviral effects against DNA viruses demonstrated in this study were caused by (1) DNase activity of 3D8 scFv in the nucleus, which inhibited DNA replication or RNA transcription and (2) 3D8 scFv RNase activity in the cytoplasm, which blocked protein translation. This strategy may facilitate control of a broad spectrum of viruses, including viruses uncharacterized at the molecular level, regardless of their genome type or variations in gene products. mutant line (muSCH) (Figure 2A) . The plaque assay revealed that SCH07072 cells produced the fewest number of viral progeny of 163/ml at an MOI of 0.1 and 530/ml at an MOI of 0.5. The plaque assay data supported the GFP expression results showing the best antiviral effects among the three cell lines. In contrast to SCH07072, wild-type HeLa cells had 1,343/ml (8.24 times higher) and 7,851/ml (14.81 times higher) viral progeny at MOIs of 0.1 and 0.5, respectively ( Figure 2B ). At an MOI of 0.5, muSCH cells produced a viral titer that was 14.42 times higher than that of SCH07072 and was similar to that of wild type HeLa cells ( Figure 2B ). Western blot analysis using an anti-HSV DNA polymerase antibody (POL/UL42 complex) demonstrated that less HSV-1 DNA polymerase was detected in SCH07072 cells compared to that of wild-type HeLa cell lines 48 hours after virus challenge ( Figure 2C ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1354,
                    "end": 1365,
                    "text": "(Figure 2A)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1802,
                    "end": 1811,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1968,
                    "end": 1977,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2218,
                    "end": 2227,
                    "text": "Figure 2C",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Author Summary"
        },
        {
            "text": "Similar to HSV, PRV also showed similar antiviral effects in the three 3D8 scFv cell lines and one mutant cell line. Forty-eight hours after the PRV challenge, fewer cytopathic effects, as assessed by multinuclear giant cell formation, were observed in SCH07072 cells compared to the other types of cells, including wild-type cells ( Figure 3A) . The plaque assay also showed the highest antiviral effects in SCH07072 cells with viral titers of 916/ml and 7,466/ml at MOIs of 0.1 and 0.5, respectively, compared to those of wildtype HeLa cells (9,130/ml and 31,833/ml, respectively) and the muSCH cell line (9.046/ml and 30,400/ml, respectively ( Figure 3B ). The expression levels of 3D8 scFv in SCH07071 and SCH07072 cells were similar ( Figure 1B ) but the antiviral activity of SCH07072 and SCH07071 were quite different. Generally there is a correlation between 3D8 scFv expression and antiviral activity. However, in order for cells to acquire the antiviral activity of 3D8 scFv, a certain amount of 3D8 scFv protein needs to be expressed. We thought that there might be a threshold for the acquired antiviral activity conferred by 3D8 scFv expression. SCH07072 may have reached the threshold but SCH07071 did not ( Figure 3B ). Glycoprotein D (gpD) was used for Western analysis to count the PRV. The gpD protein was not found in the SCH07072 lines but wild-type HeLa cells showed strong signals ( Figure 3C ). Even though the expression level of 3D8 scFv in SCH07041 cells was significantly lower (approx. 1/3) than that of SCH07072 cells, both cells were found to be equally resistant against HSV-1 infection at an MOI of 0.1 ( Figure 2B) , suggesting that the 3D8 scFv protein level in SCH07041 cells was close to the maximum effective dose against HSV-1. At a higher virus titer (MOI 0.5), the antiviral effect of 3D8 scFv was shown in a more dose-dependent manner such that much less viral infectivity was found in the SCH07072 cells than the SCH07041 (1,964.00 vs 530.67 pfu/ml). This was further demonstrated in case of PRV infection study ( Figure 3B ), in which the SCH07072 cells were shown to be more resistant against the virus infection than the SCH07041 cells at both MOI of 0.1 and 0.5. As a result, 3D8 scFv expression levels and antiviral effects showed a directly proportional relationship. 3D8 scFv expression levels were analyzed by quantitative real-time polymerase chain reaction (PCR) in transgenic cell lines. The relative concentrations of 3D8 scFv were calculated after normalization to the GAPDH gene using the delta delta C T method. Data bars represent mean 6 standard error. The expression levels of each cell line were compared to SCH07072. C. Identification of three 3D8 scFv cell lines (SCH07041, SCH07071, and SCH07072) by flow cytometry. Transgenic and wild-type HeLa cells were stained with 3D8 scFv Ab and TRITC-anti-rabbit Ig for flow cytometry. D. Localization of 3D8 scFv in transgenic and wild-type HeLa cells by immunocytochemistry. Nuclei were detected by DAPI staining (blue). 3D8 scFv expression was monitored by immunofluorescence using a polyclonal anti-3D8 scFv antibody that was visualized with TRITC (Rhodamine Red). 3D8 scFv proteins were localized in both the cytosol and nucleus of SCH07072 and muSCH cells. doi: 10 ",
            "cite_spans": [
                {
                    "start": 3273,
                    "end": 3275,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 334,
                    "end": 344,
                    "text": "Figure 3A)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 647,
                    "end": 656,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 740,
                    "end": 749,
                    "text": "Figure 1B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1222,
                    "end": 1231,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1405,
                    "end": 1414,
                    "text": "Figure 3C",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1637,
                    "end": 1647,
                    "text": "Figure 2B)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2056,
                    "end": 2065,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Author Summary"
        },
        {
            "text": "The FRET assay was carried out to confirm that 3D8 scFv nuclease activity was responsible for the antiviral activity shown by SCH07072 cells [32] (Figure 4 ). SCH07072 cells produced up to 660 relative fluorescence units (RFU) 80 min after the 6carboxyfluorescein (FAM)-labeled DNA substrate was introduced into the cells. However, the fluorescence output from HeLa cells, muSCH cells, and the negative control reactant was a maximum of 200 RFU or less ( Figure 4A ). When the FAM-labeled RNA substrate was introduced into cells, SCH07072 and muSCH cells had fluorescence levels of about 200 RFU, but HeLa cells and the negative control reactant showed fluorescence levels of only 80 RFU ( Figure 4B ). These FRET results confirmed that 3D8 scFv in SCH07072 had both DNase and RNase activity, but that only RNase activity was observed in muSCH cells ( Figure 4) . Therefore, the protection against the virus infection shown by SCH07072 cells was due to 3D8 scFv nuclease activity against the virus genome itself.",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 145,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [
                {
                    "start": 146,
                    "end": 155,
                    "text": "(Figure 4",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 455,
                    "end": 464,
                    "text": "Figure 4A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 690,
                    "end": 699,
                    "text": "Figure 4B",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 852,
                    "end": 861,
                    "text": "Figure 4)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "SCH07072 have RNase and DNase activity"
        },
        {
            "text": "Quantitative RT-PCR was performed to investigate how 3D8 scFv protected against virus infection in relation to the virus infection cycle. The amounts of viral DNA and RNA isolated from cells grown with or without HSV DNA polymerase inhibitor (Phosphonoacetic acid, PAA) in the culture media were analyzed by quantitative real-time PCR ( Figure 5 ). PAA inhibited the synthesis of HSV DNA in infected cells and the activity of the virus-specific DNA polymerase in vitro [33] . PAA was used to investigate the antiviral effects by 3D8 scFv DNase activity in the immediate early stage before de novo viral DNA replication. The changes in viral DNA content in HeLa, SCH07072, and muSCH cells were traced at immediate early (2 hr after virus challenge, ICP4), early (6.5 hr after virus challenge, UL9), and late (25 hr after virus challenge, UL19) stages of infection ( Figure 5A ). Viral DNA accumulation in SCH07072 cells was reduced by up to 94.2% under the PAA-untreated condition, compared to HeLa cells at each stage. Virus DNA accumulation in SCH07072 cells cultured with PAA decreased by up to 80% compared to that in HeLa cells at all stages of infection. In contrast, muSCH cells under the PAA-untreated condition showed as much virus DNA accumulation as HeLa cells at the early stage of infection, but 68% more viral DNA was detected in muSCH cells compared to HeLa cells at the late stage. The accumulation of virus DNA in SCH07072 indicates that nuclear 3D8 scFv can degrade viral DNA directly, resulting in less accumulation of viral DNA ( Figure 5B ).",
            "cite_spans": [
                {
                    "start": 469,
                    "end": 473,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [
                {
                    "start": 337,
                    "end": 345,
                    "text": "Figure 5",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 865,
                    "end": 874,
                    "text": "Figure 5A",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1549,
                    "end": 1558,
                    "text": "Figure 5B",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "3D8 scFv expressing cells induce viral DNA degradation in the nucleus and viral mRNA degradation in the cytosol"
        },
        {
            "text": "Viral RNA expression was also analyzed under the same experimental conditions. Viral RNA accumulation of six ORFs decreased rapidly in PAA-treated cells at both the early and late stages of infection ( Figure 5C ). Only SCH07072 cells showed a 3D8 scFv Confers Resistance to DNA Virus Infection PLOS Pathogens | www.plospathogens.org substantial reduction in viral RNA accumulation during the entire infection cycle under the PAA-untreated condition compared to HeLa and muSCH cells. The expression of ICP0 and ICP4 in SCH07072 cells cultured with PAA decreased by 72.5% and 74.9%, respectively, compared to HeLa cells during the immediate early stage. At the late infection stage, SCH07072 cells expressed 83.1% and 87% less UL19 and UL 38 transcripts, respectively, than those of HeLa cells after virus challenge ( Figure 5C ). However, ICP0 and ICP4 levels were 69.4% and 60.7% lower than in HeLa cells during the immediate early stage of muSCH cell infection, and were similar to the viral RNA content seen in SCH07072 cells. However, at the late stage of infection, the viral RNA accumulation patterns in muSCH cells were similar to those in HeLa cells ( Figure 5C ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 202,
                    "end": 211,
                    "text": "Figure 5C",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 817,
                    "end": 826,
                    "text": "Figure 5C",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1160,
                    "end": 1169,
                    "text": "Figure 5C",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "3D8 scFv expressing cells induce viral DNA degradation in the nucleus and viral mRNA degradation in the cytosol"
        },
        {
            "text": "The HSV-1 RNA transcription occurs during immediate early stage of the viral infection stage together with a limited level of its DNA replication, as summarized on Edward K. Wagner's web site (http://darwin.bio.uci.edu/,faculty/wagner/hsv4f.html). Therefore, in the absence of PAA the decreased level of viral DNA in muSCH cells in comparison with that of HeLa cells is likely to be attributed to an interference of HSV -1 transcription by the RNase activity of the mutant 3D8 scFv ( Figure 5B ). With treatment of PAA, a specific inhibitor of viral DNA polymerase, the level of viral DNA replication in muSCH and HeLa cells were shown to be almost identical at immediate early stage. This relatively mild impact of PAA on DNA replication in muSCH cells as compared with HeLa and SCH07072 cells was also observed when selected viral RNA transcripts were measured in these cells at immediate early stage ( Figure 5C ). Transcriptions of these genes were found to be significantly decreased in HeLa and SCH07072 cells upon PAA, which reflects the decreased level of viral DNA templates for transcription. By contrast, transcription level of these genes in muSCH cells at the same stage did not show any significant difference between PAA treated and untreated cells.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 484,
                    "end": 493,
                    "text": "Figure 5B",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 905,
                    "end": 914,
                    "text": "Figure 5C",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "3D8 scFv expressing cells induce viral DNA degradation in the nucleus and viral mRNA degradation in the cytosol"
        },
        {
            "text": "On entry into the nucleus, the genome of HSV-1 is also associated rapidly with histone proteins [34] and nucleosomes are assembled, though in irregularly or randomly spaced manners, on 1 hour post infection. Therefore, it is intriguing and difficult to explain on why and how only the viral genome is subjected to the nucleic acid hydrolyzing activity of 3D8 scFv, leaving host genome largely unaffected. Perhaps as the HSV-1 genome, which was not completely assembled with nucleosomes or was assembled with unstable nucleosomes, can be digested by intrinsic DNase of 3D8 scFv during HSV-1 replication takes place (6 hours post infection or early stage), especially considering that the viral genome is found to be relatively free of histones following viral DNA replication, beyond 6 hours post infection [35] . When we compared the HSV-1 DNA accumulation between SCH07072 and muSCH cells on immediate early stage, early stage and late stage respectively, muSCH cells showed limited antiviral activities at immediate early stage but did not show any antiviral activity later on. Thus it may indicates that mutant 3D8 scFv with only intrinsic RNase activity is not sufficient for providing a full protection for host cells against HSV-1 infection once HSV-1 DNA replication successfully takes places in nucleus in muSCH cells. Therefore, it may be possible that the antiviral effects of 3D8 scFv against HSV-1 and PRV infection were contributed by both the DNase activity, which is mainly effective in the nucleus and the RNase activity mainly effective in the cytoplasm. This proposed antiviral activity can be explained by (1) temporal blockage of viral DNA replication in the nucleus and protein translation in the cytosol and (2) spatial protection (nucleus vs. cytosol) provided by 3D8 scFv. However, further experimental investigations are needed to confirm the antiviral mechanisms of 3D8 scFv proposed in this study.",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 100,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 806,
                    "end": 810,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "3D8 scFv expressing cells induce viral DNA degradation in the nucleus and viral mRNA degradation in the cytosol"
        },
        {
            "text": "The 3D8 scFv protein shown in SCH07072 was localized in both the cytoplasm and nucleus ( Figure 1D ). To test our hypothesis that 3D8 scFv acted as a DNase in the nucleus, we investigated whether 3D8 scFv could hydrolyze histone-bound DNA and methylated DNA. Both 3D8 scFv and DNase I at 10610 24 U/ml started to hydrolyze 0.2 mg DNA 1 hr after treatment. At a concentration of 8.3610 24 U/ml, 3D8 scFv digested more non-methylated DNA than methylated DNA after 1 hr of treatment ( Figure 6A ). In addition, quantitation of nonmethylated and methylated DNA showed a reduction rate of 62% and 21%, respectively ( Figure 6C) . However, no difference in hydrolysis of non-methylated and methylated DNA was observed when 8.3610 24 U/ml DNase I was tested ( Figure 6A ). Both 3D8 scFv and DNase I did not digest DNA at a concentration of 1.4610 24 U/ml, regardless of whether it was methylated or not ( Figure 6A ). We next tested whether the 3D8 scFv protein could digest histone-bound DNA in the nucleus. Histone-bound DNA fragments (150 bp) were not hydrolyzed by either 3D8 scFv or DNase I at concentrations of 10610 24 U/ml and 8.3610 24 U/ml, as shown in Figure 6B . But, at concentrations of 8.3610 24 U/ml 3D8 scFv, DNA without histones was reduced 34% and 90% after 1 hr and 3 hr, respectively ( Figure 6C) . Also, 3D8 scFv digested more DNA without histones than DNase I at concentrations of 8.3610 24 U/ml 1 hr after treatment ( Figure 6B ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 89,
                    "end": 98,
                    "text": "Figure 1D",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 482,
                    "end": 491,
                    "text": "Figure 6A",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 612,
                    "end": 622,
                    "text": "Figure 6C)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 753,
                    "end": 762,
                    "text": "Figure 6A",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 898,
                    "end": 907,
                    "text": "Figure 6A",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1156,
                    "end": 1165,
                    "text": "Figure 6B",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1300,
                    "end": 1310,
                    "text": "Figure 6C)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1435,
                    "end": 1444,
                    "text": "Figure 6B",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "3D8 scFv protein can distinguish methylated DNA and histone-bound DNA"
        },
        {
            "text": "The nuclear DNA of eukaryotic cells is mostly modified by methylation and interacts with various nuclear proteins such as histone proteins [36, 37, 38, 39] . Figure 6 shows that 3D8 scFv did not hydrolyze methylated or histone-bound DNA when the activity of 3D8 scFv was ,1.4610 24 U/ml. This result indicates that chromosomal DNA in the nucleus was protected from 3D8 scFv because chromosomal DNA is mostly methylated and histone-bound., 3D8 scFv proteins in SCH07072 cells are expressed at lower working concentrations than we tested in our in vitro analysis shown in Figure 6 .",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 143,
                    "text": "[36,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 144,
                    "end": 147,
                    "text": "37,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 148,
                    "end": 151,
                    "text": "38,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 152,
                    "end": 155,
                    "text": "39]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [
                {
                    "start": 158,
                    "end": 166,
                    "text": "Figure 6",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 570,
                    "end": 578,
                    "text": "Figure 6",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "3D8 scFv protein can distinguish methylated DNA and histone-bound DNA"
        },
        {
            "text": "HeLa, SCH07072, and muSCH cells showed similar doubling patterns when 72 hr growth curves were plotted ( Figure S1A ). Northern blot analysis showed that the RNA stability and RNA expression patterns of three marker genes (GAPDH, actin, and VEGF) in the three cell lines were not affected by expression of the 3D8 scFv protein ( Figure S1B ). Taken together, expression of the 3D8 scFv protein in SCH07072 cells did not affect cell growth or viability.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 105,
                    "end": 115,
                    "text": "Figure S1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 329,
                    "end": 339,
                    "text": "Figure S1B",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "3D8 scFv protein can distinguish methylated DNA and histone-bound DNA"
        },
        {
            "text": "Pac1 and ISG20, which have RNase activity, have been used as antiviral proteins against potato spindle tuber viroid and HIV, respectively [21, 22] . Our observations and those of others on the effects of exogenous expression of RNase (Pac1 and ISG20) and/ or nuclease (3D8 scFv) indicate that it is possible to develop transgenic plants and animal cells and even entire organisms that are virus-resistant. However, host RNA could be degraded nonselectively by 3D8 scFv RNase activity in 3D8 scFv-expressing cells. During the transformation process, antiviral transgenic cell lines or organisms can be developed if (1) the amount of 3D8 scFv protein expressed does not inhibit the physiological and developmental processes of cells or organisms, and (2) the amount of 3D8 scFv protein produced is sufficient to protect against virus infection.",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 142,
                    "text": "[21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 143,
                    "end": 146,
                    "text": "22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "3D8 scFv protein can distinguish methylated DNA and histone-bound DNA"
        },
        {
            "text": "3D8 scFv and DNase I were transferred to HeLa cells using a microporator to investigate cell viability using a neutral red assay. The concentration of each protein was adjusted to be 1.5625610 23 [19] . However, when we introduced the same unit amounts of DNase I and 3D8 scFv into HeLa cells using a microporator, the antiviral effects of the 3D8 scFv protein were almost 8-fold higher than those of DNase I ( Figure S2C ). This result indicates that 3D8 scFv has a greater antiviral effect than DNase I, most likely due to the additional RNase activity of 3D8 scFv ( Figure S2 ).",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 195,
                    "text": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 196,
                    "end": 200,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 411,
                    "end": 421,
                    "text": "Figure S2C",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 569,
                    "end": 578,
                    "text": "Figure S2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "3D8 scFv protein can distinguish methylated DNA and histone-bound DNA"
        },
        {
            "text": "After the antiviral effects of the 3D8 scFv protein was confirmed in HeLa cells, transformed mice harboring the 3D8 scFv gene were produced to investigate the antiviral effects in an in vivo mouse system. The pcDNA3.1-3D8 scFv plasmid was linearized with NruI/StuI/PvuI enzymes and then used for transformation of C57BL/6NCrjBgi. A total of 150 F 0 were generated and 10 lines (F 0 : 47, 69, 90, 92, 108, 109, 110, 115, 128, and 135 ) out of 150 F 0 were selected by PCR analysis ( Figure S3A ). Each transformant was reconfirmed by Southern hybridization after genomic DNA was digested by EcoRI and HindIII enzymes. All transformants showed single bands that reacted with the probes prepared with the 3D8 scFv full gene ( Figure S3B ). 3D8 scFv expression levels were analyzed in the different transgenic lines and different organs. The muscle, brain, and liver were chosen because these organs are virus infection routes and the relative 3D8 scFv gene expression levels were investigated by quantitative real-time RT-PCR ( Figure 7A ). The F 0 69, 90, and 135 lines were selected from 10 F 0 lines for further analysis based on 3D8 scFv expression levels in the TG mice lines and previous therapeutics experiments, which showed that PRV was detected in muscle and brains after mice were challenged with PRV and 3D8 scFv proteins by intramuscular and intraperitoneal injections, respectively. Therefore, the F 0 90 line, which expressed the highest 3D8 scFv levels in both brain Wild-type HeLa, SCH07072, and muSCH cells were infected with HSV::GFV at an MOI of 0.5 and then incubated for 2, 6.5, and 25 hr in the presence or absence of PAA 1 hr after virus challenge. ICP4 was used for the immediate early stage, UL9 for the early stage, and UL19 for the late stage of viral infection. Data bars show mean 6 standard error. ** and *** indicate significant differences from HSV-1 viral DNA at p,0.01 and p,0.001, respectively (one-way analysis of variance and Tukey's post hoc t-test). C. Quantitative real-time reverse transcription-polymerase chain reaction (RT-PCR) was used to measure the expression of immediate early genes (ICP0 and ICP4), early genes (UL9 and UL29), and late genes (UL19 and UL38). The relative concentrations of HSV mRNAs were calculated after normalization to the GAPDH gene using the delta delta C T method. Data bars represent mean 6 standard error. *, **, *** indicate significant differences from HeLa cells at p,0.05, p,0.01, and p,0.001, respectively (one-way analysis of variance and Tukey's post hoc t-test and muscle, and the F 0 135 line, which expressed high amounts of 3D8 scFv in the brain, were selected and used for further investigations on the antiviral preventive effects. The F 0 69 line showed positive gPCR and RT-PCR results but 3D8 scFv expression levels in the F 0 69 line were low; thus, it was used as a control.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 382,
                    "end": 432,
                    "text": ": 47, 69, 90, 92, 108, 109, 110, 115, 128, and 135",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 482,
                    "end": 492,
                    "text": "Figure S3A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 723,
                    "end": 733,
                    "text": "Figure S3B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1025,
                    "end": 1034,
                    "text": "Figure 7A",
                    "ref_id": null
                }
            ],
            "section": "Production and establishment of 3D8 scFv TG mice and 3D8 scFv gene expression"
        },
        {
            "text": "On the basis of the expression levels in the F 0 69 line, the F 0 90 line produced 12.25 times more 3D8 scFv in the liver and the F 0 110 and F 0 135 lines showed 0.29 and 0.07 times less than that of the F 0 69 line. However, the F 0 90 and F 0 135 lines had 3,270 and 3,174 times more 3D8 scFv in the brain than that of the F 0 69 line, even 201.98 times more in F 0 110. Therefore, the F 0 69 line was used as a control and the F 0 90 and F 0 135 lines were used for testing the antiviral preventive effects in TG mice lines after PRV infection ( Figure 7A) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 550,
                    "end": 560,
                    "text": "Figure 7A)",
                    "ref_id": null
                }
            ],
            "section": "Production and establishment of 3D8 scFv TG mice and 3D8 scFv gene expression"
        },
        {
            "text": "The 3D8 scFv TG founder (F 0 lines) was mated with wild-type C57BL/6NCrjBgi to establish the lines and produce siblings from the F 0 lines. Four F 1 lines (69 F 1 : 31, 33, 38, 208) were produced from the F 0 69 lines. Each of the four F 1 69 lines were mated with wild-type C57BL/6NCrjBgi and then 20 F 2 69 lines were produced. They were used for virus challenge experiments and named STG69. In the case of the 90 and 135 F 1 lines, three F 1 90 lines (F 1 90: 45, 46, and 162) and five F 1 135 lines (F 1 135: 140, 142,   144 , 165, and 166) were produced and then 17 F 2 90 lines (STG90) and 24 F 2 135 lines (STG135) were prepared ( Figure S4A ). Genomic PCR was performed to confirm the transgenic lines at each generation from F 0 to F 2 (data not shown).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 503,
                    "end": 528,
                    "text": "(F 1 135: 140, 142,   144",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 638,
                    "end": 648,
                    "text": "Figure S4A",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Production and establishment of 3D8 scFv TG mice and 3D8 scFv gene expression"
        },
        {
            "text": "The number of live and dead mice was counted every 12 hr for 5 days to investigate the viability in each TG line after the femoral muscle was challenged with 10 LD 50 PRV was ( Figure S4B) . Figure 7B shows that the viability of WT mice challenged with PRV was 11% (2/18). The viabilities of the STG69 and STG135 lines against PRV challenges were about 40% (8/20) and 17% (4/24), respectively. However, the STG90 line showed 53% (9/17) viability. These data were described by Kaplan-Meier analysis. Mice generally began to exhibit clinical signs of illness 3-5 days post-challenge ( Figure 7C) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 177,
                    "end": 188,
                    "text": "Figure S4B)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 191,
                    "end": 200,
                    "text": "Figure 7B",
                    "ref_id": null
                },
                {
                    "start": 583,
                    "end": 593,
                    "text": "Figure 7C)",
                    "ref_id": null
                }
            ],
            "section": "3D8 scFv protein has antiviral preventive effects"
        },
        {
            "text": "RT-PCR and immunohistochemistry were performed to confirm virus accumulation in the three 3D8 scFv TG lines after PRV inoculation. Figure 8A shows that PRV gpD RNA was detected in the muscle and brain of WT, STG69, and STG135 mice accompanied by disease symptoms. Immunohistochemical analysis with an anti-gpD antibody supported the viral gene expression data; only WT mice with a high infection rate had Purkinje layer cells from the brain that stained dark brown after diaminobenzidine (DAB) staining ( Figure 8B) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 131,
                    "end": 140,
                    "text": "Figure 8A",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 505,
                    "end": 515,
                    "text": "Figure 8B)",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "3D8 scFv protein has antiviral preventive effects"
        },
        {
            "text": "These data indicate that virus multiplication was not inhibited by the 3D8 scFv protein if virus infection was not protected against in the early infection stages by the 3D8 scFv protein. This also indicates that PRV DNA was hydrolyzed immediately in virusinoculated STG90 muscle cells, and that the virus titer was not high enough to infect muscle cells. Therefore, PRV could not move systemically into the spinal cord or brain in STG90 mice. However, STG135 mice were not protected against PRV infection even though 3D8 scFv protein was expressed in the brain ( Figure 7A ) at similar levels to those observed in STG90 mice. We interpret these data to indicate that the expression and presence of antiviral proteins in inoculated cells and tissues is as important as high expression levels in target cells or tissues. Blood biochemistry ( Table 1 ) and body weight changes for 7 weeks after birth ( Figure S5A and S5B) were not significantly different between STG90 and WT mice. Also, we identified the expression patterns of endogenous genes including apoptosis (K-ras and BAX), growth factor (VEGF), and housekeeping (GAPDH) genes between STG90 and wild-type mice; however, there was no difference ( Figure S5C ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 564,
                    "end": 573,
                    "text": "Figure 7A",
                    "ref_id": null
                },
                {
                    "start": 841,
                    "end": 848,
                    "text": "Table 1",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 901,
                    "end": 920,
                    "text": "Figure S5A and S5B)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1204,
                    "end": 1214,
                    "text": "Figure S5C",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "3D8 scFv protein has antiviral preventive effects"
        },
        {
            "text": "Although we have demonstrated the antiviral effect attributed by DNase and RNase activity of 3D8 scFv without any cytotoxic effect on the host cells in this study ( Figure S1A and S1B) , possibility of the host DNAs damaged by non-specific nuclease activity of 3D8 scFv cannot be entirely ruled out. In our previous study, when we tested the potential cytotoxic effect of 3D8 scFv on HeLa cells with varying concentration of 3D8 scFv (5-40 mM) for 48 hrs, the cell viability was found to drop by ,50-60% upon 10 mM of 3D8 scFv treatment, while treatment of the cells with 1 mM and 5 mM 3D8 scFv exhibited no significant cytotoxicity up to 48 h of incubation (0 and ,20% respectively) [40] . This may indicate that the host cells indeed begin to be affected by the Figure 7 . High expression of 3D8 scFv in the muscle and brain of STG90 mice. A. 3D8 scFv mRNA expression was verified by quantitative real-time reverse transcription polymerase chain reaction (RT-PCR) analysis in the muscle and brain of TG mice. The STG90 line expressed high levels of 3D8 scFv in both the brain and muscle, whereas the STG135 line expressed high amounts of 3D8 scFv in the brain; these strains were selected for further antiviral preventive studies. The relative expression of 3D8 scFv mRNAs was calculated after normalization to the GAPDH gene using the delta delta C T method. The primer efficiency of 3D8 scFv and GAPDH are 1.845 and 2.065, respectively. Each qRT-PCR data point is a representative example of data from three replicate experiments. Data bars represent mean 6 standard error. B. Kaplan-Meier survival analysis for antiviral effects of all groups. The difference in survival between WT-PRV and STG90-PRV was statistically significant (p = 0.0042 by log-rank test). The numbers of live and dead mice were counted every 12 hr for 5 days after challenge with 10 LD 50 PRV in the femoral muscle. Survival was highest in the STG90-PRV group (53%) compared to that of the other groups (WT-PRV: 11%, STG69: 40%, and STG135: 17%). C. PRV-challenged F 2 mice (WT-PRV) began to exhibit symptoms of inflammation in the femoral muscle and finally died 3-5 days post-virus challenge. Red arrow points to inflammation symptoms. doi:10.1371/journal.ppat.1004208.g007 non-specific activity of 3D8 scFv at higher dosages (i.e., 5 mM and up). Although it is not clear on exactly how much 3D8 scFv protein actually penetrated into the cells from media when 5 mM 3D8 scFv protein was administered, 5 mM 3D8 scFv is fairly large amount of proteins for in vitro cytotoxicity analysis even though we used the same amount of the proteins for in vivo survival experiments with mice ( Figure 7) . On the other hand, the actual level of 3D8 scFv expressed in transgenic cells such as in SCH07072 cell line was too low to be even detected by Western blot analysis, although its expression was confirmed by confocal microscopic observation and flow cytometry analysis ( Figure 1) . Therefore, it can be concluded that the low concentration of 3D8 scFv expressed in transgenic cell lines or TG mice is generally sufficient for conferring antiviral effects without incurring damage to the host DNA, but the likelihood of 3D8 scFv having deleterious impact on host cells as well through non-specific nucleic acid hydrolyzing activity remains valid, especially at higher concentration of the protein.",
            "cite_spans": [
                {
                    "start": 684,
                    "end": 688,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [
                {
                    "start": 165,
                    "end": 184,
                    "text": "Figure S1A and S1B)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 764,
                    "end": 772,
                    "text": "Figure 7",
                    "ref_id": null
                },
                {
                    "start": 2660,
                    "end": 2669,
                    "text": "Figure 7)",
                    "ref_id": null
                },
                {
                    "start": 2942,
                    "end": 2951,
                    "text": "Figure 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "3D8 scFv protein has antiviral preventive effects"
        },
        {
            "text": "In conclusion, the DNA virus-protective effects conferred by the 3D8 scFv protein can be attributed to the DNase activity of the protein in the nucleus and RNase activity in the cytoplasm. This antibody inhibits (1) viral DNA replication and RNA transcription in the nucleus by viral DNA degradation and (2) viral protein translation in the cytoplasm via viral RNA degradation. In other words, the 3D8 scFv protein attacks the virus DNA genome itself or its RNA transcripts in two different subcellular spaces (nucleus and cytoplasm) and at two different times (viral replication and viral transcription) (Figure 9 ). These antiviral effects of 3D8 scFv have not only been observed against viruses with a dsDNA genome but also ssRNA viruses such as CSFV [25] and several plant viruses such as geminivirus, tobamovirus, and cucumovirus [26, 27] . Taken together, 3D8 scFv is a candidate antiviral protein that can potentially confer resistance to a broad spectrum of animal and plant viruses.",
            "cite_spans": [
                {
                    "start": 754,
                    "end": 758,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 835,
                    "end": 839,
                    "text": "[26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 840,
                    "end": 843,
                    "text": "27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [
                {
                    "start": 605,
                    "end": 614,
                    "text": "(Figure 9",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "3D8 scFv protein has antiviral preventive effects"
        },
        {
            "text": "HeLa cells were provided by the Korean Cell Line Bank and were maintained in DMEM medium supplemented with 10% fetal bovine serum (Hyclone, Logan, UT, USA), 100 U/ml penicillinstreptomycin (Hyclone), and non-essential amino acids (Sigma, St. Louis, MO, USA), at 37uC in a 5% CO 2 atmosphere. HSV-GFP virus was obtained from the American Type Culture Collection (ATCC Number: VR-1544). The PRV-YS strain was obtained from the National Veterinary Research and Quarantine Service (NVRQS) of Korea.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cells and viruses"
        },
        {
            "text": "Anti-3D8 scFv polyclonal antibody was provided by Dr. Kwon (Ajou University School of Medicine). Anti-PRV gD monoclonal antibody was purchased from Jeno Biotech Inc. (Chuncheon, Korea) and anti-HSV monoclonal antibody was obtained from Chemicon (Temecula, CA, USA). Anti-GAPDH polyclonal antibody was purchased from Santa Cruz Biotechnology (Santa Cruz, CA, USA). Establishment of 3D8 scFv-and mu3D8 scFv-expressing HeLa cell lines 3D8 scFv and mu3D8 scFv were amplified by PCR from the pIg20-3D8 scFv vector [23] and then subcloned into the pcDNA3.1 V5/His-B vector (Invitrogen, Carlsbad, CA, USA). pcDNA3.1-3D8 scFv and pcDNA3.1-mu3D8 scFv were transfected into HeLa cells using Fugene HD transfection reagents (Roche, Indianapolis, IN, USA) and selected by G418 selection (400 mg/ ml). The relative concentrations of 3D8 scFv and mu3D8 scFv were calculated by quantitative real-time PCR after normalization to the GAPDH gene (Table 2. ). The primer efficiency of 3D8 scFv and GAPDH are 1.845 and 2.065, respectively.",
            "cite_spans": [
                {
                    "start": 509,
                    "end": 513,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 928,
                    "end": 937,
                    "text": "(Table 2.",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Antibodies"
        },
        {
            "text": "Confocal microscopy and flow cytometry were performed as described previously [40] . Cells on coverslips were washed in phosphate-buffered saline (PBS) and fixed for 10 min in 4% paraformaldehyde in PBS at room temperature. Cells were permeabilized with Perm-buffer (1% BSA, 0.1% saponin, 0.1% sodium azide in PBS) for 10 min at room temperature (RT). After blocking with 3% BSA in PBS for 1 hr, 3D8 scFv-treated cells were incubated with rabbit anti-3D8 scFv Ab, followed by TRITC-anti-rabbit Ig. Nuclei were stained with DAPI during the last 10 min of incubation at RT. Cells on coverslips were mounted in Vectashield anti-fade mounting medium (Vector Labs, Burlingame, CA, USA), and observed with a Zeiss LSM 510 laser confocal microscope and analyzed with Carl Zeiss LSM Image software (Jena, Germany). 3D8 scFv-transfected cell lines were assessed by flow cytometry. HeLa cells grown in sixwell plates (1610 5 cells/well) were pre-incubated in serum-free DMEM for 30 min at 37uC and were either untreated or treated with each inhibitor for 30 min at 37uC before 3D8 scFv (10 mM) treatment. Cells suspended with trypsin were treated once more with 0.1% trypsin for 3 min at 37uC to wash off surface-bound proteins. After washing with ice-cold PBS once, cells were fixed and permeabilized as per the procedures described above. Cells were washed with ice-cold PBS twice, labeled with anti-rabbit 3D8 scFv Ab, followed by TRITC-antirabbit Ab, and then analyzed using a FACS Calibur TM (BD Biosciences, San Diego, CA, USA). A total of 1610 4 cells were analyzed for each test.",
            "cite_spans": [
                {
                    "start": 78,
                    "end": 82,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Immunocytochemistry and flow cytometry"
        },
        {
            "text": "Quantification of HSV-1 DNA and RNA from cells of SCH07072, muSCH, and HeLa was carried out by harvesting the cells at 2 hours post infection (HPI) with HSV-1, 6.5 HPI, and 25 HPI for immediate early stage, early stage, and late stage, respectively as summarized in Figure 5A . RNA was isolated from cells and mouse tissues (liver, muscle, lung, and brain) using Corezol reagent (CoreBio System) [41] . cDNA was synthesized from 5 mg of total RNA using random hexamers and MMLV reverse transcriptase (SuperBio). All primers were designed using the Primer 3 program. The expression levels of immediate early genes [ICP0 (transcriptional transactivator) and ICP4 (regulatory protein)] [42, 43] , early genes [UL9 (replication origin binding) and UL29 (single-strand binding protein)] [44, 45] and late genes [UL19 (capsid protein) and UL38 (capsid assembly)] [46, 47] were analyzed by Rotor-Gene 3000 (Corbett Research, Sydney, Australia) ( ",
            "cite_spans": [
                {
                    "start": 396,
                    "end": 400,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 683,
                    "end": 687,
                    "text": "[42,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 688,
                    "end": 691,
                    "text": "43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 782,
                    "end": 786,
                    "text": "[44,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 787,
                    "end": 790,
                    "text": "45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 857,
                    "end": 861,
                    "text": "[46,",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 862,
                    "end": 865,
                    "text": "47]",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [
                {
                    "start": 266,
                    "end": 275,
                    "text": "Figure 5A",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "RNA preparation and quantitative real-time RT-PCR"
        },
        {
            "text": "Virus-infected HeLa cells and SCH07072 cells were lysed using Pro-prep (Intron, Daejeon, Korea). Cell lysates were analyzed by 12% sodium dodecyl sulfate-polyacrylamide gel electrophoresis, transferred to a nitrocellulose membrane using a semi-dry method, incubated with primary antibody (1:500 dilution for cleaved caspase 3 and INF-beta and a 1:1000 dilution for PRV gD and HSV) for 12 hr at 4uC, and then incubated with goat anti-mouse or rabbit IgG-HRP conjugate (1:1000) for 1 hr at 37uC.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immunoblot assays"
        },
        {
            "text": "A 21 base-long ribo-oligonucleotide (500 nM) labeled with 6-carboxyfluorescein (FAM) at the 59 terminus and a black hole quencher (BHQ) at the 39 terminus were synthesized (59 FAM-CGATGAGTGCCATGGATATAC-BHQ 39), annealed to the non-labeled complementary ribo-oligonucleotide, and then delivered into cells in 96-black-well plates using Lipofectamine transfection reagent (Invitrogen). Immediately after changing the medium, the real-time fluorescence intensity of the cells was read for 2 hr in real time using a fluorescence analyzer at 5 min intervals (Molecular Devices, Sunnyvale, CA, USA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FRET-based DNA and RNA cleavage assays"
        },
        {
            "text": "Vero cells were cultured on 6-well plates (Nunc). Ten-fold serial dilution of the virus samples was prepared in serum-free DMEM media. Each dilution (100 ml) was used to infect Vero cells in duplicate. The virus was allowed to adsorb at 37uC for 1 hr. After 48 hr incubation, the Vero cells were rinsed twice with PBS and stained with crystal violet solution for 5 min. The plates were washed with ddH 2 O and the virus titer was calculated. This plaque analysis included four biological and three technical replicates. Each cell line was infected by virus four times and the numbers of plaques on Vero cells were counted three times, respectively, by using the culture media containing viruses. [48] . Prepared chromatin DNA and naked DNA were treated with 3D8 scFv and DNase I (10610 24 U/ml and 8.3610 24 U/ml, respectively). The DNA samples were harvested after 0, 1, 2, and 3 hr of incubation and then each DNA sample was analyzed on an agarose gel for abzyme analysis. The relative quantification of DNA was measured by the height values and performed using GeneSnap 7.09 software (SynGene, UK).",
            "cite_spans": [
                {
                    "start": 696,
                    "end": 700,
                    "text": "[48]",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "Virus yield assay"
        },
        {
            "text": "A neutral red (NR) cytotoxicity assay was performed to test cell viability after treatment with DNase I or 3D8 scFv. DNase I and 3D8 scFv at concentrations ranging from 1.5625610 23 units to 0.05 units were transferred to HeLa cells using a microporator (iNCYTO). Uptake of neutral red dye into intracellular acidic compartments was determined by measuring absorbance at 540 nm.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Neutral red cytotoxicity assay"
        },
        {
            "text": "Production of 3D8 scFv transgenic (TG) mice 3D8 scFv transgenic mice were produced by Macrogen Co. using standard microinjection procedures. Briefly, fertilized mouse eggs were flushed from the oviducts of superovulated C57BL/ 6NCrjBgi mice, and male pronuclei were injected with a 2.6 kb fragment (4 ng/ml) of 3D8 scFv that had been obtained by digesting the pcDNA3.1/V5-His B (3D8 scFv) vector with NruI/ StuI/PvuI restriction enzymes. The injected eggs were reimplanted in the oviducts of pseudo-pregnant C57BL/6NCrjBgi recipient females. At 3 weeks of age, the animals were tested for the presence of the transgene by PCR analysis of their genomic DNA using forward (59 CAGAGCTCTCTGGCTAACTAG 39) and reverse primers (59 CTGTTGAACAGACTCTGACTG 39). The 3D8scFv TG founders (F 0 lines) were mated with wild-type C57BL/6NCrjBgi mice to establish the transgenic lines and produce siblings from the F 0 lines in a breeding program provided by Macrogen Co. The principles of laboratory animal care (NIH publication 85-23, revised 1986) were followed and all experiments were carried out under the guidelines of the NVRQS, Korea.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Neutral red cytotoxicity assay"
        },
        {
            "text": "Southern blot hybridization was used to confirm integration and determine the copy number of the 3D8 scFv gene in the transgenic mice. Genomic DNA (20 mg) from each transformant was digested with EcoRI and HindIII restriction enzymes and then the DNA was separated on 1% agarose gels. 3D8 scFv-specific [ 32 P]-radiolabeled probes were prepared from the pcDNA3.1V5/HisB-3D8 scFv vector.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Southern hybridization"
        },
        {
            "text": "Three 3D8 scFv TG mouse lines and the wild-type C57BL/6 line were divided into five groups with or without PRV infection (WT-mock, WT-PRV, STG69-PRV, STG90-PRV, and STG135-PRV). Mice were challenged with PRV by intramuscular injection (10 LD 50 ). Survival rates in each group were calculated at 12 hr intervals ( Figure S5 ). Tissues (muscle and brain) were harvested and stored at 270uC for further RT-PCR and immunohistochemical analyses.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 314,
                    "end": 323,
                    "text": "Figure S5",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Grouping and viability testing"
        },
        {
            "text": "Representative 3 mm-thick brain tissue sections for immunohistochemical analysis were mounted on silane-coated slides as described by Ramos-Vara [49] . Anti-PRV gpD antibody (Jeno Biotech Inc.) was used as the primary antibody (1:100) and was applied for 60 min at RT. The samples were then treated for color development with the DAB Detection Kit (Ventana Medical Systems, Germany). The viral envelope fuses with the cell membrane and delivers the viral capsid into the cytoplasm. Viral DNA synthesis begins shortly after the appearance of the beta proteins and the temporal program of viral gene expression ends with the appearance of the gamma or late proteins, which constitute the structural proteins of the virus. Finally, the virus undergoes a lytic cycle. B. Expression model of 3D8 scFv proteins. 3D8 scFv proteins were localized in cytosol using a vector system and targeted in the nucleus by nuclear localization signal. Therefore, 3D8 scFv proteins in SCH07072 were present in both the cytosol and nucleus. C. 3D8 scFv has a unique dual and stereoscopic protection mechanism that includes DNase activity in the nucleus and RNase activity in the cytoplasm. 3D8 scFv acts by inhibiting (1) ",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 149,
                    "text": "[49]",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "Immunohistochemical staining"
        },
        {
            "text": "Blood collected from STG90 and wild-type mice was centrifuged at 3,000 rpm for 10 min, and plasma was stored at 220uC until analysis. Plasma levels of total albumin, aspartate aminotransferase, alanine transaminase, and other total proteins were analyzed using an automatic blood chemistry analyzer (Selectra II, Merck, Germany).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Blood chemistry"
        },
        {
            "text": "All analyses were carried out using the GraphPAD Prism program (GraphPAD Software, La Jolla, CA, USA). A one-way analysis of variance and Tukey's post hoc t-test were used for statistical analyses. Data are presented as mean 6 SE. A p,0.05 was considered significant. The Kaplan-Meier survival analysis was used to compare survival against PRV infection. The statistical P value was generated between WT-PRV and STG90-PRV by the log-rank test. Figure S1 Expression of 3D8 scFv has no effect on cell growth or endogenous gene expression. A. The three cell lines (WT HeLa, SCH07072, and muSCH) showed similar growth curves during a 72 hr culture period. This result indicates that the 3D8 scFv protein is not associated with cell toxicity in vitro. B. Northern hybridization revealed that two housekeeping genes (GAPDH and actin) and one inducible gene (VEGF) were expressed at the same levels in all three cell lines. (TIF) Figure S2 3D8 scFv has antiviral effects against HSV but DNase I dose not. A. 3D8 scFv and DNase I were transferred to HeLa cells using a microporator (iNCYTO) to investigate cell viability using a neutral red assay. The concentration of each protein was adjusted between 1.5625610 23 and 0.05 units. No cell viability differences were observed between 3D8 scFv and DNase I at concentrations of 3D8 scFv and DNase I up to 0.05 units. B. 3D8 scFv and DNase I were detected in both the cytosol and nucleus of HeLa cells under a confocal microscope. Nuclei were stained with DAPI. 3D8 scFv and DNase I were visualized by immunofluorescence using a polyclonal anti-3D8 scFv antibody and monoclonal anti-DNase I antibody, which were visualized with TRITC (Rhodamine). C. 3D8 scFv and DNase I were transferred to HeLa cells using a microporator (iNCYTO) followed by HSV infection (MOI 0.1). Measurement of HSV UL19 mRNA levels showed that 3D8 scFv had an 8-fold greater antiviral effect than DNase I. Bars are means 6 standard errors.** indicates a significant difference from HeLa cells at p,0.01 (oneway analysis of variance and Tukey's post hoc t-test). (TIF) Figure S3 Molecular characterization of 3D8 scFvexpressing transgenic mice. A. 3D8 scFv transgenic F 0 mice were identified by genomic polymerase chain reaction (PCR) and ten lines (47, 69, 90, 92, 108, 109, 110, 115, 128 , and 135) were selected for further analysis. B. Southern blot hybridization showed that lines 69, 90, and 135 had two copies of the 3D8 scFv gene. (TIF) Figure S4 Family tree of 3D8 scFv TG mice and schematic diagram of the PRV challenge protocol. A. The 3D8 scFv TG founders (F 0 lines) were mated with wild-type C57BL/6NCrjBgi mice to establish transgenic lines and produce siblings from the F 0 lines. Four F 1 lines (69 F 1 : 31, 33, 38, and 208) were produced from the F 0 69 line. Each of the four 69 F 1 lines were mated with wild type C57BL/6NCrjBgi mice, resulting in a total of 20 69 F 2 lines. These lines were used for virus challenge experiments and were named STG69. Three 90 F 1 lines (90 F 1 : 45, 46, and 162) and five 135 F 1 lines (135 F 1 : 140, 142, 144, 165, and 166) were produced, and then 17 90 F 2 lines (STG90) and 24 135 F 2 lines (STG135) were generated. The F 2 progeny of the 69, 90, and 135 founder mice were used in the experiments. Males are depicted as circles and females as boxes. B. Each TG line and the WT line were challenged with 10 LD 50 PRV in the femoral muscle, and the number of live and dead mice was counted every 12 hr for 5 days to investigate survival rates. PRV-infected WT mice exhibited PRV typical disease symptoms beginning 3-5 days post-challenge. (TIF) Figure S5 3D8 scFv has no effect on mouse growth. No body weight differences were observed between STG90 mice and WT mice (C57BL/6) for 7 weeks after birth (n = 9 mice per genotype and gender). A. Weight of female mice. B. Weight of male mice. C. Semi-quantitative RT-PCR exhibited that one Table 2 . Polymerase chain reaction (PCR) primers for the detection of viral genes and global genes analyzed in this study. housekeeping gene (GAPDH), two apoptosis genes (K-ras and Bax), and one growth factor gene (VEGF) were expressed at the same levels in wild type and STG90 mice.",
            "cite_spans": [
                {
                    "start": 2261,
                    "end": 2265,
                    "text": "(47,",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 2266,
                    "end": 2269,
                    "text": "69,",
                    "ref_id": null
                },
                {
                    "start": 2270,
                    "end": 2273,
                    "text": "90,",
                    "ref_id": null
                },
                {
                    "start": 2274,
                    "end": 2277,
                    "text": "92,",
                    "ref_id": null
                },
                {
                    "start": 2278,
                    "end": 2282,
                    "text": "108,",
                    "ref_id": null
                },
                {
                    "start": 2283,
                    "end": 2287,
                    "text": "109,",
                    "ref_id": null
                },
                {
                    "start": 2288,
                    "end": 2292,
                    "text": "110,",
                    "ref_id": null
                },
                {
                    "start": 2293,
                    "end": 2297,
                    "text": "115,",
                    "ref_id": null
                },
                {
                    "start": 2298,
                    "end": 2301,
                    "text": "128",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 444,
                    "end": 453,
                    "text": "Figure S1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 923,
                    "end": 932,
                    "text": "Figure S2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2080,
                    "end": 2089,
                    "text": "Figure S3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2457,
                    "end": 2466,
                    "text": "Figure S4",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 3615,
                    "end": 3624,
                    "text": "Figure S5",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 3906,
                    "end": 3913,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Statistical analysis"
        },
        {
            "text": "(TIF)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supporting Information"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Virology: Principles and Applications",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ding",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "The Yale Journal of Biology and Medicine",
            "volume": "81",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Timely tale of avian flu",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Osterhaus",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nature",
            "volume": "462",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Ready for avian flu?",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yamada",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dautry",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Walport",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nature",
            "volume": "454",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Vaccination of mice and swine with a pseudorabies virus mutant lacking thymidine kinase activity",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Mcfarland",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "T"
                    ],
                    "last": "Hill",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Can J Vet Res",
            "volume": "51",
            "issn": "",
            "pages": "340--344",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "RNA interference of influenza virus production by directly targeting mRNA for degradation and indirectly inhibiting all viral RNA transcription",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Ge",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Mcmanus",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Sharp",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "100",
            "issn": "",
            "pages": "2718--2723",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Antiviral prodrugs -the development of successful prodrug strategies for antiviral chemotherapy",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "De Clercq",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Field",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Br J Pharmacol",
            "volume": "147",
            "issn": "",
            "pages": "1--11",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Acyclovir. Pharmacology and clinical experience",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "L"
                    ],
                    "last": "Laskin",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Arch Intern Med",
            "volume": "144",
            "issn": "",
            "pages": "1241--1246",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Chemotherapy for herpes simplex virus infections",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Erlich",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mills",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "West J Med",
            "volume": "143",
            "issn": "",
            "pages": "648--655",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "A randomized trial to evaluate continuation versus discontinuation of lamivudine in individuals failing a lamivudine-containing regimen: the COLATE trial",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Fox",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [
                        "B"
                    ],
                    "last": "Dragsted",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gerstoft",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Phillips",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kjaer",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Antivir Ther",
            "volume": "11",
            "issn": "",
            "pages": "761--770",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Viral hepatitis in HIV infection",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Koziel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Peters",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "N Engl J Med",
            "volume": "356",
            "issn": "",
            "pages": "1445--1454",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Avian flu: isolation of drug-resistant H5N1 virus",
            "authors": [
                {
                    "first": "Q",
                    "middle": [
                        "M"
                    ],
                    "last": "Le",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kiso",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Someya",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "T"
                    ],
                    "last": "Sakai",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Nguyen",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nature",
            "volume": "437",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Mutations of neuraminidase implicated in neuraminidase inhibitors resistance",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Ferraris",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lina",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Clin Virol",
            "volume": "41",
            "issn": "",
            "pages": "13--19",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Herpes simplex virus resistance to antiviral drugs",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Morfin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Thouvenot",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Clin Virol",
            "volume": "26",
            "issn": "",
            "pages": "29--37",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Production and characterization of an anti-idiotypic single chain Fv that recognizes an anti-DNA antibody",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Kwon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Shin",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Immunol Invest",
            "volume": "31",
            "issn": "",
            "pages": "205--218",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Molecular and virological effects of intracellular anti-Rev single-chain variable fragments on the expression of various human immunodeficiency virus-1 strains",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Duan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Oakes",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Bagasra",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Pomerantz",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Human gene therapy",
            "volume": "5",
            "issn": "",
            "pages": "1315--1324",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Targeting human immunodeficiency virus type 1 reverse transcriptase by intracellular expression of single-chain variable fragments to inhibit early stages of the viral life cycle",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Shaheen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Duan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Bagasra",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Pomerantz",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Journal of virology",
            "volume": "70",
            "issn": "",
            "pages": "3392--3400",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Intracellular expression of single-chain variable fragments to inhibit early stages of the viral life cycle by targeting human immunodeficiency virus type 1 integrase",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Levy-Mintz",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Duan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Dornadula",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Journal of virology",
            "volume": "70",
            "issn": "",
            "pages": "8821--8832",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Antiviral activity of an intracellularly expressed single-chain antibody fragment directed against the murine leukemia virus capsid protein",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Marin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pelegrin-Zurilla",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bachrach",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Noel",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Brockly",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Human gene therapy",
            "volume": "11",
            "issn": "",
            "pages": "389--401",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Methylation state and DNase I sensitivity of chromatin containing Moloney murine leukemia virus DNA in exogenously infected mouse cells",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Montandon",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Montandon",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "J Virol",
            "volume": "44",
            "issn": "",
            "pages": "475--486",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "ISG20, a new interferon-induced RNase specific for single-stranded RNA, defines an alternative antiviral pathway against RNA genomic viruses",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Espert",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Degols",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gongora",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Blondel",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Williams",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Biol Chem",
            "volume": "278",
            "issn": "",
            "pages": "16151--16158",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Interferoninduced exonuclease ISG20 exhibits an antiviral activity against human immunodeficiency virus type 1",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Espert",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Degols",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "L"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Vincent",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Benkirane",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Gen Virol",
            "volume": "86",
            "issn": "",
            "pages": "2221--2229",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Transgenic potato expressing a double-stranded RNA-specific ribonuclease is resistant to potato spindle tuber viroid",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sano",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nagayama",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ogawa",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Ishida",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Okada",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Nat Biotechnol",
            "volume": "15",
            "issn": "",
            "pages": "1290--1294",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Heavy and light chain variable single domains of an anti-DNA binding antibody hydrolyze both double-and single-stranded DNAs without sequence specificity",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "R"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "R"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Sohn",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Biol Chem",
            "volume": "281",
            "issn": "",
            "pages": "15287--15295",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Crystal structure of single-domain VL of an anti-DNA binding antibody 3D8 scFv and its active site revealed by complex structures of a small molecule and metals",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "R"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Kwon",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Proteins",
            "volume": "71",
            "issn": "",
            "pages": "2091--2096",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "An RNA-hydrolyzing recombinant antibody exhibits an antiviral activity against classical swine fever virus",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Jun",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Pham",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "I"
                    ],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Biochem Biophys Res Commun",
            "volume": "395",
            "issn": "",
            "pages": "484--489",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "A nucleic acid hydrolyzing recombinant antibody confers resistance to curtovirus infection in tobacco",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "H-K",
                    "middle": [],
                    "last": "Shim",
                    "suffix": ""
                },
                {
                    "first": "M-H",
                    "middle": [],
                    "last": "Kwon",
                    "suffix": ""
                },
                {
                    "first": "S-H",
                    "middle": [],
                    "last": "Son",
                    "suffix": ""
                },
                {
                    "first": "K-Y",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Plant Cell, Tissue and Organ Culture (PCTOC)",
            "volume": "115",
            "issn": "",
            "pages": "179--187",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "RNA virus accumulation is inhibited by ribonuclease activity of 3D8 scFv in transgenic Nicotiana tabacum",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "H-K",
                    "middle": [],
                    "last": "Shim",
                    "suffix": ""
                },
                {
                    "first": "M-H",
                    "middle": [],
                    "last": "Kwon",
                    "suffix": ""
                },
                {
                    "first": "S-H",
                    "middle": [],
                    "last": "Son",
                    "suffix": ""
                },
                {
                    "first": "K-Y",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Plant Cell, Tissue and Organ Culture (PCTOC)",
            "volume": "115",
            "issn": "",
            "pages": "189--197",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "A stable human-derived packaging cell line for production of high titer retrovirus/vesicular stomatitis virus G pseudotypes",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Ory",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Neugeboren",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Mulligan",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "93",
            "issn": "",
            "pages": "11400--11406",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Molecular and structural analysis of nuclear localizing anti-DNA lupus antibodies",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Foster",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kieber-Emmons",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ohliger",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Madaio",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Immunologic research",
            "volume": "13",
            "issn": "",
            "pages": "186--206",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Rapid directional translocations in virus replication",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Willard",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Virol",
            "volume": "76",
            "issn": "",
            "pages": "5220--5232",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Insertions in the gG gene of pseudorabies virus reduce expression of the upstream Us3 protein and inhibit cell-to-cell spread of virus infection",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Demmin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Clase",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Randall",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Enquist",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "W"
                    ],
                    "last": "Banfield",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Journal of virology",
            "volume": "75",
            "issn": "",
            "pages": "10856--10869",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "A convenient and sensitive fluorescence resonance energy transfer assay for RNase L and 29, 59oligoadenylates. Methods in molecular medicine",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Thakur",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Novince",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Silverman",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "116",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Herpes simplex virus resistance and sensitivity to phosphonoacetic acid",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Honess",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Watson",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "J Virol",
            "volume": "21",
            "issn": "",
            "pages": "584--600",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Chromatin dynamics during herpes simplex virus-1 lytic infection",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Placek",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Berger",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Biochimica et Biophysica Acta (BBA)-Gene Regulatory Mechanisms",
            "volume": "1799",
            "issn": "",
            "pages": "223--227",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Core histones H2B and H4 are mobilized during infection with herpes simplex virus 1",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Conn",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Hendzel",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Schang",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Journal of virology",
            "volume": "85",
            "issn": "",
            "pages": "13234--13252",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "DNA methylation: sequences flanking C-G pairs modulate the specificity of the human DNA methylase",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Bolden",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Nalin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Ward",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Poonian",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "W"
                    ],
                    "last": "Mccomas",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Nucleic Acids Res",
            "volume": "13",
            "issn": "",
            "pages": "3479--3494",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Histones: structure and function",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Delange",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "Annu Rev Biochem",
            "volume": "40",
            "issn": "",
            "pages": "279--314",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Histone H4 acetylation distinguishes coding regions of the human genome from heterochromatin in a differentiationdependent but transcription-independent manner",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "O&apos;neill",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Turner",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "EMBO J",
            "volume": "14",
            "issn": "",
            "pages": "3946--3957",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Temporal association of the herpes simplex virus genome with histone proteins during a lytic infection",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Oh",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "W"
                    ],
                    "last": "Fraser",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Journal of virology",
            "volume": "82",
            "issn": "",
            "pages": "3530--3537",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "A nucleic acid-hydrolyzing antibody penetrates into cells via caveolae-mediated endocytosis, localizes in the cytosol and exhibits cytotoxicity",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jeong",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jun",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Cellular and Molecular Life Sciences",
            "volume": "66",
            "issn": "",
            "pages": "1985--1997",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Modification of the standard Trizol-based technique improves the integrity of RNA isolated from RNase-rich placental tissue",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Haimov-Kochman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Fisher",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "D"
                    ],
                    "last": "Winn",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Clin Chem",
            "volume": "52",
            "issn": "",
            "pages": "159--160",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Degradation of nucleosomeassociated centromeric histone H3-like protein CENP-A induced by herpes simplex virus type 1 protein ICP0",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lomonte",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "F"
                    ],
                    "last": "Sullivan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Everett",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Biol Chem",
            "volume": "276",
            "issn": "",
            "pages": "5829--5835",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Inhibition of HSV-1 ocular infection with morpholino oligomers targeting ICP0 and ICP27",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Moerdyk-Schauwecker",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Stein",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Eide",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Blouch",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bildfell",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Antiviral Res",
            "volume": "84",
            "issn": "",
            "pages": "131--141",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Independent and cooperative antiviral actions of beta interferon and gamma interferon against herpes simplex virus replication in primary human fibroblasts",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hwangbo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Corey",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Bumgarner",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Virol",
            "volume": "82",
            "issn": "",
            "pages": "1934--1945",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Herpes simplex virus type 1 prereplicative sites are a heterogeneous population: only a subset are likely to be precursors to replication compartments",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Lukonis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Burkham",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Weller",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Virol",
            "volume": "71",
            "issn": "",
            "pages": "4771--4781",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Identification of genes encoding two capsid proteins (VP24 and VP26) of herpes simplex virus type 1",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Davison",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Rixon",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Davison",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J Gen Virol",
            "volume": "73",
            "issn": "",
            "pages": "2709--2713",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Identification of the genes encoding two capsid proteins of herpes simplex virus type 1 by direct amino acid sequencing",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Rixon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Davison",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Davison",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J Gen Virol",
            "volume": "71",
            "issn": "",
            "pages": "1211--1214",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Histone modifications defining active genes persist after transcriptional and mitotic inactivation",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kouskouti",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Talianidis",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "EMBO J",
            "volume": "24",
            "issn": "",
            "pages": "347--357",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Technical aspects of immunohistochemistry",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Ramos-Vara",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Vet Pathol",
            "volume": "42",
            "issn": "",
            "pages": "405--426",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Construction of 3D8 scFv-expressing HeLa cells. A. Schematic diagrams of the plasmid constructs. Construction of the (a) pcDNA3.1/ V5-HisB-3D8 scFv vector and (b) pcDNA3.1/V5-HisB-mu3D8 scFv vector. Yellow line is the mutation site (HisRAla) B.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "3D8 scFv expression in transgenic HeLa cells confers resistance to HSV infection. A. Three 3D8 scFv cell lines and one mutant 3D8scFv cell line were challenged with HSV::GFP at different MOIs (0.1, 0.5, and 1). The SCH07072 line showed the lowest GFP expression compared to that of the other lines (SCH07041, SCH07071, and muSCH). B. Wild-type HeLa, SCH07072, and muSCH cells were infected with HSV::GFP at 0.1 and 0.5 MOI. Plaque assays revealed that SCH07072 cells had the lowest amount of virus progeny (0.1 MOI: HeLa = 1,343.336139.68, SCH07041 = 266.67631.80, SCH07071 = 483.33643.72, SCH07072 = 163.33629.06, muSCH = 1,356.676131.70; 0.5 MOI: HeLa = 7,851.006209.10, SCH07041 = 1,964.006263.04, SCH07071 = 2,649.67649.02, SCH07072 = 530.67655.68, muSCH = 7,646.676233.90). Data bars show mean 6 standard error. *** indicate significant differences from HeLa cells at p,0.001 (one-way analysis of variance and Tukey's post hoc t-test). C. Western blot analysis using an anti-HSV DNA polymerase antibody demonstrated that less HSV DNA polymerase protein was present in SCH07072 cells compared to wild type HeLa cells 48 hr after virus challenge. doi:10.1371/journal.ppat.1004208.g002",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "3D8 scFv expression in transgenic HeLa cells confers resistance to PRV. A. Three 3D8 scFv cell lines and one mutant 3D8 scFv cell line were challenged with PRV at two different MOIs (0.1 and 0.5). The multinuclear giant cell formation was less frequent in the SCH07072 lines than that in the other cell lines including wild type cells. Red arrow points to CPE (multinuclear giant cell formation). B. Wild-type HeLa, SCH07072, and muSCH cells were infected with PRV at 0.1 and 0.5 MOI. Plaque assay data showed the highest antiviral effects in SCH07072 cells (0.1 MOI: HeLa = 9,130.006222.79, SCH07041 = 7,340.006389.74, SCH07071 = 5,190.006182.30, SCH07072 = 916.67652.07, muSCH = 9,046.676145.18; 0.5 MOI: HeLa = 31,833.3363,755.14, SCH07041 = 25,866.6764,969.35, SCH07071 = 20,700.0062,902.30, SCH07072 = 7,466.676762.31, muSCH = 30,400.0062,959.73). Data bars show mean 6 standard error. **, *** indicate significant differences from HeLa cells at p,0.01 and p, 0.001, respectively (one-way analysis of variance and Tukey's post hoc t-test). C. Western blot analysis using an anti-PRV gpD antibody demonstrated that less PRV gpD was present in SCH07072 cells 48 hr after virus challenge than that of wild type HeLa cells. doi:10.1371/journal.ppat.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "to 0.05 units. No cell viability differences were observed between 3D8 scFv and DNase I for 3D8 scFv and DNase I concentrations of up to 0.05 units (Figure S2A). 3D8 scFv and DNase I were detected in both the cytosol and nucleus of HeLa cells under confocal microscopy (Figure S2B). Montandon et al. (1982) reported the antiviral effects of DNase I against M-MuLV in mouse cells. DNase I digested non-methylated DNA of proviral",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "3D8 scFv protein have DNase and RNase activity in vitro (FRET assay). A. DNA substrate (dsDNA) labeled with 6carboxyfluorescein (FAM) was transferred into the different cell lines using Lipofectamine. RFUs were determined by measuring the absorbance at 485 nm. Background fluorescence was measured in wells with medium only. SCH07072 cells produced fluorescence counts up to 660 RFU 80 min after treatment. B. RNA substrate (ssRNA) labeled with 6-carboxyfluorescein (FAM) was transferred into the different cell lines using Lipofectamine. Fluorescence was determined by measuring absorbance at 485 nm. Background fluorescence was measured in wells with medium only. SCH07072 and muSCH had fluorescence levels of approximately 200 RFU in contrast to the fluorescence counts of wildtype HeLa cells and the negative control reactant, which were approximately 80 RFU. doi:10.1371/journal.ppat.1004208.g004 3D8 scFv Confers Resistance to DNA Virus Infection PLOS Pathogens | www.plospathogens.org M-MuLV but did not hydrolyze methylated endogenous M-MuLV",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "3D8 scFv inhibits HSV-1 encoded gene expression by DNase and RNase activity. A. Schematic diagram for identification of viral gene expression pattern by HSV-1 challenging. B.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "3D8 scFv cannot hydrolyze methylated DNA or protein-bound DNA. A. HeLa methylated genomic DNA and non-methylated DNA (NEB) were treated with 3D8 scFv and DNase I at four concentrations: 10610 24 U/ml, 8.3610 24 U/ml, 1.4610 24 U/ml, and 0 U/ml. The DNA samples were harvested and analyzed by electrophoresis at 0, 1, 2, and 3 hr after treatment. At a concentration of 8.3610 24 U/ml, 3D8 scFv digested more non-methylated DNA than DNase I 1 hr after treatment. B. Chromatin was prepared using the EZ-Zyme Enzymatic Chromatin Prep kit. Prepared chromatin DNA and naked DNA were treated with 3D8 scFv and DNase I (10610 24 U, 8.3610 24 U, and 0 U/ml). The DNA samples were harvested and analyzed by electrophoresis at 0, 1, 2, and 3 hr after treatment. Neither 3D8 scFv nor DNase I hydrolyzed histone-bound DNA at concentrations of 10610 24 U/ml and 8.3610 24 U/ml. When naked DNA was treated with 3D8 scFv at concentrations of 8.3610 24 U/ml, 3D8 scFv could digest naked DNA. But, DNase I could not digest naked DNA at 8.3610 24 U/ml. C. The relative quantitative values of each DNA of methylated, non-methylated, histone-bound, and naked HeLa genomic DNA were measured for 3 hr after each DNA was treated with 3D8 scFv (8.3610 24 U/ml). The bar graphs indicate the average values of each sample calculated from three individual experiments. doi:10.1371/journal.ppat.1004208.g006",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "STG90 exhibits antiviral effects against PRV. A. The expression levels of PRV gpD RNA in the muscle and brain of WT-Mock, WT-PRV, STG69-PRV, STG90-PRV, and STG135-PRV mice were investigated. Only live STG90-PRV mice did not show PRV gpD expression. B. Immunohistochemistry was performed to detect PRV in PRV target organs; brain (upper panel: 6100) and femoral muscle (bottom panel: 6400). The PRV gpD protein was stained with a monoclonal anti-PRV antibody and visualized with DAB. The Purkinje layer cells in the WT-PRV group stained brown for the gpD protein, whereas no staining was observed in the other groups. doi:10.1371/journal.ppat.1004208.g008",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "New antiviral mechanism by 3D8 scFv protein. A. Model of the HSV-I replication cycle. Virus infection begins with binding of the virus to the cell surface.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ".1371/journal.ppat.1004208.g001 3D8 scFv Confers Resistance to DNA Virus Infection PLOS Pathogens | www.plospathogens.org",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "). doi:10.1371/journal.ppat.1004208.g005 3D8 scFv Confers Resistance to DNA Virus Infection PLOS Pathogens | www.plospathogens.org",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Blood chemistry analysis (mean 6 standard error). HeLa genomic methylated DNA and non-methylated DNA were purchased from NEB. Each DNA type (0.2 mg) was treated with 3D8 scFv and DNase I at three different unit concentrations (10610 24 , 8.3610 24 , and 1.4610 24 U/ml). HeLa chromatin was prepared using the EZ-Zyme Enzymatic Chromatin Prep kit (Upstate Technology, USA)",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "viral DNA replication and RNA transcription in the nucleus via viral DNA degradation and (2) translation in the cytoplasm via viral RNA degradation. In other words, 3D8 scFv targets the viral DNA genome itself or its RNA transcripts spatially in two different subcellular spaces (nucleus and cytoplasm) and at two different times. doi:10.1371/journal.ppat.1004208.g009",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "doi:10.1371/journal.ppat.1004208.t002 3D8 scFv Confers Resistance to DNA Virus Infection PLOS Pathogens | www.plospathogens.org",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We are indebted to the participants of the Dr. Jae-Young Song and his group at the National Veterinary Research and Quarantine Service (NVRQS). Also, our colleagues are grateful for the assistance in acquiring brain tissue sections at the University of Ajou for the immunohistochemistry.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "Conceived and designed the experiments: GL SL. Performed the experiments: GL JY SC. Analyzed the data: GL. Contributed reagents/ materials/analysis tools: TKL. Wrote the paper: GL SL. Gave conceptual advice and technical support for the biochemistry experiments: MHK. Provided the animal study data: SJB. Provided conceptual advice for the in vivo virus challenging experiments: DHK.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Contributions"
        }
    ]
}