{
    "paper_id": "fa84d62d8e80e07fdcd1f5543bec8c3f2cb46b74",
    "metadata": {
        "title": "Acta Veterinaria Scandinavica Mycoplasma alkalescens demonstrated in bronchoalveolar lavage of cattle in Denmark",
        "authors": [
            {
                "first": "Branko",
                "middle": [],
                "last": "Kokotovic",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "New Technical University of Denmark",
                    "location": {
                        "addrLine": "Bülowsvej 27",
                        "postCode": "DK-1790",
                        "settlement": "Copenhagen V",
                        "country": "Denmark"
                    }
                },
                "email": ""
            },
            {
                "first": "Niels",
                "middle": [
                    "F"
                ],
                "last": "Friis",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "New Technical University of Denmark",
                    "location": {
                        "addrLine": "Bülowsvej 27",
                        "postCode": "DK-1790",
                        "settlement": "Copenhagen V",
                        "country": "Denmark"
                    }
                },
                "email": "nielsffriis-nff@vet.dtu.dk"
            },
            {
                "first": "Peter",
                "middle": [],
                "last": "Ahrens",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "New Technical University of Denmark",
                    "location": {
                        "addrLine": "Bülowsvej 27",
                        "postCode": "DK-1790",
                        "settlement": "Copenhagen V",
                        "country": "Denmark"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Mycoplasma alkalescens is an arginine-metabolizing mycoplasma, which has been found in association with mastitis and arthritis in cattle. Routine bacteriological examination of 17 bronchoalveolar lavage samples from calves with pneumonia in a single herd in Denmark, identified M. alkalescens in eight samples. The organism was found as a sole bacterilogical findings in five of the samples as well as in combination with Mannheimia haemolytica, Haemophilus somni and Salmonella Dublin. This is the first report of isolation of M. alkalescens in Denmark.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Mycoplasma alkalescens is a bovine mycoplasma species, which was originally isolated from the nasal cavity of cattle in Australia [1] . Like many other mycoplasmas, M. alkalescens is a normal inhabitant of the upper respiratory tract, but it has also been associated with disease. M. alkalescens has mostly been implicated in mastitis in cattle. It has been isolated from bulk tank milk samples, as well as from outbreaks and sporadic cases of clinical mastitis [2] [3] [4] [5] . Furthermore, M. alkalescens has been isolated from cases of severe arthritis, and its ability to induce joint lesions has been confirmed under experimental conditions [6, 7] . Rosenfeld & Hill [8] isolated M. alkalescens in pure culture from abomasum and lung of an aborted bovine foetus, while Lamm et al. [9] found M. alkalescens in association with otitis in calves. Finally, M. alkalescens has occasionally been found in association with disorders of the respiratory tract [10, 11] .",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 133,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 462,
                    "end": 465,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 466,
                    "end": 469,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 470,
                    "end": 473,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 474,
                    "end": 477,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 647,
                    "end": 650,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 651,
                    "end": 653,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 673,
                    "end": 676,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 787,
                    "end": 790,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 957,
                    "end": 961,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 962,
                    "end": 965,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Findings"
        },
        {
            "text": "Recently, 17 bronchoalveolar lavage samples from calves suffering from pneumonia in a single herd in Denmark were submitted, on two occasions, to the National Veteri-nary Institute for laboratory examinations. The samples were examined for the presence of bacterial pathogens, bovine respiratory mycoplasmas, as well as for the presence of bovine respiratory syncytial virus (BRSV), bovine coronavirus and parainfluenza-3 virus (PI-3). The samples were not examined for infectious bovine rhinotracheitis virus, as Denmark is considered free of this infection. Thereby, eight arginine-metabolizing mycoplasmas were isolated. In the present study the identification of the isolates as M. alkalescens is presented. This is the first report of isolation of this species in Denmark.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Findings"
        },
        {
            "text": "Bacteriological examination was performed according to standard laboratory procedures. Examination for BRSV, bovine coronavirus and PI-3 was performed using an indirect sandwich-ELISA assay [12] . Isolation of mycoplasmas was performed according to standard laboratory procedures using a Hayflick's type of medium enriched with arginine [13] , with and without addition of 5% of rabbit hyperimmune antiserum against Mycoplasma bovirhinis. The isolates were filtered through 0.45 μm membrane filters (Millipore), cloned and submitted to serologic identi-fication, which was performed by the disc growth inhibition test (DGI) with 6 mm filter paper discs prepared with rabbit hyperimmune antisera against M. alkalescens PG51 T (ATCC 29103; NCTC 10135), Mycoplasma arginini G230 T (ATCC 23838; NCTC 10129) and Mycoplasma canadense 275C T (ATCC 29418; NCTC 10152), as well as by the indirect epi-immunofluorescence test (IF) on colonies on solid medium. Molecular identification of the isolates was performed by amplification and sequencing of their 16S rRNA genes by using universal primers [14] .",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 194,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 337,
                    "end": 341,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1088,
                    "end": 1092,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Findings"
        },
        {
            "text": "Laboratory examinations revealed the presence of several bacterial pathogens in 15 of the 17 bronchoalveolar lavage samples, while no pathogenic bacteria were detected in the two remaining samples. Pasteurella multocida, Mannheimia haemolytica, Histophilus somni and Salmonella Dublin were found in three, three, one and one samples, respectively. Mycoplasma bovirhinis was found in five samples, while arginin-metabolizing mycoplasmas were found in eight samples. Two P. multocida, three M. bovirhinis and five arginin-metabolizing mycoplasma isolates were found as sole bacteriological findings in 10 respective samples. From five samples multiple bacterial species were isolated: M. bovirhinis was found once in combination with P. multocida and once in combination with M. haemolytica, while arginin-metabolizing mycoplasmas were found once in combination with M. haemolytica, once in combination with S. Dublin and once in combination with M. haemolytica and H. somni. No viral pathogens were detected in any of the analysed samples.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Findings"
        },
        {
            "text": "Further examinations on arginin-metabolizing mycoplasmas showed that all eight isolates could be serologically identified as M. alkalescens and that they were clearly dif-ferent from the two other arginine-degrading species that are commonly found in cattle, M. canadense and M. arginini (Table 1 ). The reactions were clear-cut for the DGI tests showing approximately 3-5 mm broad zones of total or nearly total inhibition around the disc. In the IF test some minor cross reactions were noted when three of the isolates and the type strain of M. alkalescens PG51 T were tested with anti-M. canadense 275C T hyperimmune serum. The 16S rDNA sequences of the analysed isolates were identical to each other and to the 16S rDNA sequence of the type strain M. alkalescens PG51 T (GenBank accession no. U44764; [15] ), which corroborated the serological identification of the isolates as M. alkalescens.",
            "cite_spans": [
                {
                    "start": 805,
                    "end": 809,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 288,
                    "end": 296,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Findings"
        },
        {
            "text": "Previous studies have shown that H. somni, M. haemolytica and P. multocida are the bacteria that are most commonly associated with bronchopneumonia in calves in Denmark, although they are also part of the normal bacterial flora of the respiratory tract [16, 17] . Also, S. Dublin, which is predominantly found in cattle, is capable of causing pneumonia in calves. Isolation of these bacterial species in the submitted samples most likely indicate their role as the primary cause of respiratory disease in the herd, probably in combination with unidentified environmental factors. In addition to the bacteria, M. bovirhinis and M. alkalescens were also isolated. M. bovirhinis is commonly found as a part of the normal respiratory tract microflora of cattle and is not considered to be pathogenic. M. alkalescens, however, has been found in association with disorders of the respiratory tract but its role as a respiratory pathogen remains equivocal. Experimental infections have demonstrated that M. alkalescens has the ability to colonize lung tissue [18] , but the two strains used in the study apparently failed to produce pneumonia [18] . In the present study, we found M. alkalescens in pure culture in five of the analysed bronchoalveolar lavage samples. This finding is, however, not sufficient to warrant a role of M. alkalescens as a cause of bronchopneumonia, since we also found two samples containing only a non-pathogenic M. bovirhinis, and two samples without any bacterial or viral pathogens, despite the fact that they derived from calves with clinical signs of a respiratory disease. The failure to detect respiratory tract pathogens in these samples may be due to i.e., their absence in a particular disease stadium when sampling took a place or due to antibiotic treatment. Taking into the consideration the overall bacteriological findings of this study, it seems likely that M. alkalescens may have had a role either as a secondary invader or as an opportunistic pathogen rather than suggesting a causal role of the organism in the pneumonia complex.",
            "cite_spans": [
                {
                    "start": 253,
                    "end": 257,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 258,
                    "end": 261,
                    "text": "17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1052,
                    "end": 1056,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1136,
                    "end": 1140,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Findings"
        },
        {
            "text": "M. alkalescens is regarded as one of the most common causative agents of mastitis [19] . So, with demonstration of the organism in a Danish cattle herd, a further member of Mycoplasma is added to the group of bovine mastitisinducing microorganisms in Denmark. The only mycoplasma species isolated from clinical outbreaks of mastitis in Denmark so far has been Mycoplasma bovis [20] , while other mastitis-inducing species, Mycoplasma bovigenitalium and M. canadense, have been isolated only from the respiratory and the genital tract and semen samples [21] . Further investigations are needed in order to determine the prevalence of M. alkalescens in the Danish cattle population and, indeed, to draw a firm conclusions on its importance in disease conditions other than mastitis.",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 86,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 377,
                    "end": 381,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 552,
                    "end": 556,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Findings"
        },
        {
            "text": "The author(s) declare that they have no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        },
        {
            "text": "BK carried out bacteriological examination of samples, isolation and cloning of mycoplasmas and drafted the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authors' contributions"
        },
        {
            "text": "NFF carried out identification of mycoplasma isolates by DGI test and epi-immunofluorescence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authors' contributions"
        },
        {
            "text": "PA carried out molecular identification of mycoplasma isolates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authors' contributions"
        },
        {
            "text": "All authors read and approved the final manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authors' contributions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A new type of pleuropneumonia-like microorganism (PPLO) from the nose of cattle",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Hudson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Etheridge",
                    "suffix": ""
                }
            ],
            "year": 1963,
            "venue": "Aust Vet J",
            "volume": "39",
            "issn": "",
            "pages": "1--5",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Mycoplasma mastitis",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "O"
                    ],
                    "last": "Brookbanks",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Carter",
                    "suffix": ""
                },
                {
                    "first": "Jts",
                    "middle": [],
                    "last": "Holland",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "NZ Vet J",
            "volume": "17",
            "issn": "",
            "pages": "179--180",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Characterization studies on mycoplasmas isolated from bovine mastitis and the bovine respiratory tract",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Dellinger",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Jasper",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ilic",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Cornell Vet",
            "volume": "67",
            "issn": "",
            "pages": "351--360",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Prevalence of mycoplasmal mastitis in the Western States. California Vet",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Jasper",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "",
            "volume": "34",
            "issn": "",
            "pages": "24--26",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The role of Mycoplasma in bovine mastitis",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Jasper",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "J Amer Vet Med Assoc",
            "volume": "181",
            "issn": "",
            "pages": "158--162",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Mycoplasma alkalescens-induced arthritis in dairy calves",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Bennett",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Jasper",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "J Amer Vet Med Assoc",
            "volume": "172",
            "issn": "",
            "pages": "484--488",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Isolation of Mycoplasma alkalescens from cases of polyarthritis in embryo-transplant calves",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Whithear",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Aust Vet J",
            "volume": "60",
            "issn": "",
            "pages": "191--192",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The isolation of Mycoplasma alkalescens from an aborted bovine foetus",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Rosenfeld",
                    "suffix": ""
                },
                {
                    "first": "Mwm",
                    "middle": [],
                    "last": "Hill",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Aust Vet J",
            "volume": "56",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Mycoplasma otitis in California calves",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Lamm",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Munson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Thurmond",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Barr",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "W"
                    ],
                    "last": "George",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Vet Diagn Invest",
            "volume": "16",
            "issn": "",
            "pages": "397--402",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Outbreak of pneumonia and arthritis in beef calves associated with Mycoplasma bovis and Mycoplasma californicum",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hewicker-Trautwein",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Feldmann",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Kehler",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schmidt",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Thiede",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Seeliger",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wohlsein",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Ball",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Buchenau",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Spergser",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rosengarten",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Vet Rec",
            "volume": "151",
            "issn": "",
            "pages": "699--703",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Mycoplasma species and related organisms isolated from ruminants in Britain between",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Ayling",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Bashiruddin",
                    "suffix": ""
                },
                {
                    "first": "Raj",
                    "middle": [],
                    "last": "Nicholas",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Vet Rec",
            "volume": "155",
            "issn": "",
            "pages": "413--416",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Viral aetiology of enzootic pneumonia in Danish dairy herds: Diagnostic tools and epidemiology",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Uttenthal",
                    "suffix": ""
                },
                {
                    "first": "Npb",
                    "middle": [],
                    "last": "Jensen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Blom",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Vet Rec",
            "volume": "139",
            "issn": "",
            "pages": "114--117",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Swine mycoplasmosis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kobisch",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "F"
                    ],
                    "last": "Friis",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Rev Sci Tech Off Int Epiz",
            "volume": "15",
            "issn": "",
            "pages": "1569--1605",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "16S ribosomal DNA amplification for phylogenetic study",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "G"
                    ],
                    "last": "Weisburg",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Barns",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Pelletier",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Lane",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J Bacteriol",
            "volume": "173",
            "issn": "",
            "pages": "697--703",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Phylogeny of some mycoplasmas from ruminants based on 16S rRNA sequences and definition of a new cluster within the hominis group",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Pettersson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Uhlen",
                    "suffix": ""
                },
                {
                    "first": "K-E",
                    "middle": [],
                    "last": "Johansson",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Int J Syst Bacteriol",
            "volume": "46",
            "issn": "",
            "pages": "1093--1098",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Pathological and microbiological studies on pneumonic lungs from Danish calves",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tegtmeier",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Uttenthal",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "F"
                    ],
                    "last": "Friis",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "E"
                    ],
                    "last": "Jensen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Jensen",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Vet Med",
            "volume": "46",
            "issn": "",
            "pages": "693--700",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "A 4-year survey of antimicrobial susceptibility trends for isolates from cattle with bovine respiratory disease in North America",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Watts",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Yancey",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Sarah",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Salmon",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Case",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J Clin Microbiol",
            "volume": "32",
            "issn": "",
            "pages": "725--731",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Pathogenicity of some Mycoplasma and Acholeplasma species in the lungs of gnotobiotic calves",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "N"
                    ],
                    "last": "Gourlay",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Howard",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Wyld",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Res Vet Sci",
            "volume": "27",
            "issn": "",
            "pages": "233--237",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Mycoplasma mastitis in dairy herds",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "N"
                    ],
                    "last": "Gonzalez",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Vet Clin North Am Food Anim Pract",
            "volume": "19",
            "issn": "",
            "pages": "199--221",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Mycoplasma bovis-induced mastitis in cattle in Denmark",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "F"
                    ],
                    "last": "Friis",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Nord Vet Med",
            "volume": "36",
            "issn": "",
            "pages": "324--325",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Isolation of Mycoplasma canadense from bull semen",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "F"
                    ],
                    "last": "Friis",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Blom",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Acta Vet Scand",
            "volume": "24",
            "issn": "",
            "pages": "315--317",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Serological identification of eight mycoplasma field isolates from cattle by DGI and IF test using type strain antisera against Mycoplasma alkalescens, Mycoplasma arginini and Mycoplasma canadense.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Authors thank Ulla Amtoft for skilful technical assistance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}