{
    "paper_id": "fae708f3b0a6023fccad707c4417b521f84fc328",
    "metadata": {
        "title": "Predicting wildlife reservoirs and global vulnerability to zoonotic Flaviviruses",
        "authors": [
            {
                "first": "Pranav",
                "middle": [
                    "S"
                ],
                "last": "Pandit",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California Davis",
                    "location": {
                        "addrLine": "One Shields Ave",
                        "postCode": "95616",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Megan",
                "middle": [
                    "M"
                ],
                "last": "Doyle",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California Davis",
                    "location": {
                        "addrLine": "One Shields Ave",
                        "postCode": "95616",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Katrina",
                "middle": [
                    "M"
                ],
                "last": "Smart",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "ENSCO Inc",
                    "location": {
                        "addrLine": "4849 North Wickham Road",
                        "postCode": "32940",
                        "settlement": "Melbourne",
                        "region": "FL",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Cristin",
                "middle": [
                    "C W"
                ],
                "last": "Young",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California Davis",
                    "location": {
                        "addrLine": "One Shields Ave",
                        "postCode": "95616",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Gaylen",
                "middle": [
                    "W"
                ],
                "last": "Drape",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "ENSCO Inc",
                    "location": {
                        "addrLine": "4849 North Wickham Road",
                        "postCode": "32940",
                        "settlement": "Melbourne",
                        "region": "FL",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Christine",
                "middle": [
                    "K"
                ],
                "last": "Johnson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California Davis",
                    "location": {
                        "addrLine": "One Shields Ave",
                        "postCode": "95616",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Flaviviruses continue to cause globally relevant epidemics and have emerged or re-emerged in regions that were previously unaffected. Factors determining emergence of flaviviruses and continuing circulation in sylvatic cycles are incompletely understood. Here we identify potential sylvatic reservoirs of flaviviruses and characterize the macro-ecological traits common to known wildlife hosts to predict the risk of sylvatic flavivirus transmission among wildlife and identify regions that could be vulnerable to outbreaks. We evaluate variability in wildlife hosts for zoonotic flaviviruses and find that flaviviruses group together in distinct clusters with similar hosts. Models incorporating ecological and climatic variables as well as life history traits shared by flaviviruses predict new host species with similar host characteristics. The combination of vector distribution data with models for flavivirus hosts allows for prediction of global vulnerability to flaviviruses and provides potential targets for disease surveillance in animals and humans.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "T he recent emergence of Zika virus (ZIKV) across South America and the spread of West Nile virus (WNV) in North America in the early 2000s reflect the increasing public health risk and pandemic potential posed by flaviviruses globally 1 . Flaviviruses are transmitted among a wide variety of mammalian and avian hosts, with sylvatic cycles that perpetuate new outbreaks through spillover into humans and hinder disease prevention and control efforts. Migratory birds are hypothesized to have spread WNV in temperate areas of the Old and New World, and human WNV outbreaks in North America have been associated with corresponding WNV outbreaks in wild birds 2, 3 . Flaviviruses such as yellow fever virus (YFV) and Japanese encephalitis virus (JEV) have well-recognized sylvatic cycles that maintain viral circulation in wild reservoirs between outbreaks in human populations 4 . Therefore, improved understanding of the potential wildlife host involvement in the transmission of emerging flaviviruses is essential. For instance, data about the transmission of ZIKV in South American wildlife are critical to inform on maintenance of the virus in the region, as sylvatic hosts can serve as a source of recurring epidemics and impede efforts for long-term disease prevention 5 .",
            "cite_spans": [
                {
                    "start": 658,
                    "end": 660,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 661,
                    "end": 662,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 876,
                    "end": 877,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1274,
                    "end": 1275,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Surveillance programs which aim to identify sylvatic hosts of viral diseases face many logistical hurdles, including accessing wild species that often reside in remote habitats and procuring large numbers of high-quality samples for virus detection. However, recognition of wildlife hosts for zoonotic pathogens is important for evaluating pathogen evolution within wildlife reservoir populations, advancing early detection of outbreaks through identification of sentinel species, mitigating risk at animal-human interfaces, and monitoring threats that zoonotic pathogens might pose to wildlife 6 . When compared to viruses with a limited host range, zoonotic viruses with high host plasticity are more likely to spread after spillover by secondary human-to-human transmission and are known to have greater geographic spread 7 . While vector-borne viruses have greater host plasticity in general 7 , members of the flavivirus genus demonstrate a varying propensity towards host range; some infect species within a narrow range of taxonomic relatedness while others infect a wide range of vertebrate taxa 4 .",
            "cite_spans": [
                {
                    "start": 595,
                    "end": 596,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 825,
                    "end": 826,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1104,
                    "end": 1105,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In addition to viral traits 8 , host and environmental factors such as the ecological niche of reservoir hosts, host interactions with potential vectors, and seasonal and climatic conditions play a significant role in sustaining viral persistence and evolution in sylvatic host populations 9 . Identifying macro-ecological patterns that facilitate viral persistence is crucial for understanding global variation in prevalence and propensity of flavivirus for epidemiologically important sylvatic cycles. Here, we collect data from published reports of non-human vertebrate hosts for thirty-five zoonotic flaviviruses (66% of the species within the genus Flavivirus 10 ) known to cause human infection and associated with at least one non-human vertebrate host. We characterize the environmental and life history traits of known flavivirus hosts and identify new hosts whose trait profiles indicate a high probability for harboring flaviviruses. Our results identify regions with a high number of potential flavivirus hosts and vulnerability to sylvatic transmission.",
            "cite_spans": [
                {
                    "start": 28,
                    "end": 29,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 290,
                    "end": 291,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Mammalian and avian hosts of Flaviviruses. Among thirty-five zoonotic flaviviruses, we identified thirty flaviviruses with nonhuman vertebrate hosts reported with natural flavivirus infection confirmed by either virus isolation, polymerase chain reaction (PCR), or plaque reduction neutralization test (PRNT). We detected 140 mammals (out of 5,536 mammal species 11 ) and 277 avian species (out of 10,424 avian species 12 ) as recognized hosts for flaviviruses. Flaviviruses were found to have an average of 18.9 hosts with a median of 4 hosts. Taken together, flaviviruses had a wide range of propensity for host plasticity based on diversity of species discovered to date, ranging from four flaviviruses (Bouboui virus, Cacipacore virus, Iguape virus, and Koutango virus) with only one host species, to WNV with a maximum of 194 host species recognized to date (Table 1 , Supplementary Data file 1). Cluster analyses of zoonotic flaviviruses revealed multiple prominent clusters of viruses which share hosts from similar taxonomical orders. Group 1 viruses (ZIKV, YFV) were predominantly found in primate hosts. Group 2 viruses, which included WNV, St. Louis encephalitis virus (SLEV), Usutu virus (USUV), and tick-borne encephalitis virus (TBEV), were found in a variety of birds and mammalian orders. Lastly, Group 3 viruses included Rio Bravo virus (RBV), Dakar bat virus (DBV), and Entebbe bat virus (ENTV) that were exclusive to bats. Japanese encephalitis virus (JEV) and dengue virus (DENV) did not cluster with any other flaviviruses (Fig. 1) .",
            "cite_spans": [
                {
                    "start": 363,
                    "end": 365,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 419,
                    "end": 421,
                    "text": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 863,
                    "end": 871,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1544,
                    "end": 1552,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Macroecological traits of flaviviral hosts. We constructed a generic model using the generalized boosted regression tree method for all flaviviruses and developed three stratified models based on virus cluster Groups 1, 2, and 3 and independent models for TBEV, JEV, and DENV to predict if a species is a flaviviruses host (or host of one of the viruses from the groups). Although TBEV shared hosts similar to WNV, SLEV, and USUV, it was modeled separately as it is transmitted by ticks while the other viruses are transmitted by mosquitoes. The optimal number of recursive trees where the holdout deviance was minimized in our models varied from 1,250 to 11,200 trees. Details of the number The generic model for all flaviviruses revealed the relative importance of 29 host traits related to host ecology, conservation status, physiology, geographical distribution, vector distribution, climatic variables, anthropogenic variables, and bird and mammalian diversity within the host range that influenced the probability of mammalian and avian species hosting flaviviruses, with a cross-validation AUC of 0.906 (Supplementary Table 1 ). The variable describing the northernmost latitude of host species distribution (northernmost bound), showed the highest relative influence for this generic model followed by the geographical range of the species (log distribution area km 2 ). The number of PubMed hits for species was used to control for sampling effort and reporting bias, was found to be the third most important variable. When the generic model was run both including and excluding number of PubMed hits, nine out of the top ten variables were retained as significant, indicating that although some species are well-studied, sampling effort did not substantially bias the overall results and interpretation for important macro-ecological traits of flavivirus hosts. With the exclusion of number of PubMed hits, westernmost bound of species distribution, metabolic rate, and body mass gained relative variable importance and rank, while the variables related to species population trend and latitude of species distribution centroid went down in the ranking. Southernmost bound was the new variable introduced into the top ten variables, which was otherwise ranked 12 th for the generic model (Supplementary In addition to northernmost latitude bound, southernmost and westernmost longitude bounds of host distribution were also found to be influential in multiple models. Host body mass (g) and metabolic rate for flavivirus host species showed a bimodal pattern, and species with scavenging habits showed a greater likelihood of hosting flaviviruses. The family Atelidae (New World monkeys, including howler, spider, woolly, and woolly spider monkeys) showed the highest relative influence for hosting flaviviruses compared to other families with respect to its influence on overall model predictions (Supplementary Data file 2). Additionally, an increase in the relative probability of a group of mosquitos and ticks within the host distribution range (12th and 14th influential variables respectively), was associated with higher probability of mammalian and bird species hosting flaviviruses (Supplementary Data file 2, Supplementary Figure 4) . Results of the generic model were heavily influenced by a large number of avian hosts reported for WNV, SLEV, and USUV. Overall, the geographical range of the species, host body mass (g), and the number of PubMed hits for the hosts were among the top ten most influential variables in all independent and virus group models (Fig. 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1125,
                    "end": 1132,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 3230,
                    "end": 3253,
                    "text": "Supplementary Figure 4)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 3580,
                    "end": 3588,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Model for YFV and ZIKV (Group 1 model) revealed the influence of all 29 host traits had on hosting Group 1 viruses and did not detect any taxonomical clustering within Primates. Hosts for YFV and ZIKV from orders Primates and Rodentia were heavier in mass, had higher metabolic rates, and had a wider distribution area with higher annual precipitation within their geographical distribution than non-host species (Supplementary Figure 5 ). Critically endangered Primate species were more likely to be hosts for Group 1 viruses than species with other IUCN Red list classification status (Supplementary Figure 5 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 428,
                    "end": 436,
                    "text": "Figure 5",
                    "ref_id": null
                },
                {
                    "start": 602,
                    "end": 610,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "The predictive model for Group 2 viruses (WNV, SLEV, USUV) primarily found in avian hosts showed that species positive for these viruses had similar geographic distribution, with five out of the top ten variables related to geographic distribution (Fig. 2, Supplementary Figure 6 ). Host species had larger distribution areas generally centered around the Nearctic region compared to non-host species. Species were clustered in the avian families Accipitridae, Mimidae, and Columbidae which had the highest relative influence compared to all other families (Supplementary Data file 2). Within Chiroptera, species positive for bat-specific flaviviruses RBV, ENTV, and DBV (Group 3) were found to be heavier in weight and residing in regions with higher human density (Fig. 2 , Supplementary Figure 7 ). Model results for TBEV showed that body mass and diet preference influenced the likelihood of being a host for TBEV. Likelihood of being a host for TBEV was also influenced by anthropogenic factors, such land use type and density of livestock within the host distribution (Fig. 2 , Supplementary Figure 8 ). Body mass of species showed a bimodal pattern for its partial dependence on the likelihood of being DENV hosts. DENV hosts were found to be living in areas with higher mammalian and avian diversity and with a high probability of mosquito presence (Supplementary Figure 9 ). JEV hosts were found in regions with higher human population density and in species that had a higher metabolic rate than nonhost species (Supplementary Figure 10) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 248,
                    "end": 279,
                    "text": "(Fig. 2, Supplementary Figure 6",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 766,
                    "end": 773,
                    "text": "(Fig. 2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 776,
                    "end": 798,
                    "text": "Supplementary Figure 7",
                    "ref_id": null
                },
                {
                    "start": 1074,
                    "end": 1081,
                    "text": "(Fig. 2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1084,
                    "end": 1106,
                    "text": "Supplementary Figure 8",
                    "ref_id": null
                },
                {
                    "start": 1372,
                    "end": 1380,
                    "text": "Figure 9",
                    "ref_id": null
                },
                {
                    "start": 1537,
                    "end": 1547,
                    "text": "Figure 10)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Identification and distribution of novel flaviviral hosts. Virus group and independent virus-specific models were used to predict probabilities for species to host flaviviruses, given data on known hosts and their respective ecological traits. Known hosts for each modeled zoonotic flavivirus, along with model-based predicted probabilities are shown in Supplementary Data file 3. The predicted probabilities for species for all the models were not highly correlated with any of the geographical traits of species indicating that model predictions were not geographically biased towards any regions of human outbreaks (Supplementary Figure 11) . Out of 112 predicted host species (top 5% of species) for YFV and ZIKV (Group 1), 21 were primate species. These species on an average had 20% probability (SD = 17.0) for being a host for YFV and ZIKV. Nine of the 21 primate species predicted have not yet been detected with Group 1 viruses by confirmatory tests such as virus isolation, PCR, or validated serology (PRNT). Among the nine predicted new hosts, only the Guinea baboon (Papio papio) has had YFV previously detected by serology (Supplementary Data file 3) 13 . Species from Rodentia (4% mean probability, SD = 6.3, n = 97) showed significantly lower probabilities for being YFV and ZIKV hosts compared to Primates (Mann-Whitney-Wilcoxon P < 0.005, Supplementary Figure 12 ). The geographical ranges of predicted host species for Group 1 viruses were more widely distributed than the geographical ranges of serologically-confirmed and antigenically-confirmed positive species and showed a higher host diversity in Africa, Asia, and South America (Fig. 3) . Areas in North America and Europe indicate the distributions of predicted rodent species as hosts for YFV and ZIKV, but rodent species had very low probabilities, compared to primate species in other regions. When geographical distributions of species were weighted by model-predicted YFV and ZIKV host probability values, the probability map showed hotspots with high probabilities for YFV and ZIKV sylvatic hosts in South Asia and mid-eastern Africa (South Sudan, Ethiopia, Kenya, and Somalia), and a small hotspot in the eastern coast of South America (Fig. 4) .",
            "cite_spans": [
                {
                    "start": 1164,
                    "end": 1166,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 633,
                    "end": 643,
                    "text": "Figure 11)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1370,
                    "end": 1379,
                    "text": "Figure 12",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1653,
                    "end": 1661,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 2219,
                    "end": 2227,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The model predicted a total of 708 novel hosts for WNV, SLEV, and USUV, which have 254 currently recognized hosts Only species from the order Charadriiformes (12% mean probability, SD = 10.0, n = 95) showed a significantly different probability of hosting Group 2 viruses than species from the order Accipitriformes (39% mean probability, SD = 31.0, n = 40, Mann-Whitney-Wilcoxon Bonferroni-adjusted P < 0.005) and species from Strigiformes (38%, SD = 29.7, n = 19, Mann-Whitney-Wilcoxon Bonferroni-adjusted P = 0.01, Supplementary Figure 12 ). Orders that showed high predicted mean probabilities for being hosts for WNV, SLEV, or USUV were Cathartiformes (56%, SD = 36.4, n = 4), and Columbiformes (34%, SD = 28.7, n = 13). Of non-avian species, Equus ferus (order Perissodactyla) was in the top 5% of predicted hosts, with a probability of 8% for being a host for Group 2 viruses. None of the primates species were in the top 5% of predicted species even though Macaca sylvanus is a known host for WNV 14, 15 and Ateles paniscus, and Sapajus apella have been detected positive for SLEV 15, 16 (Supplementary Data file 3). Overall, two regions, North America and central Europe, showed high species richness of predicted hosts (including correctly identified known hosts) of Group 2 viruses compared to other regions (Figs. 3, 4 ). When the model for WNV, SLEV, and USUV was run by relabeling species as positive only when they were found positive by PCR or virus isolation, the model predicted higher mean probabilities for species from the orders Accipitriformes, Anseriformes, Carnivora, Charadriiformes, Galliformes, Passeriformes, and Rodentia (Mann-Whitney-Wilcoxon Bonferroni-adjusted P < 0.05). The changes in the probabilities were due to changed number of Orders included in the modeling procedure as some orders dropped out from the model as they only had species positive by PRNT (Supplementary Table 2 ). Predicted species in the alternate model with species confirmed only by PCR or virus isolation, revealed hotspots in the same geographical region of North America (Supplementary Figure 13) . The model for TBEV predicted 494 hosts in addition to the already recognized 75 hosts for this virus (Supplementary Data file 3). Only species from the order Passeriformes (19% mean probability, SD = 27.6, n = 156) showed a significantly higher probability of hosting TBEV than species from order Charadriiformes (4% mean probability, SD = 13.0, n = 75, Mann-Whitney-Wilcoxon Bonferroni-adjusted P = 0.04, Supplementary Figure 12 ). Mean probabilities for other Orders were not significantly different from each other (Mann-Whitney-Wilcoxon Bonferroni-adjusted P > 0.05, Supplementary Figure 12 ). The geographical distribution of these species showed high species diversity clusters across Europe and Russia (Fig. 3) , with similar hotspots when geographical distributions were weighted for the predicted host probabilities (Fig. 4) . Results for the Group 3 (RBV, ENTV, and DBV) model indicated that top 5% of species with the highest predicted probabilities included 42 bat species that have not yet been detected positive for Group 3 flaviviruses. Mean predicted probabilities for hosting Group 3 viruses for families within Chiroptera were not significantly different from each other (Mann-Whitney-Wilcoxon Bonferroni-adjusted P > 0.05), but leaf-nosed bat species (Phyllostomidae) had the highest mean probability of 26% (SD = 24.2, n = 10, Supplementary Figure 12 ). Additionally, model results showed two geographical clusters with high predicted host diversity: one extending across central sub-Saharan Africa to the southeastern coast of Africa, and the second encompassing the Neotropic region and Central Americas (Figs. 3, 4) .",
            "cite_spans": [
                {
                    "start": 1005,
                    "end": 1008,
                    "text": "14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1009,
                    "end": 1011,
                    "text": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1089,
                    "end": 1092,
                    "text": "15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1093,
                    "end": 1095,
                    "text": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 532,
                    "end": 541,
                    "text": "Figure 12",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1319,
                    "end": 1330,
                    "text": "(Figs. 3, 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1909,
                    "end": 1916,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 2098,
                    "end": 2108,
                    "text": "Figure 13)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2531,
                    "end": 2540,
                    "text": "Figure 12",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2696,
                    "end": 2705,
                    "text": "Figure 12",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2820,
                    "end": 2828,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 2936,
                    "end": 2944,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 3472,
                    "end": 3481,
                    "text": "Figure 12",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 3737,
                    "end": 3749,
                    "text": "(Figs. 3, 4)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The model for DENV predicted 173 host species, of which 139 are new, potentially unrecognized host species. The average probability for being a host for DENV among species in orders Didelphimorphia (mean = 18%, SD = 26.4, n = 16), Chiroptera (mean = 9%, SD = 14.2, n = 75), Rodentia (mean = 6%, SD = 11.3, n = 53), Primates (mean = 5%, SD = 2.9, n = 12), and Perissodactyla (mean = 3%, SD = 0.9, n = 13,) were not statistically different from each other (Mann-Whitney-Wilcoxon Bonferroni-adjusted P > 0.05, Supplementary Figure 12 ). Predicted species for DENV showed high, combined host species richness in the neotropical region stretching from the Central American tropics in the north to the northern Bolivian and Paraguayan regions in the south, covering all of Brazil (Figs. 3, 4) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 507,
                    "end": 530,
                    "text": "Supplementary Figure 12",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 774,
                    "end": 786,
                    "text": "(Figs. 3, 4)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The JEV model predicted 408 host species, of which 388 would be new hosts. Their distribution showed high species richness in Southeast Asia, central Europe, and Australia (Figs. 3, 4) . Order Cetartiodactyla (mean = 3%, SD = 7.0, n = 45,) showed significantly higher average mean predicted probabilities than Passeriformes Life history traits such as host body mass and metabolic rates were influential in models for multiple flavivirus groups. Hosts with higher metabolic rates, especially bats and rodents that generally have a more fast-paced life history strategy, have been associated with a propensity to host a higher number of zoonotic agents including viruses, bacteria, and protozoa 19, 20 . It has been hypothesized that the cost of a fast-paced life history reduces investments in the development of innate immunity, allowing species to host more pathogens 21 . Higher body temperature and metabolic rates of bats are also hypothesized to aid the ability of these species to host a wide range of pathogenic infections 22 . Our models indicate a similar trend among flaviviruses hosts, especially for YFV, ZIKV, and JEV. For all stratified models, flavivirus hosts had heavier weight than non-host vertebrate species. Even though taxonomical orders showed variation in the mean predicted probabilities, none of the taxonomical orders were found to have significantly higher probabilities for hosting flaviviruses in stratified models, except for primates which were found to have a significantly higher probability as YFV and ZIKV hosts. Life history traits and host ecology were more related to the susceptibility of species to flavivirus infection and could play an important role in the coevolution of hosts and flaviviruses.",
            "cite_spans": [
                {
                    "start": 694,
                    "end": 697,
                    "text": "19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 698,
                    "end": 700,
                    "text": "20",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 870,
                    "end": 872,
                    "text": "21",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [
                {
                    "start": 172,
                    "end": 184,
                    "text": "(Figs. 3, 4)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Most flaviviruses are critically dependent on climatic conditions favoring recruitment and dispersal of their vectors and are likely to emerge or re-emerge in new areas due to projected climate change 23, 24 . Travel of infected people and vectors has also enabled the emergence and re-emergence of flaviviruses in regions with suitable climate and vector distribution. The presence of a large number of susceptible hosts, as well as an increase in suitable environmental conditions related to climate change, could allow vectors to thrive and aid in establishing sylvatic cycles in newly predicted regions 24 circulation exist. Similarly, predicted host species in Southeast Asia could facilitate establishment of sylvatic cycles of YFV and ZIKV. Therefore, these regions with high host diversity should inform on future flavivirus surveillance and outbreak preparedness. Historically, YFV successfully spilled back into sylvatic cycle in South America after its introduction in the 17th and 18th centuries 25 . On the other hand, established sylvatic cycles of DENV has not yet been detected despite the endemicity of this virus in South America. For emerging flaviviruses such as ZIKV, there is growing concern for the establishment of sylvatic cycles due to spillback transmission from humans to wildlife in geographical regions predicted with high ZIKV host diversity 26 .",
            "cite_spans": [
                {
                    "start": 201,
                    "end": 204,
                    "text": "23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 205,
                    "end": 207,
                    "text": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 607,
                    "end": 609,
                    "text": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1008,
                    "end": 1010,
                    "text": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1373,
                    "end": 1375,
                    "text": "26",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Maintenance of these viruses in non-vertebrate hosts pose a great hurdle for disease control efforts, where public health measures such as vaccines could control disease transmission in urban settings, but sylvatic cycles could continue to be a source of spillover to populations in rural areas 26 . Moreover, sylvatic circulation of flaviviruses could alter primate population dynamics and contribute to extinction risks in vulnerable primate populations as has been evident for YFV-related primate declines in South America with outbreaks that have decimated populations of howler monkeys (Alouatta spp.) 27 .",
            "cite_spans": [
                {
                    "start": 295,
                    "end": 297,
                    "text": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 607,
                    "end": 609,
                    "text": "27",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Macro-ecological traits related to the geographical distribution of potential hosts of flaviviruses were highlighted in all models. Species in tropical and subtropical regions showed an overall trend of higher likelihood for hosting flaviviruses due to which hotspots of higher host richness for JEV, DENV, ZIKV, YFV, and for bat-specific flaviviruses were seen across tropical regions of Southeast Asia, South America and Africa. These regions are biodiverse and coincide with high human density, recent urbanization, conversion of land for agriculture, and deforestationall of which can lead to increase in frequency of contact between humans and wildlife, thus increasing chances of viral spillover to humans 28 . Geographical features such as the distribution area of species have been previously found to be important in determining the likelihood of rodent and bat species carrying zoonotic agents 19, 20 . Species with widespread distributions include commonly found peri-urban species, which have frequent interactions with humans that can lead to spillover at high-risk animal-human transmission interfaces. The significance of wider geographical distribution area, human population and livestock density, and land use patterns may indicate a generalized host trait pattern towards synanthropic species.",
            "cite_spans": [
                {
                    "start": 712,
                    "end": 714,
                    "text": "28",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 904,
                    "end": 907,
                    "text": "19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 908,
                    "end": 910,
                    "text": "20",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Following the first discovery of ZIKV in 1947 in a sentinel rhesus macaque in Uganda 29 , efforts to recognize potential natural wildlife reservoirs for ZIKV have been limited. As of 2017, the World Health Organization categorizes Southeast Asia as a region with active human transmission of ZIKV. However, evidence of ZIKV in Southeast Asian primates to date is limited to detection of exposure in Bornean orangutans (Pongo pygmaeus) from Eastern Sabah, Malaysia in 1996-1998 30, 31 . Our model results predict additional host candidates, Macaca fascicularis, and Macaca nemestrina, which should be evaluated further for their potential to maintain ZIKV and their ability to pose ongoing spillover risk to humans.",
            "cite_spans": [
                {
                    "start": 477,
                    "end": 480,
                    "text": "30,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 481,
                    "end": 483,
                    "text": "31",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Human cases of yellow fever have never been reported in Asia, but the potential for an outbreak with sylvatic maintenance YFV exists, as appropriate vectors are present if the virus is introduced 32 . Moreover, our models identified species with a high probability for hosting both YFV and ZIKV in South Asia, including three primate species (Fig. 3) . Among these is the widely distributed Macaca mulatta, commonly used as an animal model in laboratory experiments 29 . Another species with a high probability for hosting YFV and ZIKV in this region is the gray langur (Semnopithecus entellus), which has yet to be found positive for either YFV or ZIKV. To date, evidence for ZIKV in wildlife in South Asia is limited to serological detection (complement fixation test) in three rodent species, the bandicoot rat (Bandicota bengalensis), Indian gerbil (Tatera indica), and Indian desert gerbil (Meriones hurrianae) 33 . However, recent detection of human cases with a local strain of ZIKV indicates there is sustained transmission of the virus within the region 34 , emphasizing a need for wildlife surveillance in this region.",
            "cite_spans": [
                {
                    "start": 196,
                    "end": 198,
                    "text": "32",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 466,
                    "end": 468,
                    "text": "29",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 916,
                    "end": 918,
                    "text": "33",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [
                {
                    "start": 342,
                    "end": 350,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The geographical distribution of predicted host probabilities for YFV and ZIKV in South America indicate lower probabilities within the Amazonian rainforests and higher probabilities around the forest perimeter. Suitability risk maps for human outbreaks of YFV are also known to follow a similar geographical distribution 35 , indicating comparable risk for both humans and wildlife and intermingling of the sylvatic cycle with the urban cycle of YFV. Species in this region with high probabilities for hosting YFV and ZIKV include several species of howler monkeys (Alouatta caraya, Alouatta gauriba, and Alouatta sara). These species are known to be sentinels for YFV outbreaks, as populations of these species often suffer die-offs due to YFV infection in advance of detection in nearby human populations 6, 27 . Our model also predicts a howler monkey species in Central America, Alouatta pigra, which has not yet been detected positive with YFV or ZIKV. South and Central America, which have active concurrent ZIKV and YFV transmission, should be a focus for further investigation to understand the potential conservation implications of co-circulation of both YFV and ZIKV in these susceptible primate populations. The Group 2 model indicated two regions of high host diversity for WNV, USUV, and SLEV, in North America and in Central Europe (Figs. 3, 4) . After the introduction of WNV in North America, the virus caused high mortality in corvids and has been documented to cause significant reductions in the populations of other passerines 36, 37 . Species with high probability for hosting Group 2 viruses include five corvid species from North America and the critically endangered Californian condor (Cathartidae family). Certain species, especially Accipitriformes and Anseriformes, are expected to be important in maintaining and spreading Group 2 viruses via migration.",
            "cite_spans": [
                {
                    "start": 322,
                    "end": 324,
                    "text": "35",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 808,
                    "end": 810,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 811,
                    "end": 813,
                    "text": "27",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1549,
                    "end": 1552,
                    "text": "36,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1553,
                    "end": 1555,
                    "text": "37",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [
                {
                    "start": 1348,
                    "end": 1360,
                    "text": "(Figs. 3, 4)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Competent reservoirs for TBEV are known to be small forest mammals, insectivores, and livestock species, but the role of passerines and their ticks in the transmission of the infection is not well understood, even though multiple species have been detected positive 38 . Louping-ill virus (LIV), which is known to be highly homologous 39 and shares similar biogeography to TBEV, was also found to share similar mammalian hosts (LIV has been detected in only one bird species, Lagopus lagopus) 38 . The geographical distribution of potential hosts for bat flaviviruses (RBV, ENTV, and DBV) when compared to predicted bat hosts for filoviruses shows similar hotspots in central Africa, but varying distribution in Southeast Asia 19 . Along with being restricted to bats, these three viruses do not have any recognized vector to date.",
            "cite_spans": [
                {
                    "start": 266,
                    "end": 268,
                    "text": "38",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 335,
                    "end": 337,
                    "text": "39",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 493,
                    "end": 495,
                    "text": "38",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 727,
                    "end": 729,
                    "text": "19",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Dengue virus is known to have a distinct sylvatic cycle and has been detected in sentinel primate species 40 . To date, DENV has been detected via confirmatory tests (PRNT, PCR, or virus isolation) only in macaques (Macaca nemestrina) in Thailand 41 . The model for DENV identified eleven new Primate hosts out of which only Macaca fascicularis 42 and Pongo pygmaeus 30 have been previously detected serologically positive. Other instances of detection of DENV in primates are limited to Old World monkeys by serological tests with poor specificity to DENV (Chlorocebus sabaeus, Erythrocebus patas 42 , Presbytis melalophos, Trachypithecus cristatus 43 , and Macaca sinica 44 ). Our model results indicate that marsupials (Didelphidae family) and bats from families Phyllostomidae, Vespertilionidae, Molossidae, and Pteropodidae could be probable candidate reservoirs in the Americas while in Asia results point towards bats as likely hosts. Field studies are needed to elucidate the potential roles for primates and bats in the transmission and maintenance of DENV, especially in Asia.",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 108,
                    "text": "40",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 345,
                    "end": 347,
                    "text": "42",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 367,
                    "end": 369,
                    "text": "30",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Japanese encephalitis virus has been circulating endemically in Eastern and Southeastern Asia. We identified potential passerine hosts from regions in Southeast Asia and Europe. The high probability regions in the Indian subcontinent predicted in this study coincide with regions known to have reported cases of JEV 45 . Concern for the establishment of a JEV endemic cycle in Europe is rising due to the introduction of this virus by movement of people and the increasing suitability of the climate to sustain vectors, especially given the detection of JEV in a Culex pipiens mosquito in northern Italy 46 . Based on our predictions, potential host species that could sustain JEV transmission exist in Europe, including some of the most common passerines, such as the Barn Swallow (Hirundo rustica) and the Carrion Crow (Corvus corone).",
            "cite_spans": [
                {
                    "start": 316,
                    "end": 318,
                    "text": "45",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 604,
                    "end": 606,
                    "text": "46",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Results presented here highlight significantly important species and regions of the world that should be prioritized for sylvatic surveillance of flaviviruses. Surveillance targets should be considered for their role as reservoir, amplifying, or dead-end hosts, as well as their ability to produce a level of viremia that is likely to propagate transmission. For example, WNV cases in humans are associated with the proliferation of virus in avian amplification hosts, but not with infected equines or humans because the latter two species produce little viremia 47 . Similarly, vectors and ecological conditions that are likely to facilitate transmission to humans will greatly impact the propensity of predicted species in hotspot regions to perpetuate sylvatic cycles. The host diversity hotspots shown here include both the wintering and breeding grounds of migratory birds, especially in case of WNV, SLEV, and USUV which inlcude temperate regions that are not likely to favor year round transmission because of reduced abundance of vectors and shorter summer seasons. Even with well-informed targets for surveillance, field-based detection of flaviviruses in wild animal hosts requires a large-scale effort with a low probability of detecting positives, especially given the very short duration of infection for most flaviviruses. Sero-surveys, which are becoming increasingly specific, have been used to detect positive animals during ongoing outbreaks (e.g., of 4-6% for WNV in wild birds 47 ). Detection of YFV in animals is often triggered by mortality events in New World monkeys 27, 48 . Aside from outbreak investigations, comprehensive longitudinal sampling efforts for sylvatic host detection has been uncommon due to logistical hurdles.",
            "cite_spans": [
                {
                    "start": 563,
                    "end": 565,
                    "text": "47",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1497,
                    "end": 1499,
                    "text": "47",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1591,
                    "end": 1594,
                    "text": "27,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1595,
                    "end": 1597,
                    "text": "48",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "We demonstrate that macroecological host traits can be used to predict undiscovered hosts of zoonotic viruses over diverse vertebrate taxa including birds and mammals. Our analyses identified potential regions with high host diversity that could be prioritized for flavivirus surveillance, and we were able to narrow down avian and mammalian targets with potentially important roles in sylvatic transmission. Large-scale ecological and climate changes will lead to shifts in the distribution of both hosts and vectors, with direct implications for spillover risk of flaviviruses from host species. As global surveillance efforts continue to generate more data on the distribution of wildlife hosts and as new hosts are discovered, the modeling framework presented here can be used to anticipate regions with flavivirus emergence vulnerability and better inform on the impact of sylvatic transmission on global health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "A list of known viruses from the Flavivirus genus was generated using the NCBI taxonomy database 49 and the 2016 taxonomy report of the International Committee on Taxonomy of Viruses (ICTV) 10, 50 . A systematic literature review of peer-reviewed articles published through September 2016 was completed using PubMed taxonomy IDs to collect data on all vertebrate hosts of thirty-five zoonotic flaviviruses covering two-thirds of all viruses in the genus Flavivirus 10 globally. We assumed a flavivirus to be zoonotic if it was known to be reported in humans as well as in a non-human vertebrate host, despite the absence of specific evidence of transmission from animals to humans. Similarly, GenBank entries were downloaded and used to search for hosts 51 . Other databases such as Global Infectious Diseases and Epidemiology Network (GIDEON) 52 , the Centers for Disease Control Arbovirus catalog 53 , the World Animal Health Information System OIE, the World Health Organization, ProMED 54 , and the virus pathogen database and analysis resource (ViPR) 55 , were also queried.",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 193,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 194,
                    "end": 196,
                    "text": "50",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 754,
                    "end": 756,
                    "text": "51",
                    "ref_id": null
                },
                {
                    "start": 844,
                    "end": 846,
                    "text": "52",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 899,
                    "end": 901,
                    "text": "53",
                    "ref_id": null
                },
                {
                    "start": 1056,
                    "end": 1058,
                    "text": "55",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [],
            "section": "Datasets."
        },
        {
            "text": "Experimental infections of animals in laboratory settings were excluded to collect data only on hosts of flaviviruses which can get infected via natural infection. For all flaviviruses, positive serological detection except with the plaque reduction neutralization test (PRNT) in a host was not considered conclusive, due to poor test specificity and cross-reactivity with other flaviviruses. Such hosts were classified as \"suspected hosts\" unless serologic detection was followed by a confirmatory test. Detection of a virus by virus isolation, molecular assay (PCR), or plaque reduction neutralization tests (PRNT) was considered confirmatory 56 . Hierarchical clustering of viruses according to their confirmed hosts in different orders was done using the Bray-Curtis dissimilarity index to identify clusters of flaviviruses sharing similar sylvatic hosts.",
            "cite_spans": [
                {
                    "start": 645,
                    "end": 647,
                    "text": "56",
                    "ref_id": "BIBREF55"
                }
            ],
            "ref_spans": [],
            "section": "Datasets."
        },
        {
            "text": "For all species of mammals and birds, life history, physiological, and ecological trait data were collected from multiple sources. Taxonomic classification, conservation status, habitat utilization, and population temporal trend data were collated from the International Union for Conservation of Nature (IUCN) using the letsR R package 57 . Data for body temperature, metabolic rate 58 , body mass, and foraging attributes such as diet, foraging strata, and foraging time were also included 59 . Habitat distribution (global range) of terrestrial mammals and birds were downloaded from IUCN 12 and BirdLife International 60 , respectively. Shapefiles describing geographical range of species are suitable for calculating the distributions of bio-climatic, and diversity-related species traits and for generating presence/absence matrices for the species distribution 57 . These distribution shapefiles were used to calculate geographical bounds, distribution areas, and geographical centroids for the species distribution.",
            "cite_spans": [
                {
                    "start": 337,
                    "end": 339,
                    "text": "57",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 592,
                    "end": 594,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 868,
                    "end": 870,
                    "text": "57",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [],
            "section": "Datasets."
        },
        {
            "text": "Global distribution data for bioclimatic variables, mammalian and avian diversity and anthropogenic variables were collected from multiple sources [61] [62] [63] . For each of the global raster datasets, we calculated zonal statistics for all species using their geographical habitat distributions. A complete list of variables, their explanations, sources, and calculated statistics can be found in Supplementary  Table 3 and Supplementary Table 4 .",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 151,
                    "text": "[61]",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 152,
                    "end": 156,
                    "text": "[62]",
                    "ref_id": null
                },
                {
                    "start": 157,
                    "end": 161,
                    "text": "[63]",
                    "ref_id": "BIBREF62"
                }
            ],
            "ref_spans": [
                {
                    "start": 400,
                    "end": 448,
                    "text": "Supplementary  Table 3 and Supplementary Table 4",
                    "ref_id": null
                }
            ],
            "section": "Datasets."
        },
        {
            "text": "The interactions of vectors and hosts, biting preferences of ticks and mosquitoes, and vector competence are all critical parameters in maintaining virus circulation in a sylvatic environment. Since these data are not available, we included a variable describing the spatial distribution of vectors within the geographic range of a host. A systematic literature review was also done to identify flavivirus vectors. Distribution data for 18 of the most common known mosquito vectors and eight of the most common known tick vectors were procured from VectorMap 64 , which included vector species that have been reported to carry 28 out of 35 flavivirus species evaluated in this analysis (Supplementary Table 5 ). Mosquito and tick species distribution rasters represented probabilities for the occurrence of the species, with values ranging from 0 to 1. These rasters were then superimposed and summed together to generate two separate cumulative distribution maps of mosquito vectors and tick vectors. These cumulative distribution rasters were finally used to calculate zonal statistics for all bird and mammalian species. Missing data were imputed using Kth-nearest neighbor imputation methods using five nearest neighbors.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 701,
                    "end": 708,
                    "text": "Table 5",
                    "ref_id": null
                }
            ],
            "section": "Datasets."
        },
        {
            "text": "To control for potential reporting bias due to imbalanced sampling efforts to collect and report data on flavivirus hosts, we included the number of primary publications in PubMed using a MeSH term search for the avian and mammalian species as a proxy for study efforts, assuming that surveillance efforts for vertebrate species will be proportional to the number of citations available for them. This approach also allowed us to account for geographical variation in the surveillance as species are geographically distributed. Supplementary Figure 14 shows the geographical variation in the PubMed hits used in the generic model to account for sampling biases. Many of the large-scale surveillance programs target probable species candidates, and hence sufficient sampling effort among animals that have tested negative for a virus was rare. While knowledge of true negative species would have facilitated model training, ascertainment of species status as non-hosts (i.e., unable to harbor flavivirus infection naturally) was not feasible. Thus, we choose a conservative approach of identifying species that share similar macro-ecological traits as known hosts. For modeling purposes, we generated a binary code for each mammal and bird species (1, if the species is currently known to host any flavivirus and 0, if not, Supplementary Data file 3) , generating a baseline for prediction based on known species, which will be iteratively improved following the discovery of new flaviviruses hosts with appropriate field data.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 542,
                    "end": 551,
                    "text": "Figure 14",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1323,
                    "end": 1349,
                    "text": "Supplementary Data file 3)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Datasets."
        },
        {
            "text": "Analysis and modeling. We applied generalized boosted regression tree (BRT) methods using the aforementioned twenty-nine host traits as predictors for binary code generated for species to host a flavivirus (generic Flavivirus model). Such models are useful here, as boosting improves the predictive performance of many weak models substantially, can fit complex nonlinear relationships, and can automatically handle interaction effects between predictors 11 . For this analysis, data were partitioned into training and holdout sets (80% of observations used for training, 20% used as holdout) and relative sizes of positive samples were kept similar in both the sets (Supplementary Table 1) . For model building, we used a 10fold cross-validation method to avoid overfitting for tuning model parameters. Using this method, training data were randomly partitioned into ten, equal-sized subsamples and each subsample was retained once as testing data, while the rest of the data was used to train the model. We used the gbm step function from R package gbm 65 , to assess the optimal number of boosting trees, as described in Elith et al. 11 The BRT model generates additive models in a step-wise manner while optimizing the differentiable loss function. At each stage, a regression tree was fit on a Bernoulli loss function. The holdout dataset was then used for external validation of the model performance. Relative influence of host traits was estimated using the equation developed by Friedman for tree-based methods 66 and is based on the number of times a variable is selected for splitting, weighted by the squared improvement to the model as a result of each split averaged over all trees 11 . For assessment of the robustness of the methodology with respect to reporting bias, we reran the generic model by excluding the host factor related to the number of primary publications in PubMed.",
            "cite_spans": [
                {
                    "start": 455,
                    "end": 457,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1055,
                    "end": 1057,
                    "text": "65",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 1137,
                    "end": 1139,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1520,
                    "end": 1522,
                    "text": "66",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 1696,
                    "end": 1698,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 667,
                    "end": 690,
                    "text": "(Supplementary Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Datasets."
        },
        {
            "text": "To evaluate the clustering of hosts due to phylogenetic relatedness within taxonomic groups, we included dummy categorical variables for all host families related to the model. Along with the generic flaviviruses model, which was developed to explore macroecological traits of Flavivirus sylvatic hosts, individual models were developed for flaviviral clusters and flaviviruses that did not cluster with any other virus (TBEV, JEV, and DENV). The stratified models were developed to explore the virus-specific host patterns and to minimize biases related to variability in research effort among viruses. Bias towards the inclusion of more well-studied hosts is likely to influence results of the generic model. Binary responses for these models were based on whether a host species was known to carry any of the viruses within each virus group. Virus-specific models were restricted only to species from taxonomical orders with confirmed hosts for those viruses (Supplementary Table 4 ). To evaluate model robustness to species classifications, we developed a second model for group 2 viruses (WNV, SLEV, and USUV) with hosts reclassified as positive only if they had been detected positive by PCR or virus isolation (and not considering species found positive by PRNT).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 977,
                    "end": 984,
                    "text": "Table 4",
                    "ref_id": null
                }
            ],
            "section": "Datasets."
        },
        {
            "text": "We explored 90th and 95th percentiles of our model predictions and probability values that maximized the true positive rate + true negative rate for the holdout datasets to identify the threshold that best highlighted species as probable hosts for flaviviruses. Known geographic distributions 12,60 of predicted species in the 95th percentile of model predictions were plotted to identify regions with a higher diversity of predicted hosts. To represent model-predicted probabilities with species distributions, we assigned predicted probability values for each host species to the raster layer representing the geographical ranges of the hosts and summed the probabilities across all the raster layers to generate maps showing hotspots with high predicted host probability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Datasets."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Zika virus in the Americas-yet another arbovirus threat",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Fauci",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Morens",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "N. Engl. J. Med",
            "volume": "374",
            "issn": "",
            "pages": "601--604",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "West Nile virus and its emergence in the United States of America",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "O"
                    ],
                    "last": "Murray",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mertens",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Desprès",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Vet. Res",
            "volume": "41",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Migratory birds and spread of West Nile virus in the Western Hemisphere",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Rappole",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Derrickson",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Hubalek",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Emerg. Infect. Dis",
            "volume": "6",
            "issn": "",
            "pages": "319--328",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Transmission cycles, host range, evolution and emergence of arboviral disease",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Weaver",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Barrett",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nat. Rev. Microbiol",
            "volume": "2",
            "issn": "",
            "pages": "789--801",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Animals in the Zika virus life cycle: what to expect from Megadiverse Latin American countries",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Bueno",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Martinez",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Abdalla",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "N"
                    ],
                    "last": "Duarte Dos Santos",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chame",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PLoS Negl. Trop. Dis",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The role of monkeys, mosquitoes, and humans in the occurrence of a yellow fever outbreak in a fragmented landscape in south Brazil: protecting howler monkeys is a matter of public health",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Bicca-Marques",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "De Freitas",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Trop. Conserv. Sci",
            "volume": "3",
            "issn": "",
            "pages": "78--89",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Spillover and pandemic properties of zoonotic viruses with high host plasticity",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kreuder Johnson",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Sci. Rep",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Rodenhuis-Zybert, I. & Wilschut, J. Flavivirus cell entry and membrane fusion",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Smit",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Moesker",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Viruses",
            "volume": "3",
            "issn": "",
            "pages": "160--171",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Prediction and prevention of the next pandemic zoonosis",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Morse",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Lancet",
            "volume": "380",
            "issn": "",
            "pages": "1956--1965",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "ICTV virus taxonomy profile: flaviviridae",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Simmonds",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J. Gen. Virol",
            "volume": "98",
            "issn": "",
            "pages": "2--3",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "A working guide to boosted regression trees",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Elith",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Leathwick",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hastie",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Anim. Ecol",
            "volume": "77",
            "issn": "",
            "pages": "802--813",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The IUCN Red List of Threatened Species",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Iucn",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The arboviruses: epidemiology and ecology",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Monath",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "West Nile virus associations in wild mammals: a synthesis",
            "authors": [
                {
                    "first": "Jeffrey",
                    "middle": [],
                    "last": "Root",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Arch. Virol",
            "volume": "158",
            "issn": "",
            "pages": "735--752",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Molecular epidemiology of Saint Louis encephalitis virus in the Brazilian Amazon: genetic divergence and dispersal",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Rodrigues",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Gen. Virol",
            "volume": "91",
            "issn": "",
            "pages": "2420--2427",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Serological survey for arboviruses in Cordoba Province",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Sabattini",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Shope",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Vanella",
                    "suffix": ""
                }
            ],
            "year": 1965,
            "venue": "Argentina. Am. J. Trop. Med. Hyg",
            "volume": "14",
            "issn": "",
            "pages": "1073--1078",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "History and emergence of Zika virus",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Gubler",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Vasilakis",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Musso",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J. Infect. Dis",
            "volume": "216",
            "issn": "",
            "pages": "860--867",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Emerging flaviviruses: the spread and resurgence of Japanese encephalitis, West Nile and dengue viruses",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Mackenzie",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Gubler",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Petersen",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nat. Med",
            "volume": "10",
            "issn": "",
            "pages": "98--109",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Undiscovered bat hosts of filoviruses",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Han",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PLoS Negl. Trop. Dis",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Rodent reservoirs of future zoonotic diseases",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Schmidt",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Bowden",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Drake",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "112",
            "issn": "",
            "pages": "7039--7044",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Living fast and dying of infection: host life history drives interspecific variation in infection and disease risk",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "T"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Ecol. Lett",
            "volume": "15",
            "issn": "",
            "pages": "235--242",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Bat flight and zoonotic viruses",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "O&apos;shea",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Emerg. Infect. Dis",
            "volume": "20",
            "issn": "",
            "pages": "741--745",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Emerging and reemerging arboviral diseases in Southeast Asia",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Dash",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bhatia",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sunyoto",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Mourya",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Vector Borne Dis",
            "volume": "50",
            "issn": "",
            "pages": "77--84",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Impact of climate change and other factors on emerging arbovirus diseases",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Gould",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Higgs",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Trans. R. Soc. Trop. Med. Hyg",
            "volume": "103",
            "issn": "",
            "pages": "109--121",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Out of Africa: a molecular perspective on the introduction of yellow fever virus into the Americas",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Bryant",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Barrett",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "PLoS Pathog",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Potential for Zika virus to establish a sylvatic transmission cycle in the Americas",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Althouse",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PLoS Negl. Trop. Dis",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Impact of yellow fever outbreaks on two howler monkey species (Alouatta guariba clamitans and A. caraya) in Misiones, Argentina",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Holzmann",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Am. J. Primatol",
            "volume": "72",
            "issn": "",
            "pages": "475--480",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Ecology of zoonoses: natural and unnatural histories",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Karesh",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Lancet",
            "volume": "380",
            "issn": "",
            "pages": "1936--1945",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Zika virus. I. Isolations and serological specificity",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Dick",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Kitchen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Haddow",
                    "suffix": ""
                }
            ],
            "year": 1952,
            "venue": "Trans. R. Soc. Trop. Med. Hyg",
            "volume": "46",
            "issn": "",
            "pages": "509--520",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Sylvatic transmission of arboviruses among Bornean orangutans",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "D"
                    ],
                    "last": "Wolfe",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Am. J. Trop. Med. Hyg",
            "volume": "64",
            "issn": "",
            "pages": "310--316",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Health evaluation of free-ranging and semi-captive orangutans (Pongo pygmaeus pygmaeus) in Sabah, Malaysia",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Kilbourn",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Wildl. Dis",
            "volume": "39",
            "issn": "",
            "pages": "73--83",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Response (World Health Organization",
            "authors": [],
            "year": 2004,
            "venue": "Organization WH. Emergencies Preparedness",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "A seroepidemiological survey for certain arboviruses (Togaviridae) in Pakistan",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Darwish",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hoogstraal",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "P"
                    ],
                    "last": "Ahmed",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Omar",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Trans. R. Soc. Trop. Med. Hyg",
            "volume": "77",
            "issn": "",
            "pages": "442--445",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Response: Zika Virus Infection-India",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "The global distribution of yellow fever and dengue",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Rogers",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "I"
                    ],
                    "last": "Hay",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Graham",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Adv. Parasitol",
            "volume": "62",
            "issn": "",
            "pages": "181--220",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Persistent impacts of West Nile virus on North American bird populations",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "George",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "112",
            "issn": "",
            "pages": "14290--14294",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Nile virus emergence and large-scale declines of North American bird populations",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Ladeau",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Kilpatrick",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "P"
                    ],
                    "last": "Marra",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "West",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nature",
            "volume": "447",
            "issn": "",
            "pages": "710--713",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Tick-borne viruses in Europe",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Hubalek",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Rudolf",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Parasitol. Res",
            "volume": "111",
            "issn": "",
            "pages": "9--36",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Louping ill virus: an endemic tick-borne disease of Great Britain",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Jeffries",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Gen. Virol",
            "volume": "95",
            "issn": "",
            "pages": "1005--1014",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Evolutionary relationships of endemic/epidemic and sylvatic dengue viruses",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J. Virol",
            "volume": "74",
            "issn": "",
            "pages": "3227--3234",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Japanese Encephalitis and Chikungunya virus antibody prevalence among captive monkey (Macaca nemestrina) colonies of Northern Thailand",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nakgoi",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Am. J. Primatol",
            "volume": "76",
            "issn": "",
            "pages": "97--102",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Yellow fever and dengue fever viruses serosurvey in non-human primates of the Kedougou forest galleries in Southeastern Senegal",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sylla",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Afr. J. Microbiol Res",
            "volume": "8",
            "issn": "",
            "pages": "2368--2375",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Studies of the ecology of dengue in Malaysia: a preliminary report",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rudnick",
                    "suffix": ""
                }
            ],
            "year": 1965,
            "venue": "J. Med. Entomol",
            "volume": "2",
            "issn": "",
            "pages": "203--208",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Serologic evidence for an epizootic dengue virus infecting toque macaques (Macaca sinica) at Polonnaruwa, Sri Lanka",
            "authors": [
                {
                    "first": "De",
                    "middle": [],
                    "last": "Silva",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Dittus",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Amerasinghe",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Amerasinghe",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "P"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Am. J. Trop. Med. Hyg",
            "volume": "60",
            "issn": "",
            "pages": "300--306",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Trend of Japanese encephalitis in North India: evidence from thirty-eight acute encephalitis cases and appraisal of niceties",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Saxena",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mishra",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Saxena",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mathur",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Infect. Dev. Ctries",
            "volume": "3",
            "issn": "",
            "pages": "517--530",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Is Japanese encephalitis emerging in Europe? Euro surveillance",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zeller",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Surveys for antibodies against mosquitoborne Encephalitis viruses in California birds, 1996-2013. Vector Borne Zoonotic Dis",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "K"
                    ],
                    "last": "Reisen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Wheeler",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "16",
            "issn": "",
            "pages": "264--282",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "One Health Institute, School of Veterinary Medicine",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Consortium",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Predict",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "The NCBI taxonomy database",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Federhen",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nucleic Acids Res",
            "volume": "40",
            "issn": "",
            "pages": "136--143",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Ratification vote on taxonomic proposals to the International Committee on Taxonomy of Viruses",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Adams",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Arch. Virol",
            "volume": "161",
            "issn": "",
            "pages": "2921--2949",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Global Infectious Diseases and Epidemiology Network (GIDEON): a world wide Web-based program for diagnosis and informatics in infectious diseases",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Edberg",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Clin. Infect. Dis",
            "volume": "40",
            "issn": "",
            "pages": "123--126",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "ProMED-mail: an early warning system for emerging diseases",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Madoff",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Clin. Infect. Dis",
            "volume": "39",
            "issn": "",
            "pages": "227--232",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Virus pathogen database and analysis resource (ViPR): a comprehensive bioinformatics database and analysis resource for the coronavirus research community",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Pickett",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Viruses",
            "volume": "4",
            "issn": "",
            "pages": "3209--3226",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Review of diagnostic plaque reduction neutralization tests for flavivirus infection",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Maeda",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Maeda",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Vet. J",
            "volume": "195",
            "issn": "",
            "pages": "33--40",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "letsR: a new R package for data handling and analysis in macroecology",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Vilela",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Villalobos",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Methods Ecol. Evol",
            "volume": "6",
            "issn": "",
            "pages": "1229--1234",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "A database of vertebrate longevity records and their relation to other life-history traits",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "De Magalhaes",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Costa",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Evol. Biol",
            "volume": "22",
            "issn": "",
            "pages": "1770--1774",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "EltonTraits 1.0: species-level foraging attributes of the world's birds and mammals",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wilman",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Ecology",
            "volume": "95",
            "issn": "",
            "pages": "2027--2027",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Bird Species Distribution Maps of the World. (BirdLife International and Nature Serve",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "The WorldClim interpolated global terrestrial climate surfaces",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hijmans",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cameron",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Parra",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jarvis",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Global patterns of terrestrial vertebrate diversity and conservation",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "N"
                    ],
                    "last": "Jenkins",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Pimm",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "N"
                    ],
                    "last": "Joppa",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "110",
            "issn": "",
            "pages": "2602--2610",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Antigenic diversity of enteroviruses associated with nonpolio acute flaccid paralysis, India",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Rao",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Yergolkar",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Shankarappa",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Emerg. Infect. Dis",
            "volume": "18",
            "issn": "",
            "pages": "1833--1840",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "R foundation for statistical computing",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Team",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Greedy function approximation: a gradient boosting machine",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Friedman",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Ann. Stat",
            "volume": "29",
            "issn": "",
            "pages": "1189--1232",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Supplementary Figure 2and Supplementary Data file 2). The trait profile of flavivirus-positive hosts indicated that hosts tend to have a wider geographic range, reside in more isothermal regions (between latitudes of 10°N-40°N) compared to non-host species, and have range distributions centered in subtropical regions,(Fig. 2, Supplementary Figure 1, Supplementary Figure 3).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Macro-ecological traits of flavivirus hosts. Plot describing the ten most important biological and ecological host traits and their relative influence for all models predicting flavivirus hosts. YFV, yellow fever virus; ZIKV, Zika virus; WNV, West Nile virus; SLEV, St. Louis encephalitis virus; USUV, Usutu virus; TBEV, Tick-borne encephalitis virus; RBV, Rio Bravo virus; ENTV, Entebbe bat virus; DBV, Dakar bat virus; DENV, dengue virus; JEV, Japanese encephalitis virus (WNV = 194 hosts, SLEV = 72 hosts, and USUV = 65 hosts).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Geographical distribution of predicted flaviviral host richness. Overlapping geographical ranges of model predicted sylvatic hosts in the 95th percentile of probability for stratified models. a Yellow fever virus (YFV) and Zika virus (ZIKV). b West Nile virus (WNV), St. Louis encephalitis virus (SLEV) and Usutu virus (USUV). c Tick-borne encephalitis virus (TBEV). d Rio Bravo virus (RBV), Entebbe bat virus (ENTV) and Dakar bat virus (DBV).e Dengue virus (DENV). f Japanese encephalitis virus (JEV). Maps were generated using species distribution data from IUCN 12 , https://doi.org/10.1038/s41467-018-07896-2 | www.nature.com/naturecommunications (mean = 2%, SD = 7.0, n = 135, Mann-Whitney-Wilcoxon Bonferroni-adjusted P = 0.048) and Primates (mean = 2%, SD = 3.0, n = 12, Mann-Whitney-Wilcoxon Bonferroni-adjusted P = 0.023). Avian orders Columbiformes (mean = 5%, SD = 13.8, n = 12), mammalian orders Perissodactyla (mean = 7%, SD = 18.4, n = 8), Chiroptera (mean = 1%, SD = 2.9, n = 185), and Eulipotyphla (mean = 1%, SD = 1.1, n = 11) showed similar mean probabilities for being hosts for JEV (Mann-Whitney-Wilcoxon Bonferroni-adjusted P > 0.05 SupplementaryFigure 12).DiscussionThe recent expansion of diseases such as ZIKV into Asia-Pacific regions and the Americas in 2016 17 , WNV in North America in 1999 2 , and the persistent global disease burden caused by YFV, DENV, and JEV 18 , emphasize the need to identify animal species capable of hosting flaviviruses and perpetuating human cases by sylvatic transmission. We evaluate current knowledge of host species to enhance prediction of potential new sylvatic hosts of flaviviruses in order to address important gaps in current knowledge based solely on wildlife surveillance efforts. Models highlight important features of sylvatic hosts and the macroecological factors underlying variation in the propensity of flaviviruses to infect certain vertebrate species. Regions highlighted with a high number of predicted wildlife hosts have heightened risk of spillover of flaviviruses because we suspect there is a higher likelihood of suitable sylvatic hosts that could maintain the virus in nature. These maps can be used to guide surveillance efforts in the event of an outbreak to verify wild reservoir species and obtain needed data on epidemiological factors related to transmission of viruses within host species and animal-human interfaces and/or vectors involved in transmission. Hierarchical clusters of flaviviruses based on similarity in host propensity resulted in groups which are part of the same flavivirus serocomplexes. For example, RBV and DBV are part of the Rio Bravo virus group, and WNV, USUV, and SLEV are part of the Japanese encephalitis virus group. Hence, while the clusters are comprised of viruses that are known to be phylogenetically similar, we demonstrate their ecological similarities as well. Whereas previous studies have used similar machine learning approaches to predict novel hosts for a single taxa group 19,20 , our modeling approach enabled evaluation of macro-ecological patterns shared by viruses from ecologically diverse viral genus across all mammal and bird species.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": ". Our analyses indicate areas at increased risk of sustained sylvatic transmission with the ecological ingredients that could favor flavivirus transmission, even in previously naïve regions. Results indicate a heightened risk of establishing sylvatic cycles of JEV in Europe and southern Australia, where host species with potential to maintain viral Geographical distribution of predicted flaviviral host richness adjusted by the predicted probability. Overlapping geographical ranges accounting for associated probabilities for model predicted hosts in the 95th percentile of probability for each stratified model.a Yellow fever virus (YFV) and Zika virus (ZIKV). b West Nile virus (WNV), St. Louis encephalitis virus (SLEV) and Usutu virus (USUV). c Tick-borne encephalitis virus (TBEV). d Rio Bravo virus (RBV), Entebbe bat virus (ENTV) and Dakar bat virus (DBV). e Dengue virus (DENV). f Japanese encephalitis virus (JEV). Maps were generated using species distribution data from IUCN 12 , and BirdLife International and NatureServe 60",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Number of known flavivirus host by virus, classified by Order and Family showing a range of host plasticity in the flavivirus genus of trees, cross-validation AUC, and holdout AUC are shown in Supplementary Table 1.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Code availability. All R code used for developing models and python code for generating figures needed to replicate and evaluate these analyses are provided at https://doi.org/10.5281/zenodo.1482000. Author contributions P.P., C.J., K.S., and G.D.: conceived the modeling framework. P.P. and K.S.: ran the models and conducted the analysis. M.D., C.Y.: performed systematic literature review. All authors discussed results and contributed to writing the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "Supplementary Information accompanies this paper at https://doi.org/10.1038/s41467-018-07896-2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Additional information"
        },
        {
            "text": "Competing interests: The authors declare no competing interests.Reprints and permission information is available online at http://npg.nature.com/ reprintsandpermissions/ Publisher's note: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit http://creativecommons.org/ licenses/by/4.0/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}