{
    "paper_id": "fb0a470971165da64de3314623977282563c7a04",
    "metadata": {
        "title": "Dissecting Virus Entry: Replication-Independent Analysis of Virus Binding, Internalization, and Penetration Using Minimal Complementation of b-Galactosidase",
        "authors": [
            {
                "first": "Christine",
                "middle": [],
                "last": "Burkard",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Virology Division",
                    "institution": "Utrecht University",
                    "location": {
                        "settlement": "Utrecht",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Louis-Marie",
                "middle": [],
                "last": "Bloyet",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Virology Division",
                    "institution": "Utrecht University",
                    "location": {
                        "settlement": "Utrecht",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Oliver",
                "middle": [],
                "last": "Wicht",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Virology Division",
                    "institution": "Utrecht University",
                    "location": {
                        "settlement": "Utrecht",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Frank",
                "middle": [
                    "J"
                ],
                "last": "Van Kuppeveld",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Virology Division",
                    "institution": "Utrecht University",
                    "location": {
                        "settlement": "Utrecht",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Peter",
                "middle": [
                    "J M"
                ],
                "last": "Rottier",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Virology Division",
                    "institution": "Utrecht University",
                    "location": {
                        "settlement": "Utrecht",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Cornelis",
                "middle": [
                    "A M"
                ],
                "last": "De Haan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Virology Division",
                    "institution": "Utrecht University",
                    "location": {
                        "settlement": "Utrecht",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Jan",
                "middle": [],
                "last": "Berend",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Virology Division",
                    "institution": "Utrecht University",
                    "location": {
                        "settlement": "Utrecht",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Bosch",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Virology Division",
                    "institution": "Utrecht University",
                    "location": {
                        "settlement": "Utrecht",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Studies of viral entry into host cells often rely on the detection of post-entry parameters, such as viral replication or the expression of a reporter gene, rather than on measuring entry per se. The lack of assays to easily detect the different steps of entry severely hampers the analysis of this key process in virus infection. Here we describe novel, highly adaptable viral entry assays making use of minimal complementation of the E. coli b-galactosidase in mammalian cells. Enzyme activity is reconstituted when a small intravirion peptide (a-peptide) is complementing the inactive mutant form DM15 of bgalactosidase. The method allows to dissect and to independently detect binding, internalization, and fusion of viruses during host cell entry. Here we use it to confirm and extend current knowledge on the entry process of two enveloped viruses: vesicular stomatitis virus (VSV) and murine hepatitis coronavirus (MHV).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Understanding the viral life cycle and studying the cellular factors involved in viral infection are crucial for the identification of new antiviral targets and the development of antiviral drugs. As virus entry is the first step in the viral life cycle, inhibition of this essential process is an attractive approach to block virus infection [1] . Current methods for studying viral entry into host cells mostly rely on post-entry parameters, such as replication or the expression of a reporter gene, rather than on measuring entry per se [2] [3] [4] . Studying virus entry directly, i.e. in a virus replication-independent manner, has proven to be difficult, certainly when using low, physiologically relevant amounts of virus particles.",
            "cite_spans": [
                {
                    "start": 343,
                    "end": 346,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 540,
                    "end": 543,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 544,
                    "end": 547,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 548,
                    "end": 551,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To study distinct virus entry stages (binding, internalization, penetration/fusion) a variety of methods have been applied. Radioactive labeling of structural viral components and electron microscopy (EM) of infected cells have been used to investigate virus binding and internalization [5] [6] [7] [8] [9] . Radioactive labeling of structural viral components, mostly using [ 35 S] methionine-labeling, can be used mainly to observe binding, internalization, and low-pH induced membrane fusion [5, 10, 11] . In addition to requiring the handling of radioactive components and elaborate protocols, this technique does not allow observing virus fusion directly. The study of virus infections by EM has been used to study infections per se and the viral entry or release process (reviewed in [9] , as well as [5, 8, 10, 11] ). Even though EM techniques are able to give visual insight into virus entry, including various stages of the entry process, it is still difficult to identify cellular factors and pathways involved in the uptake process with this technique. Also, EM is very labor intensive, usually requires high virus concentrations, and is hardly suitably for medium or high throughput experiments. Virus entry has also been studied by fluorescence microscopy (FM), either by detecting replicationdependent viral protein or reporter-fusion protein expression or by imaging of fluorescently labeled virions. Investigating virus entry by FM of fluorescent reporter protein expression as the name already indicates requires viral replication. This process occurs long after viral entry and fusion has occurred and thus does not allow differentiating between entry and replication (e.g. [12] ). The only way to partially differentiate the processes is to add perturbing agents in timely intervals. Investigating entry using fluorescently labeled virions by expression of structural fusion proteins or chemical labeling allows to investigate virus entry in further details, e.g. using co-localization, live-cell microscopy, or tracking studies (e.g. [10, [13] [14] [15] [16] ). Whereas FM reporter protein expression experiments may be used for high-throughput experiments and can be used for a wide variety of viruses, the study of fluorescently labeled virions is laborious, requires high magnification and resolution, and is rarely suited for non-enveloped viruses.",
            "cite_spans": [
                {
                    "start": 287,
                    "end": 290,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 291,
                    "end": 294,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 295,
                    "end": 298,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 299,
                    "end": 302,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 303,
                    "end": 306,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 495,
                    "end": 498,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 499,
                    "end": 502,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 503,
                    "end": 506,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 790,
                    "end": 793,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 807,
                    "end": 810,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 811,
                    "end": 813,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 814,
                    "end": 817,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 818,
                    "end": 821,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1692,
                    "end": 1696,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2054,
                    "end": 2058,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2059,
                    "end": 2063,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 2064,
                    "end": 2068,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 2069,
                    "end": 2073,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 2074,
                    "end": 2078,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "More specialized fusion assays have been developed over the last few decades. Early examples involved labeling of virions using self-quenching dyes or the activation of photosensitized labeling on virions by fluorescent lipids on target membranes [17] [18] [19] . However, these assays solely allow for the investigation of fusion and not other entry steps, and are very complex and difficult to adapt to non-enveloped viruses. Recently, enzymes have been employed as reporters for virus entry by incorporating them into virions to allow for investigation of entry independent of replication. Therefore either firefly-or gaussia luciferase, or blactamase have been incorporated as structural (lumenal) fusion proteins into virions [20] [21] [22] [23] [24] [25] . However, the integration of an entire enzyme of several hundred amino acid in size can severely affect virus assembly and/or infectivity. Also only fusion towards the cytosol may be investigated in intact cells. When using the assays by lysing cells it cannot distinguish between internalized and fused virions. The enzymatic assays published so far, with the exception of gaussia-tagged vaccinia virus [25] , have been mainly used for fusion measurements only. While all of the abovementioned methods have their strengths and weaknesses and have proven useful, the lack of assays that distinctly detect the different steps in viral entry hampers the analysis of this important process significantly. There is a clear need for an easy-to-use assay, allowing monitoring of virus penetration, independent of other stages of virus entry or replication in a medium-or highthroughput fashion.",
            "cite_spans": [
                {
                    "start": 247,
                    "end": 251,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 252,
                    "end": 256,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 257,
                    "end": 261,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 731,
                    "end": 735,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 736,
                    "end": 740,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 741,
                    "end": 745,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 746,
                    "end": 750,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 751,
                    "end": 755,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 756,
                    "end": 760,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1166,
                    "end": 1170,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Presented here is a versatile assay usable in different formats to allow distinctive analysis of the viral penetration/fusion process, as well as binding and internalization of viral particles in a replication-independent manner. They use minimal enzyme complementation of the well-studied E. coli enzyme b-galactosidase. Enzyme activity is reconstituted when a small peptide (apeptide) is paired with an inactive mutant form of b-galactosidase (DM15), lacking residues 11-41 of the lacZ b-galactosidase [26] . The 45aa a-peptide, representing aa 5-51 of the lacZ bgalactosidase, is attached to either the C-or the N-terminus of an intravirion viral protein [27] . DM15 is expressed transiently or stably in the cytosol of target cells. When the spatial separation of the a-peptide in the virion and DM15 is removed, for instance when viral and cellular membrane fuse, complementation can be detected.",
            "cite_spans": [
                {
                    "start": 504,
                    "end": 508,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 658,
                    "end": 662,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We have established and tested the method for two different enveloped viruses: murine hepatitis coronavirus (MHV strain A59, further referred to as MHV), which belongs to the Coronaviridae, and vesicular stomatitis virus (VSV) belonging to the Rhabdoviridae. Coronaviruses (CoVs), plus-stranded RNA viruses, infect a variety of mammals and birds. They include important pathogens, such as SARS-CoV [28] and MERS-CoV [29] , which cause severe respiratory tract diseases in humans. VSV is a negativesense RNA virus with a broad host spectrum, which ranges from mammals to insects. It regularly causes severe epidemics in livestock [30, 31] . VSV is a good model virus for this new method as its entry process has been well characterized [10, 30] . We generated a-peptide tagged MHV and VSV virions. By using enzymatic amplification the binding, internalization, and fusion of both viruses could be separately and efficiently measured at low multiplicity of infection (MOI).",
            "cite_spans": [
                {
                    "start": 398,
                    "end": 402,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 416,
                    "end": 420,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 629,
                    "end": 633,
                    "text": "[30,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 634,
                    "end": 637,
                    "text": "31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 735,
                    "end": 739,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 740,
                    "end": 743,
                    "text": "30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Murine LR7 fibroblast [32] (based on murine L cells, orig. ATCC), feline FCWF (ATCC) and human HEK293T (ATCC) cells were used to propagate the viruses (i.e. recombinant MHV, interspecies chimeric coronavirus fMHV [32] , and pseudotyped VSV, respectively). Cells were maintained as monolayer cultures in Dulbecco's modified Eagle's medium (DMEM, Lonza), supplemented with 10% fetal calf serum (FCS). LR7 and HEK293T stably or transiently expressing DM15 in the cytosol have been used for infection experiments. Stable cell lines were generated using a Moloney murine leukemia (MLV) retroviral vector. MLV was produced in HEK293T cells by triple plasmid transfection of a transfer vector containing DM15 gene as well as a puromycin resistance marker gene, in combination with expression vectors encoding the MLV Gag-Pol, and VSVG spike protein, respectively. Upon MLV transduction, stably transduced cells were selected at 2 mg/ml puromycin, maintenance at 1 mg/ml puromycin (Sigma) in DMEM, supplemented with 10% FCS.",
            "cite_spans": [
                {
                    "start": 22,
                    "end": 26,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 213,
                    "end": 217,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Cells, viruses, and antibodies"
        },
        {
            "text": "The rabbit polyclonal antisera K114 [33] and K135 [34] to VSV and MHV-A59, respectively, have been described before as is the mouse monoclonal antiserum 10G, which is directed against the MHV-A59 S2 domain [35] .",
            "cite_spans": [
                {
                    "start": 36,
                    "end": 40,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 50,
                    "end": 54,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 206,
                    "end": 210,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Cells, viruses, and antibodies"
        },
        {
            "text": "The MHV fusion inhibitor HR2 peptide has been described before [36] and was synthesized by GenScript. The peptide was diluted in Tris/HCl 50 mM, pH 7.8, 4 mM EGTA at 1 mM stock solution and used at 10 mM final concentration. Fluorescein-di-b-D-galactosipyranoside (FDG) (AnaSpec) was diluted in DMSO to a stock solution of 20 mM. Purified E. coli b-galactosidase (Sigma-Aldrich) was diluted to 1E-7 g/ml in 100 mM Sodium Phosphate Buffer, pH 7.3 immediately prior to use.",
            "cite_spans": [
                {
                    "start": 63,
                    "end": 67,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Chemicals"
        },
        {
            "text": "Stocks of 5-bromo-4-chloro-3-indolyl-b-D-galactopyranoside (X-Gal, Sigma) were prepared at 40 mg/ml in dimethyl sulfoxide (DMSO). Stocks of 500 mM potassium ferrocyanide (K 4 [Fe(CN) 6 ), 500 mM potassium ferricyanide (K 3 [Fe(CN) 6 ), and 200 mM magnesium chloride (MgCl, all Sigma) were prepared in water (H 2 O).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chemicals"
        },
        {
            "text": "Stocks of 700 mM cycloheximide (CHX, Sigma), 125 mM bafilomycin A1 (BafA1, Enzo Life Sciences), 120 mM dynasore (Dyn, Enzo Life Sciences), 1 mM nocodazole (Noc, Sigma), 1 mM latrunculin A (LatA, Sigma), 2 mM jasplakinolide (Jasp, Sigma), 1 mM brefeldin A (BrefA, Sigma) were prepared in DMSO and used at 1:1000 final concentration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chemicals"
        },
        {
            "text": "Stocks of 2 M ammonium chloride (NH 4 Cl, Fluka), 10 mM chlorpromazine (Chlopro, Sigma) were prepared in H 2 O and used at 1:100, 1:1000, and 1:250 final concentration, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chemicals"
        },
        {
            "text": "A stock of 6 mM monensin (Mon, Sigma) was prepared in methanol (MeOH) and used at 1:1000 final concentration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chemicals"
        },
        {
            "text": "The a-peptide cDNA was isolated from an E. coli field isolate by DNA extraction and PCR. The cDNA was subcloned into a pCAGGS vector by restriction/ligation (BamHI/SbfI) and used from there. The DM15 gene was isolated from a DH5a E. coli lab strain by DNA extraction and PCR. The gene was cloned into a pCAGGS vector for (transient) expression and into a MLV-based pQCXIP transfer vector (Clontech) for the generation of stable cell lines, by restriction/ligation (XmaI/NotI in pCAGGS, SmaI/PacI in pQCXIP).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plasmids"
        },
        {
            "text": "The transcription vectors for the production of donor RNA for targeted interspecies recombination of fMHV were derived from pMH54 [32, 37] . Constructs containing S-a, or a-N fusion genes were made by overlap-extension PCR and cloned into the parental pMH54 vector by restriction and ligation (MluI/SbfI for S-a, XbaI/NheI for a-N), resulting in the pMH54-Sa and pMH54-aN vectors, respectively. The expression vector pCAGGS-VSVGa for producing pseudotyped VSVDG/FLuc-Ga* or VSVDG/GFP-Ga* viruses was cloned from a pCAGGS-VSVG vector by overlap extension PCR and cloning (restriction/ligation with SacI/NotI).",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 134,
                    "text": "[32,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 135,
                    "end": 138,
                    "text": "37]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Plasmids"
        },
        {
            "text": "Recombinant MHV-aN and MHV-Sa viruses were generated by targeted RNA recombination as described before [32] . Briefly, donor RNA was generated from linearized transfer vectors, described above, and electroporated into FCWF cells infected with interspecies chimeric fMHV coronavirus (an MHV-A59 derivative, in which the ectodomain of spike has been replaced by a spike ectodomain of a feline coronavirus, thereby changing host cell tropism). The electroporated FCWF cells were seeded onto a monolayer of LR7 cells. After 24 h of incubation at 37uC, supernatant medium containing progeny viruses was harvested. Recombinant viruses were subjected to two rounds of plaque purification on either LR7 or LR7DM15, after which passage 1 stocks were grown. Genotypes of the recombinant viruses were confirmed in passage 1 stocks, passage 2 stocks were used in experiments.",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 107,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Generation of recombinant (pseudo-) viruses"
        },
        {
            "text": "Recombinant MHV-EGFPM was generated as described above using the transcription plasmid pXHEGFPM, containing a GFP expression cassette between the E and M genes, while lacking ORFs 2a, HE, 4a, 4b, and 5a.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Generation of recombinant (pseudo-) viruses"
        },
        {
            "text": "Recombinant VSVDG/GFP or FLuc-Ga* pseudovirus was generated as described before [38] . Briefly, target HEK293T cells were transfected with pCAGGS-VSVGa 24 h prior to infection. VSVGa expressing cells were inoculated at MOI = 0.01 with VSVDG/GFP or FLuc-Ga* pseudovirus. Cells were washed thoroughly at 4 hpi. At 20 hpi, or upon visible cytotoxicity of the viral infection in ca. 90% of the cells, virus-containing supernatant was harvested. This procedure was repeated once more in order to get rid of any residual VSVDG/GFP or FLuc-Ga* pseudovirus in the new virus stocks.",
            "cite_spans": [
                {
                    "start": 80,
                    "end": 84,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Generation of recombinant (pseudo-) viruses"
        },
        {
            "text": "Viruses were stored in culture medium, supplemented with 25 mM HEPES or upon sucrose cushion purification in TN buffer (10 mM Tris-Cl, pH 7.4, 10 mM NaCl).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Generation of recombinant (pseudo-) viruses"
        },
        {
            "text": "Monolayers of LR7DM15 cells were inoculated with MHV-aN or MHV-Sa viruses at appropriate (or increasing) dilutions. After 2 h of incubation at 37uC in infection medium (DMEM, supplied with 2% FCS) the inoculum was removed. Cells were subsequently overlaid with a 1:1 mixture of 3% purified Agar (Sigma) in H 2 O (previously prepared and autoclaved, reheated prior to use and kept at 42-50uC until use) and EMEM (Gibco) supplemented with 20% FCS, 200 IU/ml penicillin, and 200 mg/ml streptomycin (both Life Technologies), 5 mM K 3 [Fe(CN) 6 , 5 mM K 4 [Fe(CN) 6 , 2 mM MgCl, and 400 mg/ml X-Gal (EMEM solution prewarmed to 37uC prior to use).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Blue/White selection -plaque purification of recombinant viruses"
        },
        {
            "text": "Infected and overlaid cells were incubated for up to two days at 37uC. Recombinant viruses, containing the a-peptide were selected based on the blue color of the plaques generated by these viruses. Blue cell plaques were excised and taken up in water and subjected to three freeze/thaw cycles, after which passage 1 stock was grown.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Blue/White selection -plaque purification of recombinant viruses"
        },
        {
            "text": "To determine their entry kinetics, MHV-EGFPM virus or VSVDG/GFP-G* pseudovirus were bound to target cells in infection medium at 4uC for 90 min at MOI = 1 (after washing ca. 5-10% of cells got infected) to synchronize infection. Unbound virus was washed away with ice-cold PBS. Warm infection medium, containing 2% FCS, was added and cells kept at 37uC. At indicated time points post infection the medium was replaced by pre-warmed NH 4 Cl-containing infection medium. Virus infection was allowed to progress until 8 hpi upon which cells were harvested by trypsinization and fixed in 4% final concentration formaldehyde solution. Infection was quantified by FACS analysis on a FACS Calibur (Benson Dickson) using FlowJo software, 10'000 events of living cells were collected for each sample.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Entry kinetics experiments"
        },
        {
            "text": "Virus was bound to target cells in infection medium at MOI = 10 (unless indicated otherwise) to synchronize infection for 90 min at 4uC. After synchronization cells were shifted to 37uC to allow infection for a suitable amount of time (allowing fusion to occur but stopping before virus is being degraded; 40 min for VSV, 90 min for MHV). To stop infection and harvest, cells were washed with cold trypsin-EDTA (Gibco), containing 25 mM HEPES and NH 4 Cl (to stop infection from progression). NH 4 Clcontaining trypsin was added and cells were incubated on ice for 30 min. Cells were resuspended with 5%FCS in PBS and transferred into cold 2 ml Eppendorf tubes. Cells were collected by centrifugation at 450 rcf for 5 min at 4uC and, after removal of supernatant, resuspended in 100 ml room-temperature 5%FCS/ PBS. Immediately 100 ml room-temperature FDG (at 200 mM in H 2 O) was added. This induced a hypotonic shock enabling the uptake of the FDG substrate. After 3 min cells were rescued by adding an excess of ice-cold 5%FCS/PBS. Cells were again collected by centrifugation at 450 rcf for 5 min at 4uC, followed by removal of supernatant after which the cells were resuspended in 100 ml ice-cold 5%FCS/PBS and transferred into FACS tubes. FDG loaded cells were incubated on ice for 8-16 h (unless otherwise indicated 14 h, for details see Fig. S5 in File S1) and analyzed by FACS. While this was the preferred protocol for our investigations of the effect of endocytosis affecting agents on viral entry, we also developed an alternative method to pre-load cells with FDG prior to treatment, where needed, and then infecting the cells.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1344,
                    "end": 1351,
                    "text": "Fig. S5",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Analysis of b-galactosidase activity in the fusion assay"
        },
        {
            "text": "Therefore, the supernatant of adherent target cells was removed and replaced by a 1:1 mixture (room temperature) of 5%FCS/ PBS: 200 mM FDG/H 2 O. After 3 min incubation at roomtemperature an excess of 5%FCS/PBS was added, supernatant removed and replaced by growth medium. Cells were allowed to recover for 30 min at 37uC before further treatment (infection, drug treatment, etc.) was undertaken. Binding and infection were carried out as described above. Cells were harvested after 2 h of infection (allows fluorescein signal to build up) by trypsinization with trypsin-EDTA (containing 25 mM HEPES and NH 4 Cl) at 37uC for 10 min. Cells were harvested with ice-cold 5%FCS/PBS and transferred to Eppendorf tubes, collected by centrifugation at 450 rcf for 5 min at 4uC, supernatant removed and cells resuspended in 100 ml ice-cold 5%FCS/PBS, after which they were immediately analyzed by FACS. This was our protocol of choice for investigations of more long-lasting agents/treatments, such as siRNA and dn/ca construct transfection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of b-galactosidase activity in the fusion assay"
        },
        {
            "text": "For adherent cell microscopy analysis cells may be infected without pre-loading as described above. After the appropriate infection time supernatant is removed and replaced by a 1:1 mixture (room temperature) of 5%FCS/PBS: 1 mM FDG/H 2 O. Upon a 3 min incubation at room-temperature an excess of ice-cold 5%FCS/PBS is added to stop the hypotonic shock. The supernatant is removed and the cells overlayed with ice-cold 5%FCS/PBS. The samples are incubated at 4uC for 8-16 h. Cells are allowed to recover and flatten by incubation at 37uC for 30 min before they are analyzed by microscopy. Cells were analyzed using an EVOS inverted fluorescence microscope.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of b-galactosidase activity in the fusion assay"
        },
        {
            "text": "Cycloheximide may be added to the cells to prevent viral protein synthesis. Microscopy analysis is also compatible with a pre-loading protocol.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of b-galactosidase activity in the fusion assay"
        },
        {
            "text": "For western blotting of viral structural proteins the viruses were purified and concentrated over a 20% Sucrose (in TN buffer) cushion at 75'000 average rcf. Pelleted virus was resuspended in TN buffer overnight at 4uC, SDS loading buffer added to a final concentration of 100 mM DTT, boiled for 5 min at 95uC and subjected to western blotting in 7% acrylamide (37.5:1, Bio-Rad) gels. Upon transfer to a nitrocellulose membrane (Millipore) the viral proteins were probed with antibodies K135 (rabbit anti-MHV pAb), 10 G (mouse anti S2 mAb), and K114 (rabbit anti-VSV pAb) on MHV-aN, MHV-Sa, and VSVDG/GFP or FLuc-Ga*, respectively (all 1:1000). Blots were developed using Rabbit anti-mouse HRP or Swine anti-rabbit HRP (both 1:5000, DAKO).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Western blotting"
        },
        {
            "text": "To analyze intracellular virus protein, infected cells were harvested as described above for the entry assay. Due to the trypsin treatment cell-bound virus was removed and only intracellular virus remained. Half of the cells were then subjected to FDG treatment and b-galactosidase activity measurement, whereas the other half was mixed with SDS loading buffer and subjected to western blotting as described above. GM130 (rabbit monoclonal, Abcam) antibody was used as loading control detection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Western blotting"
        },
        {
            "text": "Virus was bound to the target cells at MOI = 10 (unless otherwise indicated) for 90 min at 4uC.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of b-galactosidase activity in the binding and internalization assay"
        },
        {
            "text": "For the binding assay unbound virus was washed away with icecold PBS. The cells and viruses were subsequently lysed with NP-40 lysis buffer (50 mM Tris/HCl pH 8.0, 150 mM NaCl, 0.5% NP-40) supplemented with Complete Protease Inhibitor Cocktail (Roche) for 10 min at room-temperature. An appropriate amount of the lysate was transferred into a luminometer plate and supplemented 1:1 with 100 mM Sodium Phosphate Buffer, pH 7.3. After transfer to the Centro LB 960 luminometer (Berthold technologies) 30 ml/well Beta-Glo reagent (Promega) was added to each well, the sample was mixed and incubated for 30-210 min and light units were measured over 0.1 second.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of b-galactosidase activity in the binding and internalization assay"
        },
        {
            "text": "For the internalization assay unbound virus was washed away with ice-cold PBS after a short heat shock at 37uC for 1 min, warm infection medium was added and cells shifted to 37uC for an appropriate amount of time (30 and 80 min for VSV and MHV, respectively). Cells were trypsinized to remove surface bound but not internalized virus. Cells were resuspended in ice-cold 5% FCS/PBS and immediately collected by centrifugation at 450 rcf for 5 min at 4uC. Supernatant was removed and the cell pellet resuspended in lysis buffer. b-galactosidase activity was measured as described above for the binding assay.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of b-galactosidase activity in the binding and internalization assay"
        },
        {
            "text": "To generate calibration curves we used either purified E. coli bgalactosidase diluted in 1:1 NP-40 lysis/100 mM Sodium Phosphate buffer, pH 7.3 or sucrose cushion purified virus resuspended in TN (analyzed for infectivity) and lysed by NP-40 lysis buffer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of b-galactosidase activity in the binding and internalization assay"
        },
        {
            "text": "For all infection assays target cells were pre-treated with drugs if indicated for 30 min at 37uC prior to virus binding. Subsequent binding, internalization, and fusion (as far as needed for the respective assay) were carried out in presence of the drugs at indicated concentrations (see chemicals section). ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infection assays"
        },
        {
            "text": "VSVDG/GFP-G* or VSVDG/GFP-Ga* pseudovirus was purified through a sucrose cushion as described before. Virus was prepared as described before [39] . Briefly, pelleted virus was resuspended in 50 mM Tris-HCl, pH 7.5 with 100 mM NaCl buffer or in 50 mM MOPS, pH 6.6 with 100 mM NaCl buffer. The pH 6.6 dissolved virus was incubated for 15 min at 37uC and subsequently dialyzed at room temperature against 50 mM MOPS, pH 5.5 with 100 mM NaCl buffer for 30 min. The virus preps (pH 7.5 and pH 5.5) were adsorbed onto a discharged carbon film and subjected to negative staining (2% uranyl acetate solution). Probes were analyzed with a Philips CM200 microscope at 100 kV.",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 145,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Electron microscopy"
        },
        {
            "text": "Based on minimal complementation of b-galactosidase we devised three assay formats to enable the differential analysis of cell binding, internalization, and fusion of viruses. In the binding assay recombinant viruses containing the a-peptide as an intravirion protein tag (a-viruses) are allowed to bind to the surface of target cells on ice. After removal of unbound virus the amount of bound virus particles is quantified by enzyme complementation upon lysis of cells and their attached virions, DM15 being provided either by expression in the target cells or by including it in the lysis buffer. Complementation is detected using a sequential system of substrate conversion by b-galactosidase and luciferase to generate a luminescent signal (Fig. 1, left) . In the internalization assay the previously surface-bound a-viruses are allowed to enter cells by warming to 37uC. Surface-bound but not internalized virus particles are removed by protease treatment (e.g. Trypsin or Proteinase K) on ice prior to lysis of cells and internalized virions. This is followed by measurement of complementation as described before (Fig. 1, middle) . The fusion assay is based on analysis of intact cells. Thus, a-virus is bound to cells expressing DM15 and allowed to enter at 37uC. The spatial separation of the a-peptide and DM15 is not lifted by lysis but by fusion or penetration of the a-virus. Subsequently, the activity of the complemented bgalactosidase is quantitated by measuring its degradation of the non-fluorescent substrate fluorescein-di-b-D-Galactopyranoside (FDG) into green fluorescent fluorophores fluorescein (Fig. 1, right) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 744,
                    "end": 758,
                    "text": "(Fig. 1, left)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1120,
                    "end": 1136,
                    "text": "(Fig. 1, middle)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1619,
                    "end": 1634,
                    "text": "(Fig. 1, right)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Outline of the replication-independent entry assays"
        },
        {
            "text": "To investigate the possibilities and consequences of the integration of a-peptide into virions we generated MHV and VSV derivatives carrying a-peptide-tagged structural proteins. Thus, recombinant MHV were obtained with the a-peptide fused either to the C-terminus of the spike protein (Sa) or to the Nterminus of the nucleocapsid protein (aN) (Fig. S1 in File S1). We pre-tested the complementation assay by transient co-expression of the tagged proteins with the DM15 protein in HEK293T cells, which confirmed that both fusion proteins efficiently complemented the defective galactosidase DM15 as shown for the aN protein in Figure S2a in File S1. The recombinant viruses were generated by homologous targeted RNA recombination [37] . Their growth properties were affected slightly by the addition of the a-peptide tag to the N or S protein. The impact on growth of MHV-aN seems to be merely a delay in growth. The decrease of viral yield for MHV-Sa is significantly lower but within comparable margins for other recombinant MHV viruses with modified spike proteins (Fig. S3 in File S1). Analysis of their structural proteins by western blot showed the predicted weight shift of 5 kDa for the a-peptide tagged N protein. Due to its larger size and heterogeneous glycosylation, a shift in electrophoretic mobility was not clearly visible for the MHV-Sa protein ( Fig. 2a  and b) . The genetic identity of the recombinant coronaviruses was confirmed by sequence analysis.",
            "cite_spans": [
                {
                    "start": 730,
                    "end": 734,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [
                {
                    "start": 344,
                    "end": 352,
                    "text": "(Fig. S1",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 627,
                    "end": 637,
                    "text": "Figure S2a",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1068,
                    "end": 1076,
                    "text": "(Fig. S3",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1364,
                    "end": 1379,
                    "text": "Fig. 2a  and b)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Attachment of the a-peptide to viral proteins and validation of complementation"
        },
        {
            "text": "To demonstrate complementation in infected cells and to devise a potential new way of selecting recombinant (MHV) viruses we adapted the blue/white screening method generally used for the selection of transformed bacterial colonies [40] . DM15-expressing cells infected with recombinant virus were overlaid with an agarmedium mixture containing 5-bromo-4-chloro-indolyl-b-D-galac- topyranoside (X-Gal). Degradation of X-Gal by b-galactosidase yields a blue colored precipitate (5,59-dibromo-4,49-dichloroindigo). Indeed, recombinant viruses containing the a-peptide fusion protein generated blue plaques. Performing blue/white screening provided a convenient way to score plaque assays by eye and simplified the selection and purification of recombinant viruses (Fig. 2d) . X-Gal did not appear to harm the target cells, even when treated for several days, which allowed us to monitor plaque growth and viral spread in live cells (Fig. 2e) .",
            "cite_spans": [
                {
                    "start": 232,
                    "end": 236,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [
                {
                    "start": 762,
                    "end": 771,
                    "text": "(Fig. 2d)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 930,
                    "end": 939,
                    "text": "(Fig. 2e)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Attachment of the a-peptide to viral proteins and validation of complementation"
        },
        {
            "text": "As a second model system, we chose pseudotyped VSV (described by Tani et al. [38] ). VSV lacking the G-gene in its genome was complemented with a C-terminally tagged VSV-Ga protein expressed in cells used to produce the pseudotyped VSV ( Fig. S1 in File S1). In the genome of the pseudovirus the G gene was substituted by the gene for firefly luciferase or green fluorescent protein (GFP). Western blot analysis of structural virus proteins demonstrated the characteristic 5 kDa shift in electrophoretic mobility of Ga protein due to the addition of a-peptide (Fig 2c) . VSV pseudotyped with the Ga (VSVDG-Ga*) amplified to similar titers as its wild type counterpart (VSVDG-G*; data not shown). Incorporation of VSV-Ga was confirmed by EM. Functionality of these proteins was confirmed by low pH treatment of pseudotyped particles, which resulted in the previously observed structural rearrangement of the spikes on the virion surface ( Fig.  S4 in File S1) [39] .",
            "cite_spans": [
                {
                    "start": 77,
                    "end": 81,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 959,
                    "end": 963,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [
                {
                    "start": 238,
                    "end": 245,
                    "text": "Fig. S1",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 560,
                    "end": 568,
                    "text": "(Fig 2c)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 938,
                    "end": 946,
                    "text": "Fig.  S4",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Attachment of the a-peptide to viral proteins and validation of complementation"
        },
        {
            "text": "Our initial aim was the establishment of the virus-cell fusion assay. Fusion of the viruses containing a-peptide-tagged structural proteins with host cells was assessed by inoculation of DM15 expressing cells with increasing concentrations of purified, concentrated a-virus. To synchronize infection MHV-aN, MHV-Sa, and VSVDG-Ga* were allowed to bind to LR7 or HEK293T cells expressing DM15 for 90 min on ice. Unbound virus was then removed and cultures were shifted to 37uC and incubated for 100 (MHV) or 40 min (VSV), based on earlier studies of virus entry kinetics (Fig. S5 in File S1). Incubation was stopped by cooling the cells to 4uC. Cells were detached on ice and FDG substrate was added in combination with a short hypotonic shock, which results in pinocytic uptake of FDG [41] . Similar results were obtained when cells were pre-loaded with substrate (data not shown, see methods for procedure). To prevent protein degradation and further progression of the infection, resulting in expression of new viral proteins, cells were continuously kept on ice. As low temperatures slow down the enzymatic activity of bgalactosidase, prolonged incubation was required to obtain a strong fluorescein signal. After MHV-aN inoculation at MOI = 10, a maximum fluorescein signal was reached after 10 h incubation on ice, which remained stable for 24 h (Fig. S6 in File S1). Inoculation at increasing MOI resulted in increased bgalactosidase activity, as measured by flow cytometry. The cell density plots show that the maximum fluorescence is equal in low and high MOI infections (Fig. 3a) . The median fluorescence shifts to higher values at higher MOI. With this fusion assay significant increases in fluorescein signals were obtained already at MOIs around 2-4 for MHV-aN and at MOIs of 5-10 for MHV-Sa and VSVDG-Ga* (Fig. 3b) . In all subsequent fusion assays an MOI of 10 was used and, because of its stronger signal, MHV-aN rather than MHV-Sa was the tagged MHV of choice.",
            "cite_spans": [
                {
                    "start": 784,
                    "end": 788,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [
                {
                    "start": 569,
                    "end": 577,
                    "text": "(Fig. S5",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1350,
                    "end": 1358,
                    "text": "(Fig. S6",
                    "ref_id": null
                },
                {
                    "start": 1578,
                    "end": 1587,
                    "text": "(Fig. 3a)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1818,
                    "end": 1827,
                    "text": "(Fig. 3b)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Virus-cell fusion assay"
        },
        {
            "text": "In order to confirm that b-galactosidase activity depends on the presence of the a-peptide in the cells we assessed the correlation between the intracellular presence of tagged protein and fluorescein signal. Therefore, LR7DM15 cells were inoculated with MHV-aN as described above. Cells were detached by trypsinization, which also removed cell surface-bound viruses. Cells were analyzed by the fusion assay as described above. In parallel samples, cells were lysed and the intracellular viral aN protein content was determined by immunoblotting against N. The presence of intracellular aN protein correlated with the fluorescein signal generated by b-galactosidase activity. In the presence of the protein synthesis inhibitor cycloheximide (CHX), the signals peaked at 150 or 180 min (Fig. 3c) . In absence of CHX the signals leveled off after 90 min and increased strongly after 300 min of infection, consistent with viral gene expression (Fig. 3d) . Similar results were obtained for VSVDG-Ga* (Fig. S7 in File S1).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 785,
                    "end": 794,
                    "text": "(Fig. 3c)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 941,
                    "end": 950,
                    "text": "(Fig. 3d)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 997,
                    "end": 1005,
                    "text": "(Fig. S7",
                    "ref_id": null
                }
            ],
            "section": "Virus-cell fusion assay"
        },
        {
            "text": "The b-galactosidase activity in infected cells was also visualized by fluorescence microscopy. LR7DM15 cells were inoculated with MHV-aN as described above. At 90 or 240 min post infection FDG was added to the cells. Samples were incubated for 14 h on ice and analyzed by fluorescence microscopy. Infection for 90 min generated fluorescent signals in the target cells. Prolonged infection, allowing replication-dependent increase of aN levels, resulted in increased fluorescent signals (Fig. 3e) . Similar results were obtained for VSVDG-Ga* (Fig. S8 in File S1). ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 486,
                    "end": 495,
                    "text": "(Fig. 3e)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 542,
                    "end": 550,
                    "text": "(Fig. S8",
                    "ref_id": null
                }
            ],
            "section": "Virus-cell fusion assay"
        },
        {
            "text": "Binding and internalization of the a-peptide carrying viruses were assessed in assays, in which cells expressing DM15 were lysed after virus binding or internalization to allow complementation. For an initial characterization of virus binding, LR7DM15 cells were inoculated with increasing concentrations of purified, concentrated MHV-aN. Cells were overlayed with virus inoculum for 90 min on ice before removing unbound virus. Cells and viruses were lysed and incubated with Beta-Glo substrate, which allows a luminescent read-out of the b-galactosidase activity. Incubation for 50 min with the substrate at room temperature was optimal for measuring low b-galactosidase activities (data not shown). Lysis buffer did not interfere with the activity of the bgalactosidase (data not shown). Binding at very low MOI already increased the luciferase signal significantly. The half maximum value was reached approximately at MOI = 2 and a plateau was reached above MOI = 10 (Fig. 4a) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 971,
                    "end": 980,
                    "text": "(Fig. 4a)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Virus binding and internalization assays"
        },
        {
            "text": "For the internalization assay LR7DM15 cells were inoculated with different concentrations of purified, concentrated MHV-aN. Cells were overlayed with virus inoculum for 90 min on ice before removing unbound virus. Virus was allowed to internalize by incubation at 37uC for 60 min. Cell surface bound virus was removed by trypsinization before cells and viruses were lysed. Samples were incubated with Beta-Glo substrate and b-galactosidase activity was measured as described above. The half maximum value was reached at MOI,80 (Fig. 4b) . A bgalactosidase standard allows the quantification of complemented enzymes corresponding to virus particles that fused or were present upon lysis, an example of which is shown in Figure S9 in File S1.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 527,
                    "end": 536,
                    "text": "(Fig. 4b)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 719,
                    "end": 728,
                    "text": "Figure S9",
                    "ref_id": null
                }
            ],
            "section": "Virus binding and internalization assays"
        },
        {
            "text": "To assess the specificity of the binding and internalization assays MHV-aN was bound to LR7DM15 cells in the absence or presence of anti-murine Ceacam1a (CC1a) antibody, which blocks the CC1a entry receptor used by MHV [42] , and treated as described above for the binding assay. As a control, cell surfacebound virus was removed using trypsin before lysis. Trypsinization and blockage of the receptor dramatically decreased virus binding. Also virus internalization was inhibited by CC1a-antibodydependent receptor blockage (Fig. 4c) .",
            "cite_spans": [
                {
                    "start": 219,
                    "end": 223,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [
                {
                    "start": 525,
                    "end": 534,
                    "text": "(Fig. 4c)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Virus binding and internalization assays"
        },
        {
            "text": "To functionally assess the applicability of the entry assays we determined the effect of inhibitors on different entry stages of MHV and VSV. Prior to inoculation, DM15 expressing target cells were treated with inhibitory agents for 30 min at 37uC, and the same inhibitors were kept present throughout the experiment. The different stages of virus entry were assessed as described above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Effect of inhibitors on distinct phases of VSV and MHV entry"
        },
        {
            "text": "Infection with non-a-peptide containing (wt) virus and solvents dimethyl sulfoxide (DMSO) and methanol (MeOH) were included as controls. Treatment of cells with CHX did not affect binding, internalization or fusion of MHV or VSV. Inhibition of endosome maturation with ammonium chloride (NH 4 Cl) or bafilomycin A1 (BafA1) strongly reduced fusion of MHV and VSV, but did not have a significant effect on binding or internalization. Treatment with dynasore (Dyn), an inhibitor of vesicle scission factor dynamin-2 prevented fusion for both viruses, only partially affected internalization, and had no influence on binding. Interference with the assembly of clathrin-coated vesicles using chlorpromazine (Chlopro) strongly decreased internalization and fusion of both viruses, as did the ionophore monensin (Mon), a known inhibitor of VSV entry [43] . Actin destabilizing agent latrunculin A (LatA) lead to reduced fusion for VSV and MHV and also affected internalization of both viruses (Fig. 5a-f ).",
            "cite_spans": [
                {
                    "start": 843,
                    "end": 847,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [
                {
                    "start": 986,
                    "end": 996,
                    "text": "(Fig. 5a-f",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Effect of inhibitors on distinct phases of VSV and MHV entry"
        },
        {
            "text": "In this article we present a novel method to dissect viral entry. Using minimal complementation of the b-galactosidase enzyme we were able to detect low numbers of virus particles at any stage of the entry process independent of replication. The assay discriminates between virus binding and internalization and makes it possible to specifically detect and quantify those virus particles that underwent fusion with a host cell. Measuring virus fusion in live cells not only allows for quantitative analysis but also for sorting infected from non-infected cells thereby enabling reculture these cells. This also allows for combination of the entry assays with replication-dependent reporter assays to investigate later stages of the viral life cycle. Integration of a-peptide into both model viruses was feasible and had limited influence on their viability, suggesting that this novel method can be applicable to other viruses, including non-enveloped viruses. Particularly for the latter viruses it has proven difficult to integrate bulky tags, while labeling of a surrounding lipid layer is not possible. Generally, every virus for which it has been shown possible to attach tags to intravirion structural proteins will be a good candidate for this assay. Using cytosolic expression of DM15 in target cells does limit the applicability of the assay to viruses fusing towards the cytosol. However, this could be changed by expressing DM15 as a fusion protein in a fusion protein target compartment. Unfortunately, the need to express DM15 in the target cells hampers the investigation of fusion in e.g. primary cells. For ''native'' cells, not expressing DM15, the assay can be used to investigate binding and internalization by supplying DM15 during or after lysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The entry assays confirm and extend current knowledge on virus entry of MHV and VSV. Using the fusion assay we confirmed clathrin-mediated endocytosis of VSV to depend on the actin cytoskeleton [10, 30] . Interestingly, the effect of inhibitory agents on MHV entry was very similar to VSV, indicating a comparable uptake mechanism for both viruses. Treatment of cells with chlorpromazine, which causes clathrin lattices to redistribute, affected virus internalization and fusion of both VSV and MHV. Dynasore severely reduced fusion of MHV, but hardly affected internalization of this virus. While dynasore inhibits endocytosis by inhibition of the vesicle scission factor dynamin-2, it does not (a-f) Cells were pretreated with cycloheximide (CHX), ammonium chloride (NH 4 Cl), bafilomycin A1 (BafA1), dynasore (Dyn), chlorpromazine (Chlopro), monensin (Mon), or latrunculin A (LatA), as well as with solvents dimethyl sulfoxide (DMSO) and methanol (MeOH) for 30 min. MHV and VSV viruses without apeptide were included as background controls (inf wt). Error bars represent 1SEM, n = 3. (a, d) MHV-aN or VSV-Ga* were bound to DM15 expressing cells in presence of compounds on ice for 90 min. Cells were washed, lysed and assayed with Beta-Glo substrate as described in 4a. Binding was determined relative to the complementation luminescence signal generated by virus bound to DM15 cells, treated without compound added (untr inf). (b,e) After binding as described in a, MHV-aN and VSV-Ga* were allowed to internalize at 37uC in presence of compounds for 40 and 30 min, respectively. Internalization was determined relative to the complementation luminescence signal of virus internalized into DM15 cells, treated without compound added (untr inf). (c,f) After binding as described in a, MHV-aN or VSV-Ga* were allowed to internalize and fuse at 37uC in presence of compounds for 100 and 40 min, respectively. MHV fusion inhibitor HR2 peptide (HR2) was included as control. Fusion was determined relative to the number of positive cells showing complementation fluorescein signal of virus fused in DM15 cells, treated without compound added (untr inf). doi:10.1371/journal.pone.0101762.g005 prevent the formation of invaginations. Viral particles, especially MHV, which in comparison to VSV can be engulfed completely by endocytic vesicles of approximately 100 nm diameter, trapped in such invaginations are likely much less accessible for removal by trypsin.",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 198,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 199,
                    "end": 202,
                    "text": "30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The novel entry assays provide several advantages over conventional assays. Using enzymatic amplification of a tagged viral protein allows looking at viral entry events independent of gene expression. Drugs affecting replication in general, such as translation inhibitors, which will inadvertently affect viral gene expression, can be tested independently for their effect on virus entry. The enzymatically-amplified readout allows performing infections at physiologically relevant conditions. With complementation happening timely proximal to the membrane fusion event, the assay allows for more precise kinetic measurements on virus entry. Also it should become easier to dissect effects of mutations in virions on entry and/or replication. Furthermore, the enzymatic activity can be quantified by a variety of different methods, opening up opportunities for high-throughput analysis by FACS or by automated fluorescence microscopy. The fusion assay might be improved by using yet to be developed alternatives to the FDG substrate, the fluorescein product of which is photolabile. Importantly, as we demonstrated the entry assays can be used in combination with various methods to perturb cellular processes involved in viral entry, including the use of inhibitors, RNA interference, knock-out cells, and by expression of dominant-negative or constitutive-active proteins. Hence we expect them to facilitate research on virus entry significantly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "File S1 Figure S1 . Schematic layout of the genome of recombinant viruses. Figure S2 . Effect of drug treatment on FDG uptake. Figure S3 . Growth curves of recombinant MHV-a viruses. Figure S4 . Morphology of negatively stained VSVDG/ GFP-Ga virus at neutral and low pH. Figure S5 . Virus entry kinetics of MHV and VSV as measured by their sensitivity to lysosomal tropic agent NH 4 Cl. Figure S6 . Fluorescein signal dependence on the incubation on ice. Figure S7 . Intracellular atagged protein level in relation to b-galactosidase activity. Figure  S8 . Fluorescence microscopy of b-galactosidase activity in a-virus infected cells. Figure S9 . Calculating virus binding and internalization using a standard curve. (PDF)",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 8,
                    "end": 17,
                    "text": "Figure S1",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 75,
                    "end": 84,
                    "text": "Figure S2",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 127,
                    "end": 136,
                    "text": "Figure S3",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 183,
                    "end": 192,
                    "text": "Figure S4",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 271,
                    "end": 280,
                    "text": "Figure S5",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 387,
                    "end": 396,
                    "text": "Figure S6",
                    "ref_id": null
                },
                {
                    "start": 455,
                    "end": 464,
                    "text": "Figure S7",
                    "ref_id": null
                },
                {
                    "start": 544,
                    "end": 554,
                    "text": "Figure  S8",
                    "ref_id": null
                },
                {
                    "start": 636,
                    "end": 645,
                    "text": "Figure S9",
                    "ref_id": null
                }
            ],
            "section": "Supporting Information"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "HIV envelope: challenges and opportunities for development of entry inhibitors",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Caffrey",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Trends in microbiology",
            "volume": "19",
            "issn": "",
            "pages": "191--197",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Virus entry by endocytosis",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mercer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schelhaas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Helenius",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Annual review of biochemistry",
            "volume": "79",
            "issn": "",
            "pages": "803--833",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Dissecting virus entry via endocytosis",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Sieczkarski",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Whittaker",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "The Journal of general virology",
            "volume": "83",
            "issn": "",
            "pages": "1535--1545",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Virus entry: open sesame",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Marsh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Helenius",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Cell",
            "volume": "124",
            "issn": "",
            "pages": "729--740",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Infectious entry pathway of influenza virus in a canine kidney cell line",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Matlin",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Reggio",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Helenius",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Simons",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "The Journal of cell biology",
            "volume": "91",
            "issn": "",
            "pages": "601--613",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Electron microscopic observations on granulosis virus entry, uncoating and replication processes during infection of the midgut cells of Trichoplusia ni",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Summers",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "Journal of ultrastructure research",
            "volume": "35",
            "issn": "",
            "pages": "606--625",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Entry and release of poliovirus as observed by electron microscopy of cultured cells",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Dunnebacke",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Levinthal",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Williams",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "Journal of virology",
            "volume": "4",
            "issn": "",
            "pages": "505--513",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Virus entry by macropinocytosis",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mercer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Helenius",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nature cell biology",
            "volume": "11",
            "issn": "",
            "pages": "510--520",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Viral detection by electron microscopy: past, present and future. Biology of the cell/under the auspices of the",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Roingeard",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "European Cell Biology Organization",
            "volume": "100",
            "issn": "",
            "pages": "491--501",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Host cell factors and functions involved in vesicular stomatitis virus entry",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "K"
                    ],
                    "last": "Johannsdottir",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mancini",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kartenbeck",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Amato",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Helenius",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Journal of virology",
            "volume": "83",
            "issn": "",
            "pages": "440--453",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Pathway of vesicular stomatitis virus entry leading to infection",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Matlin",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Reggio",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Helenius",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Simons",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "J Mol Biol",
            "volume": "156",
            "issn": "",
            "pages": "609--631",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Single-cellbased image analysis of high-throughput cell array screens for quantification of viral infection",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Matula",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Worz",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Erfle",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bartenschlager",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Cytometry Part A: the journal of the International Society for Analytical Cytology",
            "volume": "75",
            "issn": "",
            "pages": "309--318",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Automated quantitative live cell fluorescence microscopy. Cold Spring Harbor perspectives in biology 2: a000455",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fero",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Pogliano",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Imaging poliovirus entry in live cells",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Brandenburg",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lakadamyali",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Rust",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhuang",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "PLoS biology",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Role of endosomes in simian virus 40 entry and infection",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Engel",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Heger",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mancini",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Herzog",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kartenbeck",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Journal of virology",
            "volume": "85",
            "issn": "",
            "pages": "4198--4211",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Analysis of virus entry and cellular membrane dynamics by single particle tracking",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ewers",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schelhaas",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Methods in enzymology",
            "volume": "506",
            "issn": "",
            "pages": "63--80",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "On the use of self-quenching fluorophores in the study of membrane fusion kinetics. The effect of slow probe redistribution",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "D"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Blumenthal",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Biophys Chem",
            "volume": "34",
            "issn": "",
            "pages": "283--292",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Observation of single influenza virus-cell fusion and measurement by fluorescence video microscopy",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Lowy",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Sarkar",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Blumenthal",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Proc Natl Acad Sci",
            "volume": "87",
            "issn": "",
            "pages": "1850--1854",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Quantitative measurement of fusion of HIV-1 and SIV with cultured cells using photosensitized labeling",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Raviv",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Viard",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bess",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Blumenthal",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Virology",
            "volume": "293",
            "issn": "",
            "pages": "243--251",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "A sensitive and specific enzymebased assay detecting HIV-1 virion fusion in primary T lymphocytes",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cavrois",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Noronha",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Greene",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Nat Biotechnol",
            "volume": "20",
            "issn": "",
            "pages": "1151--1154",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Rapid and sensitive detection of retrovirus entry by using a novel luciferase-based content-mixing assay",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Kolokoltsov",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Davey",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Virol",
            "volume": "78",
            "issn": "",
            "pages": "5124--5132",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Novel, rapid assay for measuring entry of diverse enveloped viruses, including HIV and rabies",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Saeed",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Kolokoltsov",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Davey",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Virol Methods",
            "volume": "135",
            "issn": "",
            "pages": "143--150",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "A catalytically and genetically optimized beta-lactamase-matrix based assay for sensitive, specific, and higher throughput analysis of native henipavirus entry characteristics",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Wolf",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Freiberg",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Aguilar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Holbrook",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Virol J",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "An enzymatic virus-like particle assay for sensitive detection of virus entry",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Tscherne",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Manicassamy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Garcia-Sastre",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Journal of virological methods",
            "volume": "163",
            "issn": "",
            "pages": "336--343",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The membrane fusion step of vaccinia virus entry is cooperatively mediated by multiple viral proteins and host cell components",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Laliberte",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Weisberg",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Moss",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS Pathog",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Molecular basis of beta-galactosidase alpha-complementation",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Langley",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Villarejo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "Fowler",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Zamenhof",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Zabin",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Proceedings of the National Academy of Sciences of the United States of America",
            "volume": "72",
            "issn": "",
            "pages": "1254--1257",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Enzymatic detection of protein translocation",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Wehrman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Casipit",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Gewertz",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Blau",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nature methods",
            "volume": "2",
            "issn": "",
            "pages": "521--527",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Coronavirus as a possible cause of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Peiris",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Poon",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yam",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1319--1325",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Isolation of a novel coronavirus from a man with pneumonia in Saudi Arabia",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Zaki",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Van Boheemen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Bestebroer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Osterhaus",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Fouchier",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "The New England journal of medicine",
            "volume": "367",
            "issn": "",
            "pages": "1814--1820",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Pathway of vesicular stomatitis virus entry leading to infection",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Matlin",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Reggio",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Helenius",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Simons",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Journal of molecular biology",
            "volume": "156",
            "issn": "",
            "pages": "609--631",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Emergence and re-emergence of vesicular stomatitis in the United States",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Rodriguez",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Virus research",
            "volume": "85",
            "issn": "",
            "pages": "211--219",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Retargeting of coronavirus by substitution of the spike glycoprotein ectodomain: crossing the host cell species barrier",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kuo",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Godeke",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Raamsman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Masters",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Rottier",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Journal of virology",
            "volume": "74",
            "issn": "",
            "pages": "1393--1406",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Intracellular transport of recombinant coronavirus spike proteins: implications for virus assembly",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Vennema",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Heijnen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zijderveld",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Horzinek",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Spaan",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J Virol",
            "volume": "64",
            "issn": "",
            "pages": "339--346",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Viral protein synthesis in mouse hepatitis virus strain A59-infected cells: effect of tunicamycin",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Rottier",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Horzinek",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Van Der Zeijst",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "J Virol",
            "volume": "40",
            "issn": "",
            "pages": "350--357",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Principles of lysosomal membrane degradation: Cellular topology and biochemistry of lysosomal lipid degradation",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Schulze",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kolter",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sandhoff",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Biochim Biophys Acta",
            "volume": "1793",
            "issn": "",
            "pages": "674--683",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "The coronavirus spike protein is a class I virus fusion protein: structural and functional characterization of the fusion core complex",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Bosch",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Van Der Zee",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "De Haan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Rottier",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Journal of virology",
            "volume": "77",
            "issn": "",
            "pages": "8801--8811",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Manipulation of the coronavirus genome using targeted RNA recombination with interspecies chimeric coronaviruses",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "De Haan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Haijema",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Masters",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Rottier",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Methods in molecular biology",
            "volume": "454",
            "issn": "",
            "pages": "229--236",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Replication-competent recombinant vesicular stomatitis virus encoding hepatitis C virus envelope proteins",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tani",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Komoda",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Matsuo",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Suzuki",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Hamamoto",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Journal of virology",
            "volume": "81",
            "issn": "",
            "pages": "8601--8612",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Distinct structural rearrangements of the VSV glycoprotein drive membrane fusion",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Libersou",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Albertini",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ouldali",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Maury",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Maheu",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "The Journal of cell biology",
            "volume": "191",
            "issn": "",
            "pages": "199--210",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Filamentous coliphage M13 as a cloning vehicle: insertion of a HindII fragment of the lac regulatory region in M13 replicative form in vitro",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Messing",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gronenborn",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Muller-Hill",
                    "suffix": ""
                },
                {
                    "first": "Hans",
                    "middle": [],
                    "last": "Hopschneider",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Proceedings of the National Academy of Sciences of the United States of America",
            "volume": "74",
            "issn": "",
            "pages": "3642--3646",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Effect of reduced endocytosis induced by hypotonic shock and potassium depletion on the infection of Hep 2 cells by picornaviruses",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "H"
                    ],
                    "last": "Madshus",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sandvig",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Olsnes",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Van Deurs",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Journal of cellular physiology",
            "volume": "131",
            "issn": "",
            "pages": "14--22",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "The murine coronavirus mouse hepatitis virus strain A59 from persistently infected murine cells exhibits an extended host range",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Schickli",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Zelus",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Wentworth",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Sawicki",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "V"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Virol",
            "volume": "71",
            "issn": "",
            "pages": "9499--9507",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Monensin blocks endocytosis of vesicular stomatitis virus",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schlegel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Willingham",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Pastan",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Biochem Biophys Res Commun",
            "volume": "102",
            "issn": "",
            "pages": "992--998",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Viral infections pose one of the major public health threats of our time, as demonstrated by the emergence of the SARScoronavirus (SARS-CoV) in 2002/2003 and the new pandemic influenza H1N1 virus in 2009. Viruses are obligatory intracellular pathogens, which depend on host cells for their replication.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "LR7 cells were infected at MOI = 0.5 of the respective virus (MHV-A59 wt, MHV-aN and MHV-Sa viruses) in infection medium containing 25 mM HEPES. After 3 h of infection supernatant was replaced by fresh infection medium and infection was allowed to progress over a period of 24 h. Every 3 h a small sample of the supernatant was collected and immediately frozen. The supernatant samples were subsequently analyzed in TCID50 assays on LR7 cells.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Design of the virus entry assays. Schematic overview of binding-(left), internalization-(middle), and fusion assay (right). 1 -Binding of virus to cell membrane; 2 -Lysis of cells and surface-bound virus; 3 -Complementation of DM15 by intravirion a-peptide, substrate conversion yielding luminescent readout; 4 -Invagination and 5 -Budding of endosomal vesicles containing virus particles; 6-Lysis of cell, intracellular compartment, and virion (after removal of cell surface-bound virions by protease treatment); 7 -Complementation of DM15 by intravirion a-peptide, substrate conversion yielding luminescent readout; 8 -Fusion of virion with endosomal membrane, exposure of intravirion a-peptide to the cytosol; 9 -Complementation of intracellular DM15 by virion a-peptide in intact cells, substrate conversion yielding fluorescent readout. doi:10.1371/journal.pone.0101762.g001",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Model of viruses carrying a-peptide tagged proteins and visual selection of recombinant viruses and plaque growth by acomplementation. (a-c) a-peptide is shown as blue squares. (a) Model of MHV-aN and western blot analysis of N protein in purified virus stock. (b) Model of MHV-Sa and western blot analysis of S protein in purified virus stock. (c) Model of VSVDG-Ga* pseudovirus and western blot analysis of VSV structural proteins in purified virus stock. (d) Serial dilution plaque assay of recombinant MHV-aN on LR7DM15 cell monolayers. After inoculation cells were covered for 2 days with a X-Gal containing agar-medium overlay. (e) Visualization of plaque growth of MHV-aN in LR7DM15 cell monolayers after 16, 30 or 48 h incubation (from left to right). Size bar corresponds to 1 mm. doi:10.1371/journal.pone.0101762.g002",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Fusion assay. (a) Virus-cell fusion measured by flow cytometry. Sorting of MHV-aN infected cells by flow cytometry showed increasing fluorescence at increasing MOI. Cells were treated as described in b. (b) Increase of fusion signal relative to MOI. Increasing amounts of MHV-aN, MHV-Sa, and VSVDG-Ga* were bound to DM15 expressing cells on ice. 40 min (VSV) or 100 min (MHV) post warming to 37uC fusion was assayed by measuring b-galactosidase activity using FDG substrate and flow cytometry. Inlay highlights b-galactosidase activity at low MOI. Error bars represent 1 SEM, n = 3. (c, d) Kinetics of internalized a-peptide tagged protein in comparison to b-galactosidase activity. MHV-aN (MOI = 100) was bound to cells on ice. Unbound virus was removed, and samples shifted to 37uC with (c) or without addition of cycloheximide (d). At the indicated time points, cells were washed and trypsinized on ice, removing surface bound virus. Virus-cell fusion was measured by b-galactosidase activity using flow cytometry or cells were lysed and immunoblotted against N for quantification the internalized a-peptide proteins. (e) Fluorescence microscopy image of b-galactosidase activity in infected cells. MHV-aN was bound to LR7DM15 cells on ice. Inoculum was washed off and cultures shifted to 37uC for the indicated time periods. b-galactosidase activity was visualized by fluorescein production using fluorescence microscopy. Size bar corresponds to 250 mm. doi:10.1371/journal.pone.0101762.g003",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Binding and internalization assay. (a) Luminescent signal after virus binding at various MOI. Increasing amounts of MHV-aN were bound to LR7DM15 cells on ice for 90 min before removing the inoculum and washing-off of unbound virus with ice-cold PBS. Cells and bound viruses were lysed and binding was determined by measuring the b-galactosidase activity using Beta-Glo substrate conversion to a luminescent product. (b) Internalization signal relative to MOI. Increasing amounts of MHV-aN were bound to LR7DM15 cells on ice for 90 min. Inoculum was removed and samples transferred to 37uC for 40 min. Cell-surface bound virus was removed by trypsinization. Cells and intracellular viruses were lysed and internalization determined by measuring b-galactosidase activity using Beta-Glo substrate conversion to a luminescent product. (c) Controls of binding and internalization assay. Samples were treated as described in a (binding) and b (internalization). After binding, attached virus was removed by trypsin treatment (trypsin). Binding and internalization were inhibited by incubation of cells with MHV receptor CC1a blocking anti-CC1a antibody (anti-CC1a) 30 min prior to and during inoculation. Error bars in a -c represent 1 SEM, n = 3. doi:10.1371/journal.pone.0101762.g004",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Effects of drugs on binding, internalization, and fusion of MHV and VSV.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We thank W. Bartelink for help with the electron microscopic analysis. We thank Prof. Y.Matsuura, National Institute of Infectious Diseases, Tokyo, for providing the pCAGGS-VSVG plasmid and pseudotype VSVDG-G* virus. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}