{
    "paper_id": "fb24be7627ebce76ab2862e689432a8a0de11343",
    "metadata": {
        "title": "Regulation of Immunogen Processing: Signal Sequences and Their Application for the New Generation of DNA-Vaccines",
        "authors": [
            {
                "first": "E",
                "middle": [
                    "S"
                ],
                "last": "Starodubova",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Russian Academy of Science",
                    "location": {}
                },
                "email": "*e-mail:estarodubova@yandex.ru"
            },
            {
                "first": "M",
                "middle": [
                    "G"
                ],
                "last": "Isaguliants",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Karolinska Institutet",
                    "location": {
                        "country": "Sweden"
                    }
                },
                "email": "maria.isaguliants@smi.se"
            },
            {
                "first": "V",
                "middle": [
                    "L"
                ],
                "last": "Karpov",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Russian Academy of Science",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Immunization with naked genes (DNA-immunization) is a perspective modern approach to prophylactic as well as therapeutic vaccination against pathogens, as well as cancer and allergy. A panel of DNA immunogens has been developed, some are already in the clinical trials. However, the immunogenicity of DNA vaccines, specifically of those applied to humans, needs a considerable improvement. There are several approaches to increase DNA vaccine immunogenicity. One approach implies the modifications of the encoded immunogen that change its processing and presentation, and thus the overall pattern of anti-immunogen response. For this, eukaryotic expression vectors are constructed that encode the chimeric proteins composed of the immunogen and specialized targeting or signal se-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Ornithine decarboxylase, RT -HIV-1 reverse transcriptase, CRT -Ca 2+ -binding protein calreticulin, HVP-16 -human papilloma virus 16, LAMP-1 -lysosome-associated protein 1, sarsN -nucleocapsid SARS coronavirus protein, LCMV -lymphocytic choriomeningitis virus, MHC I -major histocompatibility complex class I, MHC II -major histocompatibility complex class II",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "One of the most promising vaccine types today are DNAvaccines. In its simplest form, a DNA-vaccine is a plasmid containing a gene of the pathogenic protein and the elements needed to transcribe this gene in mammalian cells. This DNA is introduced into mammalian cells during immunization. It is then transcribed, and the encoded antigen is synthesized initiating an immune response (Fig. 1) . Unlike protein-based vaccines, DNA-vaccines based on microbial genes and tumor antigens have the advantage of synthesizing the specific antigen in the host's organism, where it is processed correctly to induce an immune response of the desired specificity. This approach is promising because of the simplicity and low cost of the production and transportation of DNA-vaccines as compared to the traditional vaccines. Moreover, gene engineering allows an easy modification of DNA-immunogens; new antigens can be designed with properties predicted by in silico studies. The use of DNA-vaccines causes some anxiety because of the possibility that the genetic material gets inserted into the host genome (insertional mutagenesis). However, the probability of this event is extremely low. It is in the range of around 1-7 insertions per 150,000 nuclei, which is lower than the rate of the natural insertion mutation by a factor of 1,000 [1] .",
            "cite_spans": [
                {
                    "start": 1325,
                    "end": 1328,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 382,
                    "end": 390,
                    "text": "(Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": "INTRODUCTION"
        },
        {
            "text": "DNA-vaccines are used to induce a protective immune response against various infections in small animals (rodents) and in larger species [2] [3] [4] . Series of trials of prophylactic and therapeutic DNA-vaccines against various human pathogens, including HIV-1 and HCV, have been performed [5] [6] [7] . However, the immunogenicity of genetic vaccines needs improvement, especially for human applications [8] [9] [10] . Various approaches are being used in order to increase the efficiency of DNA-vaccines [11] [12] [13] . They include the development of novel methods of DNA-vaccine administration (electroporation has become increasingly popular in the recent years); supplementing vaccine formulation with cytokines and/or chemokines or their genes [14] ; optimizing plasmid vectors by selecting more effective gene promoters and regulatory elements [15] ; and modulating plasmid CpG content [14] . The DNA-immunogen is also modified: the coding sequence of immunogen is often changed to increase the expression [16] . One of the most promising approaches for modifying the immunogen is to alter its processing and presentation pathway [17] . Such re-direction can be achieved by \"labeling\" the protein with specialized signal sequences. This review focuses on the signals directing protein into various cellular compartments and their use for DNA-vaccine design. In order to be recognized by the immune system, an antigen must be processed and presented on the surface of a cell by the molecules of the major histocompatibility complex (MHC). There are two main classes of these molecules: MHC class I (MHC-I) and MHC class II (MHC-II). In order to bind to the molecules of either class, the protein encoded by DNA-immunogen must go through antigen processing in the specialized cell compartments (Table 1) . Endogenous proteins are degraded in the proteasome and are presented in a complex with МНС-I on the cell surface, where they can be recognized by the receptors of cytotoxic CD8+ T-cells (CTL), which then initiate a cytotoxic immune response [18] . Exogenous proteins are hydrolyzed by proteases in the lysosome, antigen fragments generated by processing are bound to MHC-II molecules and recognized by the CD4-receptors of T-helper cells, which facilitate cellular as well as humoral responses [19] . Thus, it is evident that the processing pathway of the immunogen determines the type of immune response it induces.",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 140,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 141,
                    "end": 144,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 145,
                    "end": 148,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 291,
                    "end": 294,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 295,
                    "end": 298,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 299,
                    "end": 302,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 406,
                    "end": 409,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 410,
                    "end": 413,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 414,
                    "end": 418,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 507,
                    "end": 511,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 512,
                    "end": 516,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 517,
                    "end": 521,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 753,
                    "end": 757,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 854,
                    "end": 858,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 896,
                    "end": 900,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 1016,
                    "end": 1020,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 1140,
                    "end": 1144,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 2055,
                    "end": 2059,
                    "text": "[18]",
                    "ref_id": null
                },
                {
                    "start": 2308,
                    "end": 2312,
                    "text": "[19]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1802,
                    "end": 1811,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "INTRODUCTION"
        },
        {
            "text": "As has been mentioned earlier, processing of an antigen via the MHC-I pathway results in a CTL-response. This process involves several steps (Fig. 2) . The protein is synthesized in the cell and then broken into small peptides in the proteasome, after which these fragments are taken up by the transporterproteins associated with antigen processing (TAP). These proteins guide the peptides into the endoplasmic reticulum (ER), where they can bind to MHC-I molecules [18] .",
            "cite_spans": [
                {
                    "start": 466,
                    "end": 470,
                    "text": "[18]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 141,
                    "end": 149,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "PRESENTATION OF A DNA-ENCODED ANTIGEN VIA THE MHC-I PATHWAY"
        },
        {
            "text": "The peptide-MHC-I complex is transported to the cell surface to be recognized by CD8+ T-cells (CTL), manifesting the initiation of a cellular response. This is why increasing the amount of the protein that is transported into the proteasome or ER should in principle increase its presentation via MHC-I pathway, hence, the availability on the cell surface resulting in an enhancement of the cellular response.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PRESENTATION OF A DNA-ENCODED ANTIGEN VIA THE MHC-I PATHWAY"
        },
        {
            "text": "To be degraded by the proteasome, proteins must bear a specific signal -a chain of ubiquitin molecules (Ub), small polypeptides consisting of 76 amino acid residues. The eukaryotic cell has a specialized group of enzymes that recognize protein substrates and covalently attach polyubiquitin to these substrates. This enzymatic group is called the ubiquitinconjugating system [20] .",
            "cite_spans": [
                {
                    "start": 375,
                    "end": 379,
                    "text": "[20]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "PROTEASOME-MEDIATED MECHANISM"
        },
        {
            "text": "This system recognizes various proteasome degradation signals. Signals can represent a specific amino acid sequence, a specific pattern of protein phosphorylation, or alterations in the protein structure, often missfolding. Several degradation signals with a characteristic amino acid sequence have been described. The first signal discovered was the N-degron. This is a specific first amino acid residue in the protein that serves as a substrate for the complex of cellular enzymes responsible for labeling the protein with a polyubiquitine chain [21] . Amino acids differ in their capacity to be recognized by the ubiquitinating enzymes ( Table 2 ). There are also other degradation signals, such as the PESTsequence [22] and the Destruction Box [23] , often found in the short-lived cellular proteins ( Table 2 ).The nature of the first amino acid residue in the protein is, thus, one of the main protein features determining its accumulation. ",
            "cite_spans": [
                {
                    "start": 548,
                    "end": 552,
                    "text": "[21]",
                    "ref_id": null
                },
                {
                    "start": 719,
                    "end": 723,
                    "text": "[22]",
                    "ref_id": null
                },
                {
                    "start": 748,
                    "end": 752,
                    "text": "[23]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 641,
                    "end": 648,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 806,
                    "end": 813,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "PROTEASOME-MEDIATED MECHANISM"
        },
        {
            "text": "The main focus of the researchers has been on the antigen (re)targeting into proteasome via the ubiquitin-dependent mechanism, thought to provide for antigen processing and presentation in complex with MHC-I and an enhanced antigen-specific CTL-response [25] [26] [27] [28] . This (re)direction can be achieved by cloning an Ub-encoding sequence onto the 5´-terminus of the target gene and adding a destabilizing N-terminal residue after the Ub, which makes an antigen a better proteasome substrate. In the cell, Ub is cleaved off in a posttranslational modification of the chimeric protein catalyzed by the C-terminal ubiquitin hydrolase, thus exposing the N-degron. The HIV-1 nef was modified in this way to generate a Ub-Arg-Nef, which led to the improved immunogenicity of nef in mice [29] . Fusion with ubiquitin was used for immunization with HIV-1 gene expression libraries. All of the ORFs (open reading frames) of HIV-1 encoded by 32 plasmids were modified by the addition of an ubiquitin encoding sequence. After a single immunization using gene gun, this library stimulated a strong T-cell response against all 32 antigens. This response was registered as an enhanced CTL-activity, IFN-γ+ production by CD8+ T-cells and HLAtetramer binding [30] . Addition of ubiquitin to the N-terminus of a synthetic protein consisting of HIV CTL-epitopes also resulted in the increase of immunogenicity of this prototype DNA-vaccine [31] .",
            "cite_spans": [
                {
                    "start": 254,
                    "end": 258,
                    "text": "[25]",
                    "ref_id": null
                },
                {
                    "start": 259,
                    "end": 263,
                    "text": "[26]",
                    "ref_id": null
                },
                {
                    "start": 264,
                    "end": 268,
                    "text": "[27]",
                    "ref_id": null
                },
                {
                    "start": 269,
                    "end": 273,
                    "text": "[28]",
                    "ref_id": null
                },
                {
                    "start": 789,
                    "end": 793,
                    "text": "[29]",
                    "ref_id": null
                },
                {
                    "start": 1251,
                    "end": 1255,
                    "text": "[30]",
                    "ref_id": null
                },
                {
                    "start": 1430,
                    "end": 1434,
                    "text": "[31]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "UBIQUITIN-DEPENDENT MECHANISM"
        },
        {
            "text": "An incorrect protein folding can also act as the proteasome degradation signal. This was used to increase the immunogenicity of the influenza virus proteins M1 and NS1. Unstable variants of M1 and NS1 were constructed by disrupting their alpha-helical regions via introduction of short (foreign) amino acid sequences. Immunization by the genes of the destructured M1 and NS1 resulted in a much stronger CTL-response than that induced by the original genes [32] .",
            "cite_spans": [
                {
                    "start": 456,
                    "end": 460,
                    "text": "[32]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "UBIQUITIN-DEPENDENT MECHANISM"
        },
        {
            "text": "However, for some viral proteins, fusion with the proteasome-targeting signals did not result in an increased degradation [27, 33] . The HIV-1 Gag protein modified by ubiquitination and by a destabilizing N-terminal arginine residue (Ub-R-Gag) showed only a slight increase in the degradation rate. Effective destabilization of this protein required an insertion of the additional exposed lysine residue eK (Ub-R-eK-Gag). The Ub-R-eK-Gag chimera was effectively directed into the proteasome, which increased the presentation of MHC-I-antigen peptide complexes on the cell surface. However, this did not significantly increase the anti-Gag CTL-response in mouse immunization [34] . Also, no enhancement in immunogenic performance was observed after a similar modification of DNA-immunogen expressing nucleocapsid (core) protein of Hepatitis C virus (HCV). HCV core genes carrying cleavable, as well as uncleavable ubiquitin residues with N-stabilizing or N-destabilizing amino acid residues, were equally poor immunogens [35] . Other (viral) models were described for which an increase in the proteasomal degradation did not result in an increased protective immunity [34] .",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 126,
                    "text": "[27,",
                    "ref_id": null
                },
                {
                    "start": 127,
                    "end": 130,
                    "text": "33]",
                    "ref_id": null
                },
                {
                    "start": 674,
                    "end": 678,
                    "text": "[34]",
                    "ref_id": null
                },
                {
                    "start": 1020,
                    "end": 1024,
                    "text": "[35]",
                    "ref_id": null
                },
                {
                    "start": 1167,
                    "end": 1171,
                    "text": "[34]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "UBIQUITIN-DEPENDENT MECHANISM"
        },
        {
            "text": "Notably, some proteins do not require ubiquitin for degradation [36] . The first such protein to be discovered was ornithine decarboxylase (ODC) [37] . Its degradation is ATP-and antizyme-protein-dependent. The C-terminus of the antizyme binds to the N-terminal region of ODC, directing it to the proteasome while the antizyme is released. In addition to the antizyme-binding site on the N-terminus, ODC contains also a Cterminal PEST-signal [38] . Experiments with deletion mutants of ODC have shown that the minimal signal required for the rapid degradation of ODC in the proteasome is a 37-residue Cterminal stretch of amino acids [39] . It was demonstrated that this region is required for binding of ODC to the proteasome.",
            "cite_spans": [
                {
                    "start": 64,
                    "end": 68,
                    "text": "[36]",
                    "ref_id": null
                },
                {
                    "start": 145,
                    "end": 149,
                    "text": "[37]",
                    "ref_id": null
                },
                {
                    "start": 442,
                    "end": 446,
                    "text": "[38]",
                    "ref_id": null
                },
                {
                    "start": 634,
                    "end": 638,
                    "text": "[39]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "UBIQUITIN-INDEPENDENT MECHANISM"
        },
        {
            "text": "The ubiquitin-conjugating system is a multi-stage mechanism with a complex regulation. The use of protein degrada- tion signals, which direct proteins to the proteasome via an ubiquitin-independent mechanism, circumvents the effects of a multitude of factors and thus provides a more straight-forward way of proteasome targeting. Fusion of HIV-1 reverse transcriptase with the minimal proteasome-targeting signals of ODC represented by two short amino acid sequences at the ODC C-terminus led to an accelerated degradation and an increased immunogenicity of the chimeric gene in mice as compared to the original gene [40] . This modification was also successful when applied to the weakly immunogenic reverse transcriptase of drug-resistant HIV-1 [41] helping to enhance both cellular and antibody immune responses against the mutant enzyme form [42] .",
            "cite_spans": [
                {
                    "start": 617,
                    "end": 621,
                    "text": "[40]",
                    "ref_id": null
                },
                {
                    "start": 747,
                    "end": 751,
                    "text": "[41]",
                    "ref_id": null
                },
                {
                    "start": 846,
                    "end": 850,
                    "text": "[42]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "UBIQUITIN-INDEPENDENT MECHANISM"
        },
        {
            "text": "Processing of an antigen via the МНС-I pathway involves the endoplasmic reticulum (ER). That is why increasing the antigen's affinity towards ER can improve the immunogenic performance of the antigen. The Ca2+-binding protein calreticulin (CRT) is abundant in ER, where it is associated with the components involved in the presentation of the antigen via the МНС-I pathway [43] [44] [45] . Fusion of calreticulin to the tumor antigens was used to improve the T-cell immune response against tumor cells. A DNA-vaccine that encoded a fusion of CRT with Е7 protein of human papilloma virus 16 (HPV-16) was created. Mice immunized by this DNA-immunogen exhibited a significant increase in the population of the E7-specific CD8+ T-cells and in their lytic activity against E7-expressing tumors [46, 47] . A fusion-protein of CRT with another HPV-16 protein E6 also improved the antigen-specific CD8+ T-cell immune response in mice [48] . Altered localization of Е7 HPV-16 protein associated with an increased affinity for ER was also achieved by a different strategy that involved antigen fusion with the extracellular domain of the Fms-like tyrosine kinase 3 ligand (FL) [49] . The E7 gene fusion introduced subcutaneously by the gene gun technique led to a considerably increased capacity of E7 to activate specific CD8+ T-cells compared to the unmodified Е7 gene. In vitro studies showed that 293 cell lines transfected with FL-E7 DNA presented Е7 antigen in complex with MHC class I molecules more effectively than cells transfected with the original E7 gene. The FL-E7 chimera potently activated CD8+ T-cells; anti-tumor effect was dependent on the CD4+Т-cells [49] . Another successful case of enhancing the immune response by manipulating the ER-signals was reported for the envelope protein E2 of the hepatitis C virus. The effect was achieved by duplication of the ER-localization sequence, which promoted the accumulation and subsequent release of E2 from the endoplasmic reticulum [50] .",
            "cite_spans": [
                {
                    "start": 373,
                    "end": 377,
                    "text": "[43]",
                    "ref_id": null
                },
                {
                    "start": 378,
                    "end": 382,
                    "text": "[44]",
                    "ref_id": null
                },
                {
                    "start": 383,
                    "end": 387,
                    "text": "[45]",
                    "ref_id": null
                },
                {
                    "start": 789,
                    "end": 793,
                    "text": "[46,",
                    "ref_id": null
                },
                {
                    "start": 794,
                    "end": 797,
                    "text": "47]",
                    "ref_id": null
                },
                {
                    "start": 926,
                    "end": 930,
                    "text": "[48]",
                    "ref_id": null
                },
                {
                    "start": 1167,
                    "end": 1171,
                    "text": "[49]",
                    "ref_id": null
                },
                {
                    "start": 1661,
                    "end": 1665,
                    "text": "[49]",
                    "ref_id": null
                },
                {
                    "start": 1987,
                    "end": 1991,
                    "text": "[50]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "ER-MEDIATED MECHANISM"
        },
        {
            "text": "Peptides to be bound to MHC-II are mainly of exogenous origin and are captured by endocytosis to be directed into the lysosomes (Fig. 3) . However, it has been demonstrated that some intracellular proteins can be presented by MHC-II as a result of autophagy [51] . Such proteins are transported into the lysosome via the chaperone-mediated transfer carried out by a transport-protein; by the engulfment of cytoplasm by the lysosome membrane, or by the formation of doublemembrane autophagosomes [51] [52] [53] [54] [55] . After transporting to the lysosomes, the antigen is cleaved by the acidic proteases and the resulting peptides are loaded onto the MHC-II molecules and brought to the cell surface. On the cell surface, these complexes are recognized by the CD4+ T-cell receptors [56] . This leads to the stimulation of cellular (Th1-type) and humoral (Th2-type) immunity. Clinical trials have also shown that the current generation of DNA-vaccines cannot induce a strong antibody response [57] . Therefore, targeting of antigen presentation into the MHC-II pathway in order to activate CD4+ Т-cells seems especially advantageous. Such targeting can be achieved artificially by supplementing immunogen with lysosome localization signals.",
            "cite_spans": [
                {
                    "start": 258,
                    "end": 262,
                    "text": "[51]",
                    "ref_id": null
                },
                {
                    "start": 495,
                    "end": 499,
                    "text": "[51]",
                    "ref_id": null
                },
                {
                    "start": 500,
                    "end": 504,
                    "text": "[52]",
                    "ref_id": null
                },
                {
                    "start": 505,
                    "end": 509,
                    "text": "[53]",
                    "ref_id": null
                },
                {
                    "start": 510,
                    "end": 514,
                    "text": "[54]",
                    "ref_id": null
                },
                {
                    "start": 515,
                    "end": 519,
                    "text": "[55]",
                    "ref_id": null
                },
                {
                    "start": 784,
                    "end": 788,
                    "text": "[56]",
                    "ref_id": null
                },
                {
                    "start": 994,
                    "end": 998,
                    "text": "[57]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 128,
                    "end": 136,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "PRESENTATION OF A DNA-ENCODED ANTIGEN VIA THE MHC-II PATHWAY"
        },
        {
            "text": "The DNA-antigen can be specifically (re)directed into lysosomes using protein sorting signals. Such intracellular sorting signals can be found in the cytoplasm-terminal regions of the transmembrane and lysosome-associated proteins [24, 58, 59] . Most of them are short amino acid sequences and can be divided into the tyrosine-and dileucine-bearing sequences [24, 60] . Tyrosine-bearing signals have a consensus motif NPXY or YXXØ (where X is any amino acid, and Ø is an amino acid with a large hydrophobic side-chain). The consensus sequence of the dileucine signals is (DE)XXXL(LI) or DXXLL. These signals are recognized by the adaptor protein AP or by related complexes and are then directed into the trans-Golgi, to the plasmatic membrane, and further into the endosomes. There are other motifs, such as a cluster of acidic amino acids and the NPFSD sequence [58] . A number of cellular proteins are directed into lysosomes due to the presence of a phosphorylated mannose residue attached to the consensus sequence NX(ST) [61] [62] [63] . There are also signals that seem to direct cytoplasmic proteins into the lysosome via an autophagosome mechanism [64] .",
            "cite_spans": [
                {
                    "start": 231,
                    "end": 235,
                    "text": "[24,",
                    "ref_id": null
                },
                {
                    "start": 236,
                    "end": 239,
                    "text": "58,",
                    "ref_id": null
                },
                {
                    "start": 240,
                    "end": 243,
                    "text": "59]",
                    "ref_id": null
                },
                {
                    "start": 359,
                    "end": 363,
                    "text": "[24,",
                    "ref_id": null
                },
                {
                    "start": 364,
                    "end": 367,
                    "text": "60]",
                    "ref_id": null
                },
                {
                    "start": 863,
                    "end": 867,
                    "text": "[58]",
                    "ref_id": null
                },
                {
                    "start": 1026,
                    "end": 1030,
                    "text": "[61]",
                    "ref_id": null
                },
                {
                    "start": 1031,
                    "end": 1035,
                    "text": "[62]",
                    "ref_id": null
                },
                {
                    "start": 1036,
                    "end": 1040,
                    "text": "[63]",
                    "ref_id": null
                },
                {
                    "start": 1156,
                    "end": 1160,
                    "text": "[64]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "PRESENTATION OF A DNA-ENCODED ANTIGEN VIA THE MHC-II PATHWAY"
        },
        {
            "text": "It has been shown that tyrosine-and dileucine signals can effectively direct heterologous proteins into the lysosome [19, 65, 66] . The most actively used signals targeting to MHC-II presentation are those of the lysosome-associated membrane protein 1(LAMP-1) [67] ; invariant chain (Ii) [65] , and the AP3binding motif of the lysosome protein LIMP II [66] .",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 121,
                    "text": "[19,",
                    "ref_id": null
                },
                {
                    "start": 122,
                    "end": 125,
                    "text": "65,",
                    "ref_id": null
                },
                {
                    "start": 126,
                    "end": 129,
                    "text": "66]",
                    "ref_id": null
                },
                {
                    "start": 260,
                    "end": 264,
                    "text": "[67]",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 288,
                    "end": 292,
                    "text": "[65]",
                    "ref_id": null
                },
                {
                    "start": 352,
                    "end": 356,
                    "text": "[66]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "LYSOSOME-MEDIATED MECHANISM"
        },
        {
            "text": "Sorting signal of the lysosome-associated protein 1 (LAMP-1) targets the antigen to processing via the MHC-II presentation pathway and enhances its presentation to CD4+ Т-cells, as has been shown in in vitro experiments. Mouse immunization experiments have demonstrated that LAMP-1gene chimeras induced stronger lymphoproliferative activity, CTL-activity and higher antibody titers as compared to the nonmodified DNA-immunogens. An increase in the Th2-type immune response of CD4+ Т-cells in response to the LAMP-1 fusions was shown after immunization with DNA encoding LAMP-1 fusions of HIV-1 gp160-and p55gag [68, 69] . A LAMP/gag DNA-vaccine stimulated prolonged B-, CD4+ and CD8+ T-cell responses, while an immune response caused by the injection of a nonmodified Gag gene rapidly receded [70] . Another successfully redirected cytoplasmic protein was the nucleocapsid protein of the coronavirus SARS (sarsN). Immunization of mice with DNA encoding the LAMP-1-sarsN chimera led to a balanced specific IFN- and IL-4 production and strong CTL-response against sarsN [66] . Also, fusion of HIV-1 reverse transcriptase with LAMP-1 improved the immunogenicity of a prototype DNA-vaccine against a drug-resistant virus. A strong immune response of the mixed Th1/Th2-type was raised both against the wild and drug-resistant HIV-1 reverse transcriptases, circumventing tolerance of the immune system towards this conserved retroviral antigen [71] .",
            "cite_spans": [
                {
                    "start": 611,
                    "end": 615,
                    "text": "[68,",
                    "ref_id": null
                },
                {
                    "start": 616,
                    "end": 619,
                    "text": "69]",
                    "ref_id": null
                },
                {
                    "start": 793,
                    "end": 797,
                    "text": "[70]",
                    "ref_id": null
                },
                {
                    "start": 1069,
                    "end": 1073,
                    "text": "[66]",
                    "ref_id": null
                },
                {
                    "start": 1439,
                    "end": 1443,
                    "text": "[71]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "LAMP-1 SIGNAL"
        },
        {
            "text": "Fusion with LAMP-1 increased the immunogenicity of DNA immunogens encoding flavivirus envelope proteins. In a candidate vaccine against Dengue virus type 2 based on the DNA encoding the premembrane (preM) and envelope (E), the transmembrane and cytoplasmic domains of E were replaced by similar domains of LAMP-1 [72] . LAMP-1/preM-E chimera exhibited a characteristic granular cytoplasmic staining that indicated co-localization with the endogenous LAMP-1, MHC-II, and H2-M proteins that was not observed in the case of the nonmodified antigen. Mice immunized with the gene of the LAMP-1/preM-E chimera exhibited a much higher level of neutralizing antibodies than the controls that received the parental preM-E gene. A similar prototype DNA-vaccine was designed against the West Nile virus. In this case, the premembrane and envelope (WN preM-E) coding sequences were fused to the sequences encoding the transmembrane and cytoplasmic domains of LAMP-1 [73] . Mice immunized by the gene of the WN LAMP-1/preM-E chimera responded by a long-lasting production of high titers of neutralizing antibodies, while DNA encoding the original antigen induced a short-termed low-titer antibody response. Altogether, these results provide a basis for creating a panel of effective DNA-vaccines against flaviviruses.",
            "cite_spans": [
                {
                    "start": 313,
                    "end": 317,
                    "text": "[72]",
                    "ref_id": null
                },
                {
                    "start": 954,
                    "end": 958,
                    "text": "[73]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "LAMP-1 SIGNAL"
        },
        {
            "text": "Introduction of the HPV-16 Е7 protein gene, fused to the sequence encoding LAMP-1, also increased the Th2-type immune response [74] . Introduction of a secretory variant of E7/ LAMP-1 in the form of a DNA-chimeric recombinant virus induced a strong anti-tumor immune response, which prevented the formation of tumors and reduced the size of the REVIEWS ones already present [75] .",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 131,
                    "text": "[74]",
                    "ref_id": null
                },
                {
                    "start": 374,
                    "end": 378,
                    "text": "[75]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "LAMP-1 SIGNAL"
        },
        {
            "text": "There are, however, few unsuccessful cases of applying this modification to the cytoplasmic proteins, as in the case of the nucleocapsid protein of HCV and of p53 [35, 76] . A plasmid was constructed expressing a chimeric fusion protein of HCV nuclecapsid protein with signal-and C-terminal LAMP-1 sequences. Immunization of mice with this construct did not lead to any detectable antibody response or cell proliferation and induced only weak CTL-activity [35] . Thus, direction into the lysosome by fusing the immunogen to LAMP-1 does not necessarily ensure an enhancement of the Th-2 type immune response.",
            "cite_spans": [
                {
                    "start": 163,
                    "end": 167,
                    "text": "[35,",
                    "ref_id": null
                },
                {
                    "start": 168,
                    "end": 171,
                    "text": "76]",
                    "ref_id": null
                },
                {
                    "start": 456,
                    "end": 460,
                    "text": "[35]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "LAMP-1 SIGNAL"
        },
        {
            "text": "MHC-II molecules require transportation into the lysosome compartment. This transport involves the invariant chain of MHC class II molecules (Ii) [77] . Two sorting signals were found in the cytoplasmic domain of Ii [65, 77, 78] . It was shown that endogenously synthesized proteins, normally not presented via the MHC-II pathway, can be effectively presented by MHC-II if fused to Ii [79] . Numerous experiments in the animal models demonstrated that fusion of the recombinant antigens to Ii can enhance, broaden, and prolong the protective immune response to the resulting chimeric DNAvaccines. In vitro and in vivo experiments had shown that immunogens based on an adenovirus expressing fusion of Ii with the glycoprotein of lymphocytic choriomeningitis virus (LCMV) had an increased ability to stimulate LCMV-specific CD4+ and CD8+ T-cells. Moreover, mice that had been immunized by this plasmid only once were resistant to the infection by the lethal LCMV dose [80] .",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 150,
                    "text": "[77]",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 216,
                    "end": 220,
                    "text": "[65,",
                    "ref_id": null
                },
                {
                    "start": 221,
                    "end": 224,
                    "text": "77,",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 225,
                    "end": 228,
                    "text": "78]",
                    "ref_id": null
                },
                {
                    "start": 385,
                    "end": 389,
                    "text": "[79]",
                    "ref_id": "BIBREF77"
                },
                {
                    "start": 966,
                    "end": 970,
                    "text": "[80]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INVARIABLE CHAIN SIGNAL"
        },
        {
            "text": "This approach is also effective for immunization of larger species. A DNA-construct was made encoding the major surface protein 1a of Anaplasma marginale fused with the lysosome-targeting motif of the bovine Ii, which directed the chimera into the lysosome compartment [81] . A single dose of this plasmid effectively stimulated an immune response seen as a potent proliferation of IFN-γ+/CD4+ T-cells and production of specific IgG. A single injection of this construct induced antigen specific memory cells, which formed the basis for an accelerated response to repeated doses of the antigen [81] .",
            "cite_spans": [
                {
                    "start": 269,
                    "end": 273,
                    "text": "[81]",
                    "ref_id": "BIBREF79"
                },
                {
                    "start": 594,
                    "end": 598,
                    "text": "[81]",
                    "ref_id": "BIBREF79"
                }
            ],
            "ref_spans": [],
            "section": "INVARIABLE CHAIN SIGNAL"
        },
        {
            "text": "The precise mechanisms behind autophagy are yet unknown despite the intensive ongoing studies. With regard to antigen retargeting, it was shown that fusion of the autophagosomeassociated protein Atg8/LC3 with the influenza virus matrix protein 1 leads to a considerable increase in the MHC class II presentation and in the M1-specific response of CD4+ Tcells [82] . This confirms that autophagy constantly and effectively directs cytoplasmic proteins into presentation via the MHC class II pathway, where they can be used to stimulate a Т-helper response.",
            "cite_spans": [
                {
                    "start": 359,
                    "end": 363,
                    "text": "[82]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DIRECTION INTO AUTOPHAGOSOMES"
        },
        {
            "text": "An effective approach to the induction of a T-helper immune response is targeting of proteins for secretion into the extracellular environment. Fusion of HIV-1 Gag and E proteins to the secretory chemokine MCP3 directed these viral proteins into the secretory pathway. Chimeric genes induced an effective production of anti-HIV-1 antibodies in macaques. Macaques immunized with the chimeras and infected with a pathogenic SIVmac251 had lower viral loads than the infected naïve animals [83] . This is an example of the conversion of an endogenous antigen into the exogenous, for further capture by endocytosis and transfer to the lysosomes. This pathway, as well as the endogenous lysosome (re)targeting, enhances antigen presentation in complex with the MHC class II molecules and can considerably increase the immunogenicity of DNA-vaccines.",
            "cite_spans": [
                {
                    "start": 486,
                    "end": 490,
                    "text": "[83]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "SECRETORY DIRECTION"
        },
        {
            "text": "Today, mankind faces an acute problem of creating vaccines against such hazardous diseases as hepatitis C, the immunodeficiency caused by HIV-1, and cancer. DNA-vaccine technology opens a wide range of possibilities for creating effective vaccines, one such is through immunogen (re)targeting. In this paper, we reviewed a number of signal sequences that can be introduced into the immunogens to direct them into a predetermined processing and presentation pathway, usually different from the one they would naturally take. Direction of an antigen into the MHC-I presentation pathway would enhance the cytotoxic Т-cell response, while direction onto the MHC-II pathway would activate T-helper cells and stimulate both cellular and humoral responses. Overall, the use of signal sequences to control and guide immunogen presentation can increase the immunogenic potential of the existing DNA-immunogens and help to create new effective prophylactic and therapeutic vaccines for diverse human applications. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        }
    ],
    "bib_entries": {
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Proc. Natl. Acad. Sci. U S A",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Guarnieri",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "F"
                    ],
                    "last": "Staveley-O&apos;carroll",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "11671--11675",
            "other_ids": {}
        },
        "BIBREF75": {
            "ref_id": "b75",
            "title": "// Cell. 1990. V. 63",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Bakke",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Dobberstein",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "707--716",
            "other_ids": {}
        },
        "BIBREF77": {
            "ref_id": "b77",
            "title": "Proc. Natl. Acad. Sci. U S A",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sanderson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Frauwirth",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Shastri",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "7217--7221",
            "other_ids": {}
        },
        "BIBREF79": {
            "ref_id": "b79",
            "title": "// Clin. Vaccine Immunol",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Mwangi",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Splitter",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "304--311",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig. 1. DNA-immunization",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Antigen processing during presentation via the MHC-I pathway",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Antigen processing during presentation via the MHC-II pathway",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "terminal amino acid (recognizing enzyme): Destabilizing -F, L, W, Y, I, R, K, H, A, S, T, G (Е3 -ligase); N,Q (N-N,Q (N-terminal hydrolase); D,E,C (Arg-t-RNA-transferase) Stabilizing -M, S, G, V (no recognizing enzymes) PEST-sequence Sequence rich in proline (P), glutamic acid (E), serine (S), and threonine (T) Destruction box R-A/T-A-L-G-X-I/V-G/T-N Traditional therapeutic vaccinations with soluble protein antigens aim to recruit CD4+ T-cells. The relatively weak response of CD4+ T-cells is one of the weak points of DNAvaccines today.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Antigen processing pathways and types of immune responses",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Signals for proteasome degradation with specific amino acid sequences",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "This work was supported by the Federal Science and Innovation Agency (Government Contract 02.740.11.5134), the Russian Basic Research Fund (grant № 08-04-01178-а) and the Swedish Research Council",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}