{
    "paper_id": "fbb1af3990778d2061c8466c3a5156fececf146b",
    "metadata": {
        "title": "Epidemiology and Infection",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The World Health Organization (WHO) recently enumerated 10 threats to global health for 2019, notably emphasising Ebola and other high-threat emerging pathogens as growing priorities [1] . Although many of these diseases have the potential to cause public health emergencies, a lack of timely surveillance and effective interventions continue to hamper preparedness efforts [2] . Moreover, the annualised financial impact of a global pandemic has been estimated to be as high as US$80 billion, severely burdening already constrained national budgets and healthcare systems [3] . Outbreaks in resource-limited settings are often further complicated by conflict, fragile health systems, disruptions in healthcare delivery and socio-economic disparities [4] . These factors can make implementing appropriate outbreak prevention and control strategies difficult. To address these shortcomings, investments in surveillance to inform disease forecasting and ultimately effective prevention strategies are paramount to tackling the challenges posed by emerging pathogens.",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 186,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 374,
                    "end": 377,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 573,
                    "end": 576,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 751,
                    "end": 754,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This edition of Epidemiology & Infection highlights new insights into many of the emerging infectious diseases mentioned in the WHO report, as well as re-emerging diseases that are gaining global prominence. They address a variety of diagnostic, therapeutic and epidemiological advances in outbreak preparedness. Several papers review data on priority pathogens with a focus on resource-limited settings. For example, Sikkema et al. present a systematic review on Middle East Respiratory Syndrome Coronavirus with the aim of characterising the distribution and spread of infection in dromedary camels [5] . Aditi et al. review the recent Nipah virus outbreaks in Bangladesh and India, shedding light on transmission patterns of this emerging pathogen while also highlighting the importance of ongoing surveillance [6] . A review analysis of H5N1 and H9N2 by Parvin et al. discusses genetic variations among avian influenza viruses circulating in Bangladesh and the impact of accumulating mutations noted in poultry. Lessons learned from the WHO response to the recent 2017 pneumonic plague outbreak in Madagascar are presented by Heitzinger et al., who highlight specifically the challenges of implementing rapid infection prevention and control measures in epidemic settings [7] . These studies also underscore the critical importance of the One Health approach [8] . These, and indeed the great majority of emerging disease threats, are zoonotic and require us to consider other hosts and the environment in addressing them.",
            "cite_spans": [
                {
                    "start": 601,
                    "end": 604,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 814,
                    "end": 817,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1276,
                    "end": 1279,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1363,
                    "end": 1366,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Outbreaks of re-emerging infectious diseases in high-income countries are also discussed, often implicating products imported across borders as well as trans-national spread due to as yet unknown causes. Other papers discuss zoonotic and vector-borne disease epidemiology and present opportunities for predictive modelling. Several diagnostic advances are also mentioned, elucidating changing epidemiological trends in recently recognised re-emerging pathogens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This issue of Epidemiology & Infection represents a diverse overview of current concerns surrounding emerging infectious diseases globally. All highlight the importance of supporting ongoing surveillance efforts as the cornerstone of disease prevention. Early recognition of an outbreak allows control measures to be initiated in a timely way that can shift the epidemic curve, reducing its impact and possibly its geographic spread. Enhanced surveillance measures with an emphasis on innovation, transparency and incorporation of the One Health model are critical to epidemic preparedness measures in the future. It is also crucial to encourage research during outbreaks through rapid data sharing to facilitate rapid response efforts, as is promoted through organisations such as the International Severe Acute Respiratory and Emerging Infection Consortium (ISARIC) [9] . Vaccination, if it can be implemented in time, can also bend the epidemic curve. Promoting platforms for rapid vaccine development and deployment could provide a significant boost to outbreak control. The Coalition for Epidemic Preparedness Innovations (CEPI), a public-private coalition that has been working to halt epidemics through the development of appropriate vaccines, is promoting both pathogenspecific and agnostic platform approaches [10] . These efforts deserve wide support and encouragement. In order for vaccines to be effectively employed, the growing threat of vaccine hesitancy worldwide must also be countered using methods grounded in the social sciences. Governments, through their public health agencies and in coordination with efforts like the Global Health Security Agenda, must adopt preparedness plans and exercise them before outbreaks become major threats [11] . Emerging and re-emerging infectious diseases will continue to present significant challenges in the coming years, and investing in novel methods for detection, prevention as well as therapeutics should remain priorities for the global public health community.",
            "cite_spans": [
                {
                    "start": 868,
                    "end": 871,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1319,
                    "end": 1323,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1759,
                    "end": 1763,
                    "text": "[11]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Angel N. Desai, 0000-0001-8962-9427; Lawrence Madoff, 0000-0003-2589-7777",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author ORCIDs."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Ten threats to global health in 2019",
            "authors": [],
            "year": 2019,
            "venue": "World Health Organization",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Productive disruption: opportunities and challenges for innovation in infectious disease surveillance",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "O"
                    ],
                    "last": "Buckee",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "BMJ Global Health",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The Inclusive Cost of Pandemic Influenza Risk",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "Jamison",
                    "middle": [
                        "D"
                    ],
                    "last": "Summers",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "National Bureau of Economic Research",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Refugees of the Syrian civil war: impact on remerging infections, health services, and biosecurity in Turkey",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Doganay M And Demiraslan",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Health Security",
            "volume": "14",
            "issn": "",
            "pages": "220--225",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Global status of middle east respiratory syndrome coronavirus in dromedary camels: a systematic review",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sikkema",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Epidemiology & Infection",
            "volume": "147",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Nipah virus infection: a review",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Aditi",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Epidemiology & Infection",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Using evidence to inform response to the 2017 plague outbreak in Madagascar: a view from the WHO African Regional Office",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Heitzinger",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Epidemiology & Infection",
            "volume": "",
            "issn": "",
            "pages": "1--5",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Review analysis and impact of co-circulating H5N1 and H9N2 avian influenza viruses in Bangladesh",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Parvin",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Epidemiology & Infection",
            "volume": "146",
            "issn": "",
            "pages": "1256--1266",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Coalition for Epidemic Preparedness Innovations",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "International Severe Acute Respiratory and Emerging Infection Consortium",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Acknowledgments. Angel Desai is supported in part by Grant Number T32 AI007433 from the National Institute of Allergy and Infectious Disease. The contents of this editorial are solely the responsibility of the authors and do not necessarily represent the official views of the NIH.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}