{
    "paper_id": "ff76f00bf68006acc97c8720dd4f11e69d17c272",
    "metadata": {
        "title": "Glucocorticosteroids as Dengue Therapeutics: Resolving Clinical Observations With a Primary Human Macrophage Model",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "TO THE EDITOR-A recent trial [1] investigated the use of a glucocorticosteroid, prednisolone, as a therapy for reduction of severe dengue disease. Many pathogens induce accelerated or excessive inflammation, resulting in detrimental rather than protective effects [2] , and dengue virus is a well-characterized example of this phenomenon. Several soluble mediators of the innate inflammatory response have been linked with severe pathology [3] ; however, these studies are largely correlative and have failed to elucidate molecular mechanisms facilitating specific pathologies. Nevertheless, continued observation of excessive inflammation concurrent with a drop in viremia and development of severe symptoms [4, 5] has prompted several previous attempts at immunosuppressive strategies as a means of reducing severe dengue disease [6] [7] [8] [9] . Enhancement of disease due to suppression of innate antiviral mechanisms has been a primary concern. The study by Tam et al [1] revealed neither protective effects (as discussed by Prof Barrett [10] ) nor enhancement of disease. These results are surprising, because it seems likely that glucocorticosteroid treatment would prove either productive (ie, reducing excessive inflammation and resultant severe symptoms) or detrimental (ie, reducing innate mediators of viral clearance such that a greater incidence of severe disease would be noted). We have data that may explain why glucocorticosteroid treatment fails to affect the presentation of severe dengue.",
            "cite_spans": [
                {
                    "start": 29,
                    "end": 32,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 264,
                    "end": 267,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 440,
                    "end": 443,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 709,
                    "end": 712,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 713,
                    "end": 715,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 832,
                    "end": 835,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 836,
                    "end": 839,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 840,
                    "end": 843,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 844,
                    "end": 847,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 974,
                    "end": 977,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1044,
                    "end": 1048,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We investigated dexamethasone as a dengue therapeutic in primary monocyte-derived macrophages from denguenaive donors. From these samples, we collected cytokine and viral titer measurements at days 1, 3, and 5 and note an interesting phenomenon that we believe complements the results obtained in patients (Figure 1 ). We observed a significant (Mann-Whitney U, α < .05) decrease in viral load on day 1 of dexamethasone treatment, concomitant with decreased, but still elevated, levels of select inflammatory cytokines (RANTES, tumor necrosis factor α, interferon γ, interleukin 8, interleukin 10, interleukin 17A, granulocyte colony-stimulating factor, and monocyte chemoattractant protein 1). By day 3, suppression of cytokines was still evident, but viral titers had rebounded to the same level as in untreated samples. Viral titers for dexamethasonetreated samples did not exceed those in untreated samples on day 3 or day 5, presumably because the inflammatory response remained sufficiently intact to prevent enhanced viral load.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 306,
                    "end": 315,
                    "text": "(Figure 1",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "This finding has implications for the use of immunosuppressive therapies against dengue and other diseases that manifest through excessive immune activation (eg, avian influenza, severe acute respiratory syndrome coronavirus). Although these drugs are capable of reducing inflammatory mediators in important targets of infection in tissues (macrophages), the systemic effects and related severe pathologies may not be affected. Alternatively, the effectiveness of treatment may depend critically on the time of drug administration. Immediate treatment following infection may be able to help direct the developing immune response to effective viral clearance while preventing severe symptoms in the subset of patients at risk of shock or hemorrhage; however, this is an unrealistic option in the clinical setting. We suggest that modest immunosuppression may be safe for use in these diseases as an adjunctive therapy in coordination with a direct-acting antiviral capable of reducing pathogen load efficiently. Future experiments investigating such a strategy may unlock the therapeutic potential of otherwise nonviable options. Figure 1 . A, Dengue virus titer kinetics in primary monocyte-derived macrophages from 5 donors in the absence (black bars) or presence (gray bars) of dexamethasone as determined by LLC-MK 2 plaque assay. B-K, Equivalent kinetic assessment of cytokines and chemokines was conducted by performing custom Bio-Plex multiplex analysis with a Luminex 200 analyzer. Error bars represent standard errors, with significance (*α < .05, **α < .01) assessed by Mann-Whitney U nonparametric tests, owing to failure of Levene's test for homogeneity. All x-axis values represent days after infection (days 1, 3, and 5). Abbreviations: G-CSF, granulocyte colony-stimulating factor; IFN-γ, interferon γ; IL-6, interleukin 6; IL-8, interleukin 8; IL-10, interleukin 10; IL-17A, interleukin 17A; MCP-1, monocyte chemoattractant protein 1; MIF, macrophage migration inhibitory factor; PFUs, plaque-forming units; TNF-α, tumor necrosis factor α. Clinical Infectious Diseases 2013;56(6):901-3 © The Author 2012. Published by Oxford University Press on behalf of the Infectious Diseases Society of America. This is an Open Access article distributed under the terms of the Creative Commons Attribution License (http://creativecommons. org/licenses/by/3.0/), which permits unrestricted reuse, distribution, and reproduction in any medium, provided the original work is properly cited. DOI: 10.1093/cid/cis1048",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1130,
                    "end": 1138,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Effects of short-course oral corticosteroid therapy in early dengue infection in Vietnamese patients: a randomized, placebo-controlled trial",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Tam",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "V"
                    ],
                    "last": "Ngoc",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "T"
                    ],
                    "last": "Tien",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Clin Infect Dis",
            "volume": "55",
            "issn": "",
            "pages": "1216--1240",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Into the eye of the cytokine storm",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Tisoncik",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Korth",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Simmons",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Farrar",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Katze",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Microbiol Mol Biol Rev",
            "volume": "76",
            "issn": "",
            "pages": "16--32",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Immunity to dengue virus: a tale of original antigenic sin and tropical cytokine storms",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Rothman",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nat Rev Immunol",
            "volume": "11",
            "issn": "",
            "pages": "532--575",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Differing influences of virus burden and immune activation on disease severity in secondary dengue-3 virus infections",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Libraty",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Endy",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Houng",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Infect Dis",
            "volume": "185",
            "issn": "",
            "pages": "1213--1234",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Early immune activation in acute dengue illness is related to development of plasma leakage and disease severity",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Green",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Vaughn",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kalayanarooj",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Infect Dis",
            "volume": "179",
            "issn": "",
            "pages": "755--62",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Efficacy of low dose dexamethasone in severe thrombocytopenia caused by dengue fever: a placebo controlled study",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Kularatne",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Walathara",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "I"
                    ],
                    "last": "Mahindawansa",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Postgrad Med J",
            "volume": "85",
            "issn": "",
            "pages": "525--534",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Adjunctive corticosteroid therapy in 149 grade II (nonshock) adult DHF patients: an analysis during",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Srichaikul",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Punyagupta",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sorakhunpipitkul",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Udomsubpayakul",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Med Assoc Thailand",
            "volume": "94",
            "issn": "",
            "pages": "1419--1442",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Failure of high-dose methylprednisolone in established dengue shock syndrome: a placebo-controlled, doubleblind study",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tassniyom",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vasanawathana",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chirawatkul",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rojanasuphot",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Pediatrics",
            "volume": "92",
            "issn": "",
            "pages": "111--116",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Hemodynamic response to highdose methyl prednisolone and mannitol in severe dengue-shock patients unresponsive to fluid replacement",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Futrakul",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Poshyachinda",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mitrakul",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Southeast Asian J Trop Med Public Health",
            "volume": "18",
            "issn": "",
            "pages": "373--382",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Editorial commentary: shortcourse oral corticosteroid therapy is not effective in early dengue infection",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Barrett",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Clin Infect Dis",
            "volume": "55",
            "issn": "",
            "pages": "1225--1231",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Acknowledgments. We would like to thank Prof Raymond Dwek for helpful discussions and supervision.Financial support. This work was supported by the Oxford Glycobiology Endowment ( J. L. M. and A. C. S.), Pembroke College, Oxford (Clarendon Fund scholarship and Santander graduate scholarship to A. C. S.), the University of Oxford (N. Z.), and United Therapeutics (\"Blue Skies\" grant and consultancy to N. Z.). The funders had no role in study design, data collection and analysis, decision to publish, or preparation of the manuscript.Potential conflicts of interest. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}